{
  "id": "eb532b1a44a91516863f596a5303b520169633d5",
  "text": "IV. Mulieris ejusdem Historia, ex Epistola Medici Doctissimi, Gulielmi Oliver, ad Richardum Mead, M.D. R.S. & Coll. Med. Lond. Soc.\n\nVir celeberrime,\n\nTIBI omnium animalium naturas & formationes optimè callenti, acerrimo judicio quotidie perscrutanti, historiam inusitatæ, ac plane mirandæ cujusdam structuræ partium ingratam non fore, nullus debito.\n\nMulierem, Comitatus Cornubiae incolam, in hunc modum, quem jam fum descripturus, a cunabulis formatam fuisse, matronæ vicinæ, & non paucis res & nota & examinata fuit, uno ore consentiunt. Substantia quædam carnofa, spongiosa, floride rubescens, levissimum tactum, ob atrocissimum dolorem inde oriundum, fugiens umbilici, v. Fig. 10. quæ non ex Autopsia sed ex Chirurgi narratione delineata est, naturalem locum usurpabat, & e cavitate, quæ plerumque ibi est, quasi pullulabat. Ex hac excrescentia, quæ nec augeri, nec minui, per multos annos sentiebatur, continuo destillabat urina, cui nec alia patuit e corpore via, neque hac potuit vel violentissimis nixibus cum impetu expelli, vel per saltum excerni, adeo ut paulatim exsudans vestes interdiu, substragulaque nocte madefaceret, inquinaret. Paulo infra, ad distantiam pæne palmi minoris, orificio quoddam, longitudine unciam unam, latitudine digitum transversum æquans, sepe\nse se ostendebat, ut indicem admitteret, & tamen perstringeret, satis amplum. Hac via effluabant a pubertate menstrua, unde ad Vaginam & Uterum hunc esse aditum facile patebat. Ad eandem fere distantiam, qua orificium hoc Vaginae ab excrescentia illa distabat, patuit & orificium alterum, superiore minus, digitum minimum vix capiens. Huic autem orificio cum intestino rectocom municationem dari, tenuissimae faecum partes, ex eo frequenter protrusae, satis demonstrabant. Ab hoc autem Pseudo-Ano Anus verus, per quem excrementa duriora dejiciuntur, unciis quinque vel sex extitit, & naturalem fere pudendorum situm obtinuit. Pili quidem aderant, sed rari, nec margines alicujus orificii magis quam reliquorum ornantes, sed duas lineas descriptentes, quae a medio spatio inter excrescentiam illam & commissuras femorum cum abdomine incipiebant, & sibi mutuo appropinquantes angulum, in cujus vertice positus est verus Anus, conficiebant. Hunc in modum conformata, valetudine satis bona fruebatur virgo, & æterna virginitate ex necessitate laboraturam concluderant omnes, quibus res innotuerat. Advenit tandem Nauta quidam, cui æs triplex circa pectus erat: Illam vidit, amavit, duxit, & non multo post imprægnavit. Gestationis tempore optime se habuit mulier, quo propemodum finito, de difficultate pariendi, non sine ratione, aderat gravis suspicio. Orificium Vaginae a viri congressu non omnino dilatabatur, adeo ut de modo imprægnationis multæ inter mulierculas ortæ sint disputationes; & asseruere aliquæ non sine dedignatione & horrore, maritum aut viri nomine non esse dignum, aut per aliam introivisse viam, quod bonus Deus vetet! Immissionem autem Penis in Vaginam ad imprægnationem non esse absolute neceffariam, non est quod tibi, Vir clariffime, cui\nhaec omnia optime nota, narrarem. Exemplis turgent libri Medici. Mulier tamen de sua vita anxia Chirurgos aliquos adivit, consilium petiit, opem preca- ta est. Unus tandem apud Foy, oppidum non procul a mulieris nostrae habitaculo, casu audito, re perscruta- ta, ad promovendum partum, si opus fuerit, operam suam navare promisit. Gestationis tempore perfecte fi- nito, dolores aliaque symptomate partum prognosti- cantia illam tentaverunt. Chirurgus advocatus aderat. Refert ille infantem conatus suos ad regionem pubis, illa ipsa autem ad orificium Vaginae fecisse dicit. Quid est agendum? Dixit ille incisione exitum infanti esse aperiendum; ex crudeli misericordia renuunt adstan- tes, ingravescunt dolores, superveniunt convulsiones, vita desperabatur. Tandem cum mortem praeforibus esse omnes judicaverunt, illam paeo expirantem in ma- nus & potestatem Chirurgi tradiderunt. Ille statim dis- sectionem istius Isthmi, qui inter orificium Vaginae & Pseudo-Anum erat, & haud impropie Perinæum pos- sit vocari, instituit. Integumentis exterioribus dissectis, membrana quædam valida & crassa, transverse locata, se in conspicuum dedit, quæ Vaginam a canaliculo illo inferiore dividebat. Hac dissecta iter ad Uterum satis amplum patuit, manum introduxit, os Uteri digi- tis dilatavit, infantem capite prehensio in lucem tuto eduxit, matrem ad vitam revocavit. Hanc mihi ipse hi- storiam retulit, illa ipsa confirmavit. Rei enim novi- tare percussus Foy adivi, utrum verum esset necne sciendi gratia. Chirurgum de structura partium originali, & o- peratione sua tantum non Cæsarea, solicite interroga- vi. Omnia, ut supra narravi, graphicè descriptit. Fœ- minam autem ipsam videndi maxima mihi fuit cupidio. Amicum quendam meum, honore semper colendum, ut sub praetextu alicujus negotii mulierem ad domum\nsuam accerferet, rogavi. Accersita venit. Desiderium meum aperui. Illa ab ullo examine, tanquam re omnibus modestiæ & virtutis regulis contraria, religiose abhorrebat. Me Medicum professus, rem tam ab omni immodestia alienam esse probavi, quod cum in usum publicum cederet, casum suum communicare ejus esse officium demonstravi. Hac ratiocinandi methodo, & argumenti alterius aurei ope, votum obtinui. Muliere igitur ad examen commodè locata, excrescentiam illam umbilici cavatatem usurpantem superiori descriptioni ad amussim respondentem inveni. Illam cum summò digiti levissime tetigerim, misella, non aliter ac si gladio perfossa fuisset, discruciata ejulavit. Mirum sane mihi videtur hanc mulierem cum marito suo posse congredi; ex situ enim partium nihil aliud cogitare possis, quin vir rei Venereæ incumbens, excrescentiam illam, aliter prorsus intactilem, abdomine suo duriter perfricaret. Rogata quomodo haec perficiebantur, respondit se omnia ob amorem, quo maritum suum prosequebatur, posse pati. Sic amor omnia vincit. Sed ad Rem.\n\nHæc excrescentia ex multis lobulis, propriis membranis obductis, a se mutuo distinctis, conflari videtur. In interstitiis horum lobulorum poruli, per quos stillabat urina, oscula sua ad superficiem aperiébant. Paulo infra hiatus magnus, ex unione chirurgica duorum orificiorum ad partum facilitandum confectus, sese ostendebat. Procidentia Uteri tunc temporis laborabat, qui extra labia, si circumferentia illa mercatur nomen, propendens, longitudinem sex unciarum, magnitudinem ovi anserini æquabat. Tali procidentia se semper a partu usque laborasse narravit, & quidem mirum esset si aliter accidisset; tanta est enim ad orificio Vaginæ apertura, ut nihil possit ab extra\nextra Uteri prolapsui obstare, & Uteri corpus multo magis, quam in statu vulgari, a vesica premitur. Verisimile enim est urinam ad excrescentiam illam per urachum ascendere, & per illum ab initio fluxisse, quia per meatum urinarium nullum natura praebuit exitum; impossibile tamen est, ut urina per urachum ad umbilicum ascenderet, usque dum vesica sit turgide repleta; ex illa vero plenitudine necesse est, ut semper in Uterum non parvo pondere gravaretur, & illum foras extruderet. Ut conformatio partium melius appareret, reclinata in lectum Muliere, repositionem Uteri tentavi. Non citius illum introducere caepi, quin urina a pressione in vesicam repletam facta, per poros excrescentiae umbilicalis, multis rivulis, pilum crafliorem magnitudine non superantibus, cum impetu ad plures pedes profiliebat, fontem artificialem non injucunde æmulans. Exinanita vesica, Vaginam inversam in naturalem situm facile restitui; restitutis Vagina, & Utero dehiscebat chasma magnum, ex positione corporis circulare, cujus diametrum tres pollices tranversos metiri credo, cujus fimbriæ, potius quam labia, multis sarcomatis inaequaliter horrebant. In superiore ejus margine interno meatum urinarium frustra quæsivi, in inferiore Pseudo-Anum facile inveni, per quem digitum sub pubem, quæ ad cartilagineam mollitiem accedere videtur, ad intellectum rectum immisit, necnon contentis ejus turpiter infectum eduxi, unde credo rectum, ad tres pollices supra sphincterem Ani, esse perforatum. Paulo subtus pubem, situm, quo aliarum sinus ipse pudoris gaudet, verus Anus hujus foeminæ obtinet, non confusa caligine & profunditate occultus, utpote non intra clunes positus.\n\nTtt2\n\nFigura-\nFigurarum 10 & 11 Explicatio.\n\nFig. 10.\na Excrecentia umbilicalis.\nb Orificium Vaginae.\nc Pseudo-Anus.\nd Anus.\ne Pili.\n\nFig. 11.\na Excrecentia umbilicalis.\nb Os Uteri.\nc Anus.\n\nG. Oliver.\n\nV. Fluxus sanguinis per Penem mirabilis. Ex Epistola Viri Doctissimi Domini Howman, M.D. ad Dominum Hans Sloane, Baronettum. Coll. Med. Lond. Praef. R.S. Vice Praef.\n\nQuadragenarius quidam civis Norvicensis pancratice valens, profluvio sanguinis sinceri per canalem urethrae correptus est, 30 die Junii, 1716. Idem rediit phænomenon, 31 Julii. Adhibitis quibusdam medicamentis, & celebrata venæsectione in Brachio, cohibitus est fluxus sanguinis praedictus, usque ad octavum diem Septembris, ac deinceps penitus evanuit. Notatu tamen est dignum hæmorragias supra memoratas absque omni prævio dolore, seu postea spirituum dejectione contigisse.\n\nVI. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103646.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 3181,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1282,
        2
      ],
      [
        1282,
        3043,
        3
      ],
      [
        3043,
        4847,
        4
      ],
      [
        4847,
        6565,
        5
      ],
      [
        6565,
        8237,
        6
      ],
      [
        8237,
        9077,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103646",
    "title": "Mulieris Ejusdem Historia, ex Epistola Medici Doctissimi, Gulielmi Oliver, ad Richardum Mead, M. D. R. S. & Coll. Med. Lond. Soc.",
    "authors": "Gulielmi Oliver",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103646"
  }
}