{
  "id": "0f19f3bd797b65be6a815a781f874f378a318bab",
  "text": "Experiments Concerning the motion of the Sap in Trees, made this Spring by Mr. Willugby, and Mr. Wray, Fellowes of the R. Society: and communicated to the Publisher of the Inquiries touching that subject in Numb. 40.\n\n1. In Birch-trees the Sap issues out of the least twiggs of Branches, and fibres of Roots, in proportion to their bigness.\n\n2. In all Trees the Gravity promotes the Bleeding; so that from a Branch or Root, that bendes downward, there will issue a great deal more Sap, than from another of the same bigness in a more erect posture.\n\n3. Branches and Young trees cut quite off when they are full of Sap, and held perpendicularly, will bleed, as we experimented in Willow, Birch, and Sycamore: And if you cut off their tops, and invert them, they will bleed also at the little ends. Hence one may conjecture, that the narrowness of the pores is not the sole cause of the Ascent of the Sap; for, Water that hath ascended in the little glass-pipes, will not fall out againe by its own gravity, if the pipes be taken out of the water.\n\n4. Roots of Birch and Sycamore cut asunder will bleed both ways, that is, from that part remaining to the Tree, and from the part separated; but a great deal faster from the part remaining to the Tree. But in a cold snowy day the Root of one Sycamore, we had bared, bled faster from the part separated, and ten times faster than it did in warm weather before.\n\n5. In Birches the Sap does not issue out of the Barke, be it never so thick, but as soon as ever you have cut the Barke quite through, then it first begins to bleed.\n\n6. The Bark being quite oarei off above an hands breadth round, about severall Birches, did much abate the Bleeding of the Trees above the bared places, but did not quite stop it.\n\n7. The Sap doth not only ascend between Bark and Tree,\nand in the prick't Circles between the severall coats of Woods; but also through the very Body of the Wood. For, several young Birches being nimbly cut off at one blow with a shape axe, and white paper immediately held hard upon the topp of the remaining trunk, we stuck downe pins in all the points of the paper as they appear'd wet: and at last, when the most of the paper became wet, taking it away, but leaving the pins sticking, we found them without any order, some in the Circles, and some in the Wood between. And to confirm this further, we caused the Body of a Tree to be cut off aslope, and then cut the opposite side aslope likewise, till we brought the top to a narrow edge; ordering the matter so, that the whole edge consisted of part of a coat of Wood, and had nothing of a prick't Circle in it, which notwithstanding, the Sap ascended to the very top of this edge, and wetted a paper laid upon it:\n\n8. To find out the motion of the Sap, whether it ascended only, or descended also, we bored a hole in a large Birch, out of which a drop fell every 4th or 5th pulse. Then, about a handsbreadth just under the hole, we saw'd into the Body of the tree, deeper than the hole: whereupon the bleeding diminish'd about one half; and having saw'd just above this hole to the same depth, the bleeding from the Hole ceas'd quite; and from the saw'd furrow below decreas'd about half: and it continued bleeding a great while after at both the saw'd furrows, the hole in the middle remaining dry. We repeated this with much the like success upon a Sycamore.\n\n9. Some Trees of the same kind and age bleed a great deal faster and sooner than others; but always Old trees sooner and faster than Young.\n\n10. A wound, made before the Sap rises, will bleed when it doth rise.\n\n11. While we were making these Experiments, the weather changed from warme to very cold; whereupon the bleeding in the Birches, which begun to abate before, ceas'd quite: But all the Sycamore and Walnut-trees, we had wounded, bled abundantly; (some whereof before bled not at all, and those that did, did so but slowly;) and so continued night\nnight and day, when it froze so hard, that the Sap congealed as fast as it issued out. The Cold remitting, the Birches bled afresh, the Sycamores abated very much, and the Walnut-trees quite ceased.\n\n12. We pierced two Sycamores on the North and Southsides, and both of them from equal incisions bled a great deal faster from the North-sides, than the South, which is consonant to the preceding Experiment.\n\n13. We set several Willows with the wrong ends downward, and cut off several Bryars, that had taken root at the small ends. This 29th of May the Willows have shot out Branches near two foot long; and from the top of the Sets, which were a yard high, the Bryars have also grown backwards from that part, which we left remaining to the roots at the lesser ends; they have great leaves and are ready to flower.\n\nAn Extract of a Letter\nLately Written by Dr Edward Browne to the Publisher, concerning Damps in the Mines of Hungary and their Effects.\n\nSir, having been lately in the Copper, Silver, and Gold-mines in Hungary, I hope ere long to give you a particular account thereof; presenting this in the mean time concerning Damps in these Mines; whereof I understand, that they happen in most of them, that are deep; and that they happen not only in the Cuniculi or direct passages, where they walk on Horizontally (by these Mine-men call'd Stollen) but also in the Putei or Perpendicular Cutts or Descents (term'd Schachts by the same.) They are met with not only in places, where the Earth is full of Clay or the like substances, but also where it is Rocky: and one place they shew'd me in the Copper-mine at Hern-groundt, where there had been a very pernicious damp, and yet the Rock so hard, that it could not be broken by their Instruments; but the descent was all made by the means of Gun-powder, ram'd into long round holes in the Rock, and so blowne up. Another place they show'd me, where there is sometimes a damp, and sometimes clear weather. When there is much water in the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101002.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1562,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1811,
        2
      ],
      [
        1811,
        3930,
        3
      ],
      [
        3930,
        5921,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101002",
    "title": "Experiments Concerning the Motion of the Sap in Trees, Made This Spring by Mr. Wiliugby, and Mr. Wray, Fellowes of the R. Society: And Communicated to the Publisher of the Inquiries Touching That Subject in Numb. 40",
    "authors": "Mr.Wray, Mr.Wiliugby",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101002"
  }
}