{
  "id": "f7db04647e5b492b44b2db3afbc0cd8113bfafc0",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1839.\n\nA.\n\nAcaroid resin, page 292; chemical formula of, ibid.\nAiry (George Biddell, Esq.). Account of experiments on iron-built ships, instituted for the purpose of discovering a correction for the deviation of the compass produced by the iron of the ships, 167.\nAurora Borealis. Report of a geometrical measurement of the height of the, above the earth, 267.\n\nB.\n\nBakerian Lecture, 215.\nBaroscope, description of a hydropneumatic, 425.\nBarry (Martin, M.D.). Researches in Embryology. Second Series, 307.\n\nC.\n\nChemical equivalents of certain bodies, researches on the, 35.\nChlorates, conversion of, into chlorides, applied to the determination of equivalent numbers, 13.\nChlorides, conversion of, into nitrates, applied to the determination of equivalent numbers, 13.\nChorion, the, 339; becoming villous, 340; mode, period and place of origin of, 341.\nCompass, magnetic. Experiments instituted for the purpose of discovering a correction for the deviation of, produced by iron-built ships, 167.\nConstant battery. Account of the effects of a large, 89.\nCooper (John Thomas, Esq.). Description of a hydropneumatic baroscope, 425.\n\nD.\n\nDaniell (J. Frederic, Esq.). Fifth letter on voltaic combinations, with some account of the effects of a large constant battery, 89.\nOn the electrolysis of secondary compounds, 97.\nDarwin (Charles, Esq.). Observations on the parallel roads of Glen Roy, and of other parts of Lochaber in Scotland, with an attempt to prove that they are of marine origin, 39.\nDavy (John, M.D.). On the male organs of some of the cartilaginous fishes, 139.\nDragon's blood, resin of, 134; chemical formula of, 137.\n\nE.\n\nElectric force, experimental relation of, to nervous force, 11.\nElectricity, experimental researches in. Fifteenth series. Notice of the character and direction of the electric force of the Gymnotus, 1.\n\n———, inquiries concerning the elementary laws of, Third series, 215; nature of electrical measurements, 217; phenomena of induction, attraction and repulsion, 219; laws of electrical change by induction, 223; law of attraction with invariable plates, 227; relation of the inductive to the attractive force, 229; relation of induction to quantity and distance, 233; electrical accumulation between opposed conductors, 237; effects of induction on disturbing the repulsive force, 239; electrical attraction dependent on parallel forces, 241.\n\n——— of the Gymnotus, 1; its discharge, 9.\n\nElectrolysis of secondary compounds, 97.\n\nElevatory forces, equable action of, 76; speculations on the action of, 78.\n\nEmbryo, the, a congeries of vesicles, 334; arrangement of the vesicles composing the, and order of their coming into view as vesicles, 335; an embryo of remarkable minuteness, 337; effects of flexion on the, ibid.\n\nEmbryology, researches in. Second series, 307; the mature and immature ovum, 309; effects produced on the ovum in the ovary by maceration, ibid.; the rut, 310; the ovum in the ovary post coitum—first and second stages of development, ibid.; locality in which the ovum is fecundated, 314; discharge of the ovum from the ovary, 316; the corpus luteum, 317; disappearance of ova post coitum, 318; Graafian vesicles containing blood in their interior, 319; ovisacs found in the infundibulum, ibid.; the ovum after it has left the ovary, 320; the size of the minute ovum no criterion of the degree of its development, 321; third stage of development, ibid.; fourth stage, 322; fifth stage, ibid.; sixth stage, 323; seventh stage, ibid.; eighth stage, ibid.; ninth stage, 324; tenth stage, ibid.; the importance of examining ova from the Fallopian tube, 325; eleventh stage of development, 326; twelfth stage, ibid.; thirteenth stage—the true germ—the so-called \"serous laminae of the germinal membrane,\" a structure of subordinate importance, ibid.; fourteenth stage—the area pellucida, 327; fifteenth stage, ibid.; sixteenth stage, 328; seventeenth stage—central and peripheral portions of the germ—origin of the lamina subsequently vascular, ibid.; eighteenth stage—first change in form presented by the germ, 330; nineteenth stage—hollow network in the ovum, 331; twentieth stage, 332; twenty-first stage, ibid.; multiplicity of parts in a minute ovum, ibid.; adhesion between the thick transparent membrane of the ovarian ovum and the membrane which forms the amnion, 333; the embryo a congeries of vesicles, 334; stages of development later than the twenty-first, ibid.; progressive formation of the vascular lamina of the umbilical vesicle, ibid.; arrangement of the vesicles composing the embryo, and order of their coming into view as vesicles, 335; foundation of the central portion of the nervous system and of the vertebrae, 336; an embryo of remarkable minuteness—effects of flexion of the embryo, 337; the chorion, 339; the chorion becoming villous—mode, period, and place of origin of the chorion, 340; aborted ova, 343; effects produced on ova by manipulation, ibid.; effects produced on ova by certain chemical reagents, 344; some of the earliest appearances of the ovum, 346; facts noticed by preceding observers, cited to show the accordance in various respects between the development of Mammalia and that of other animals, 347; recapitulation, 349.\n\nPostscript, 353; rotatory motions of a mulberry-like object in vesicles under the mucous membrane of the uterus, 355; correspondence in the elementary structure of animals and plants, 358; anomalous ova, 364; the origin of tissues subordinate to a division into forms, ibid.; method of obtaining the minutest ova in the uterus and Fallopian tube, and a mode of preserving them while under examination, 365.\nSecond Postscript. Process by which the primitive ovum undergoes division and subdivision—probable analogy in this respect between the mammiferous ovum and the ovum of batrachian reptiles and certain fishes—the so-called \"yelk-ball\" in the mammiferous ovum compared with the \"discus vitellinus\" in the ova of other animals—resemblance between the fecundated ovum of Mammalia and that of certain plants, 367; ova found in the Fallopian tube and uterus of the Rabbit, 371; table of measurements, 373; explanation of the plates, 374.\n\nEquivalent numbers (chemical), determination of several, by the conversion of chlorates and nitrates into chlorides, and of chlorides into nitrates, 13; chlorate of potassa, 18; conversion into nitrate, 20; chloride of potassium, 21; nitrate of potassa, 22; chlorate of soda, 25; nitrate of soda, 26; chloride of sodium, 27; silver, conversion of, into nitrate, 28; into chloride, 29; nitrate of silver, 30.\n\nEquivalents, chemical, researches on the, of certain bodies, 35.\n\nErratic boulders, of Lochaber, 68; attitudes at which they are found in Scotland, in Sweden, in North America, in the Jura, 72.\n\nF.\n\nFaraday (Michael, D.C.L.). Experimental Researches in Electricity; Fifteenth Series; Notice of the character and direction of the electric force of the Gymnotus, 1.\n\nChemical account of the Cold Bokkeveld meteoric stone, 86.\n\nFarquharson (the Rev. James, LL.D.). Report of a geometrical measurement of the height of the aurora borealis above the earth, 267.\n\nFishes, on the male organs of some of the cartilaginous, 139; 1. of the Torpedo, 140; 2. of the Thornback (Raia clavata), 141; 3. of the Common Skate (Raia batis), 142; 4. of Scyllium Edwardii, 144; 5. of the accessory male organs, 144; 6. concluding remarks, 146.\n\nFluid, on the conditions of equilibrium of an incompressible, the particles of which are acted upon by accelerating forces, 243. Prop. I. To determine the figure of equilibrium when the forces are such functions of the co-ordinates as are susceptible of only one value for any proposed values of the co-ordinates, 253. Prop. II. To determine the figure of equilibrium of a homogeneous fluid at liberty, the particles attracting one another in the inverse proportion of the square of the distance, at the same time that they are urged by a centrifugal force caused by revolving about an axis, 255.\n\nFrankincense, common, 298; of the ancients, 301.\n\nG.\n\nGambodic acid, salts of, 284; constitution of the salts of, 289.\n\nGamboge, resin of, 281; chemical formula of, 282.\n\nGeology (Physical), Researches in, First Series. On the phenomena of precession and nutation, assuming the fluidity of the interior of the earth, 381. § Preliminary observations on the refrigeration of the globe, ibid.; on precession and nutation, assuming the fluidity of the interior of the earth, 385. § Statement of the problem, ibid. § Formation of the differential equations for the motion of the pole, 386. I. The attraction of the sun on the solid shell, 387. II. The attraction of the moon on the shell, ibid. III. The interior pressure on the shell from the attraction of the sun on the fluid, ibid. IV. The interior pressure on the shell from the attraction of the moon on the fluid, 388. V. The interior pressure on the shell from the centrifugal forces of the fluid mass, ibid. § Motion of the internal fluid, 389. I. Disturbing force of the sun, 390. II. Disturbing force of the moon, ibid. III. Cen-\ntrifugal force, *ibid.* § Formation of the differential equations for the motion of $P'$, or of the axis of instantaneous rotation of the interior fluid, 394; integration of the differential equations for the motions of $P$ and $P'$, 395. § Determination of the numerical values of the constants in the equations, 401. § Final equations, giving the numerical values of the co-ordinates, 407. § Degree of approximation in the preceding results, 416; conclusions, 423.\n\n*Germ,* the true, 326; central and peripheral portions of, 328; first change in form presented by, 330.\n\n*Glen Roy,* parallel roads of, 39.\n\n*Guaiacum,* resin of, 291; chemical formula of, 291.\n\n*Gymnotus,* character and direction of the electric force of the, 1; results obtained with the Gymnotus current, 5.\n\nH.\n\n*Harris (W. Snow, Esq.).* Inquiries concerning the elementary laws of electricity. Third series, 215.\n\n*Hopkins (W. Esq.).* Researches in physical geology. First series. On the phenomena of precession and nutation, assuming the fluidity of the interior of the earth, 381.\n\nI.\n\n*Indian Seas.* On certain tide observations made in the, 163.\n\n*Induction, electric,* phenomena of, 219; laws of electrical change by, 223; relation of, to quantity and distance, 233; effects of, on disturbing the repulsive force, 239.\n\n*Iron-built ships,* account of experiments on, instituted for the purpose of discovering a correction for the deviation of the compass produced by the iron of the ships, 167. Section I. Preliminary, 167. II. Immediate results of observations, 171. III. Theory of induced magnetism, 177. IV. Combination of induced magnetism with permanent magnetism, 188. V. Application of the theory to the observations made in the Rainbow (iron-built steamer), 194. VI. Observations not essential to the theory, 205. VII. Observations of the disturbance of the compass in the iron-built sailing ship Ironsides, 206. VIII. Concluding remarks, 211.\n\n*Ivory (James, K.H.).* On the conditions of equilibrium of an incompressible fluid, the particles of which are acted upon by accelerating forces, 243.\n\nNote relating to the correcting of an error in a paper printed in the Philosophical Transactions for 1838, 57, &c. 265.\n\nJ.\n\n*Johnston (James F. W., Esq.).* On a new equiatomic compound of bicyanide with binoxide of mercury, 113.\n\nOn the constitution of the resins, Part I., 119.\n\nOn the constitution of the resins, Part II., 281.\n\nOn the constitution of the resins, Part III., 293.\n\nL.\n\n*Low Water.* On the laws of, at the Port of Plymouth, and on the permanency of low water, 151.\n\nM.\n\n*Maclear (Thomas, Esq.).* An account of the fall of a meteoric stone in the Cold Bokkeveld, Cape of Good Hope, 83.\nMagnetism, theory of induced, 177; combination of induced, with permanent, 188; application of the theory to observations made in iron-built ships, 194, 207.\n\nMastic, resin of, 119; chemical formulae of resins of, 133.\n\nMercury, a new equiatomic compound of bicyanide with binoxide of, 113.\n\nMeteoric stone, an account of the fall of a, in the Cold Bokkeveld, Cape of Good Hope, 83; chemical account of, 86.\n\nN.\n\nNervous force, experimental relation of, to electric force, 11.\n\nNitrates, conversion of into chlorides, applied to the determination of equivalent numbers, 13.\n\nNutation, precession and, phenomena of, assuming the fluidity of the interior of the earth, 381, 385.\n\nO.\n\nOlibanum, resin of, 301; chemical formulae of, resins of, 305.\n\nOvum, the, mature and immature, 309; effects produced on, in the ovary by maceration, ibid.; in the ovary post coitum—first and second stages of development of, 310; locality in which fecundated, 314; discharge of, from the ovary, 316; disappearance of ova post coitum, 318; the ovum after it has left the ovary, 320; minute size of, no criterion of the degree of its development, 321; third stage of development to tenth, 321 to 324; importance of examining ova from the Fallopian tube, 325; eleventh to twenty-first stage of development, 326 to 332; hollow net-work in the, 331; multiplicity of parts in a minute, 332; aborted ova, 343; effects produced on, by manipulation, ibid.; by certain chemical reagents, 344; some of the earliest appearances of the, 346; anomalous ova, 364; method of obtaining the minutest in the uterus and Fallopian tube, and of preserving while under examination, 365; process by which the primitive ovum undergoes division and subdivision, 367; probable analogy in this respect between the Mammiferous ovum and the ovum of batrachian reptiles and certain fishes, 369; resemblance between the fecundated ovum of Mammalia and that of certain plants, 370, note; ova found in the Fallopian tube of the Rabbit, 371; ova found in the uterus of the Rabbit, 372.\n\nP.\n\nParallel roads of Glen Roy, and of other parts of Lochaber in Scotland, observations on, with an attempt to prove that they are of marine origin, 39; Section I. Description of the shelves, 39; II. Theories of Sir Lauder Dick and Dr. Macculloch considered, 45; III. Proofs of the retreat of a body of water from the central parts of Scotland, and that this water was that of the sea, 49; IV. Proofs from organic remains of a change of level between the land and the sea in Scotland; the effects of elevation traced in hypothesis, 56; V. Objections to the theory from the non-extension of the shelves, and the absence of organic remains at great heights, answered, 60; VI. Application of the theory to some less important points of structure in the district of Lochaber, and recapitulation, 64; VII. On the erratic boulders of Lochaber, 68; VIII. On the small amount of alluvial action since the formation of the shelves, 72; IX. On the horizontality of the shelves, and on the equable action of the elevatory forces, 76; X. Speculations on the action of the elevatory forces, and conclusion, 78.\n\nPenny (Frederic, Esq.). On the application of the conversion of the chlorates and nitrates into chlorides, and of chlorides into nitrates, to the determination of several equivalent numbers, 13.\n\nPhillips (Richard, Esq.). Researches on the chemical equivalents of certain bodies, 35.\nINDEX.\n\nPinus abies, resin of, 298; chemical formulae of resins of, 300.\n\nPlymouth. On the laws of low water, and on the permanency of low water in the port of, 151.\n\nPrecession and nutation, phenomena of, assuming the fluidity of the interior of earth, 381, 385.\n\nR.\n\nResins, on the constitution of, Part I., 119. I. Resin of mastic, 119; action of heat, 122; constitution of the resin salts, 127; insoluble resin of mastic, 132; conclusions, ibid. II. Resin of dragon's blood, 134.\n\n——— Part II., 281; III. Resin of gamboge, 281; salts of gambodic acid, 284; constitution of the salts of gambodic acid, 289; conclusions, 290; IV. Resin of guaiacum, 291; salts of guaiacum resin, ibid.; V. Acaroid resin, 292.\n\n——— Part III., 293; VI. Resin of Sandarach, 293; conclusions, 297; VII. Resin of the Pinus abies, 298; conclusions, 300; VIII. Resin of olibanum, 301; conclusions, 304; general observations, 305.\n\nS.\n\nSandarach, resin of, 293; chemical formulae of resins of, 297.\n\nSecondary compounds, electrolysis of, 97.\n\nT.\n\nTides, researches on the. Tenth series. On the laws of low water at the port of Plymouth, and on the permanency of low water, 151; 1. Of the permanency of the height of mean water, 152; 2. Of the semimenstrual inequality of the height of low water at Plymouth, 153; 3. The parallax correction of the height of low water at Plymouth, 155; 4. The declination correction of the height of low water at Plymouth, 156; postscript, 157; appendix, 158.\n\n——— researches on the. Eleventh series. On certain tide observations made in the Indian seas, 163.\n\nV.\n\nVoltaic battery (constant). Account of the effects of a large, 89.\n\nVoltaic combinations. Fifth letter on, 89.\n\nW.\n\nWhewell (the Rev. W.). Researches on the tides. Tenth series. On the laws of low water at the port of Plymouth, and on the permanency of low water, 151.\n\n——— Researches on the tides. Eleventh series. On certain tide observations made in the Indian seas, 163.\n\nLONDON:\n\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\n\nRED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1838 to June 1839.\n\nPRESENTS. DONORS.\n\nACADEMIES, &c.\n\nAteneo di Venezia. Esercitazioni Scientifiche e Letterarie. 4to. Venezia 1838. The Athenæum of Venice.\n\nBengal.—Asiatic Society. Journal, Nos. 73 to 83. 8vo. Calcutta 1838. The Society.\n\nBerlin:—\n\nAkademie der Wissenschaften. Abhandlungen, for the years 1826, 1833, 1835, and 1836. 4to. Berlin 1829–38. The Academy.\n\n——. Bericht über die zur Bekanntmachung geeigneten Verhandlungen. 8vo. Berlin 1837–39. The Academy.\n\nBohemian Academy. A' M. T. Társaság' Éukönyvei, 1834–36, Tom. III. 4to. Buda 1838. The Academy.\n\nBrussels:—\n\nAcadémie Royale des Sciences et Belles Lettres. Annuaire. 4 et 5me années. 18mo. Bruxelles 1838–39. The Academy.\n\n——. Bulletin, Nos. 1, 2, 10–12, 1837; No. 1–8, 1838; et Nos. 1–4, 9–12, 1839. Bruxelles 1837–8 et 9. The Academy.\n\n——. Mémoires Couronnés. Tomes XII.—XIV. Bruxelles 1837–38. The Academy.\n\n——. Programme des Questions proposées pour le Concours de 1840. A sheet. The Academy.\n\nBritish Association. The Seventh Report of, Vol. VI. 8vo. Lond. 1838. The Association.\n\nCambridge Philosophical Society. Transactions, Vol. VI. Part III. 4to. Lond. 1838. The Society.\n\nDanish Royal Academy of Sciences. Afhandlingar. 4to. Tom. VI. and VII. Köbenhavn 1837–38. The Academy.\n\nDublin:—\n\nRoyal Irish Academy. Proceedings for 1837–38, Part II. 8vo. Dublin 1838. The Academy.\n\n——. Proceedings, 1838, Nos. 14–16. 8vo. Dublin 1838. The Society.\n\nLeeds Philosophical and Literary Society. Annual Report for 1837–38. 8vo. Leeds 1838. The Society.\n\nLondon:—\n\nAntiquarian Society. Archæologia, Vol. XXVII. Part II., and Vol. XXVIII. Part I. 4to. Lond. 1839. The Society.\n\nBotanical Society. Proceedings, Vol. I. Part I. 8vo. Lond. 1839. The Society.\n\nEntomological Society. Transactions, Vol. II. Parts I. and II. 8vo. Lond. 1839. The Society.\n\nMDCCCXXXIX.\nPRESENTS.\n\nACADEMIES (continued).\n\nLondon:\n- Geological Society of London. Proceedings, Nos. 57–59, and 61 and 62. 8vo. Lond. 1838–39.\n- Transactions (Second Series), Vol. V. Part I. 4to. Lond. 1838.\n- Institution of Civil Engineers. Annual Report for 1839. 8vo.\n- Transactions, Vol. II. and Vol. III. Part I.\n- Linnean Society. Transactions, Vol. XVIII. Part I. 4to. Lond. 1838.\n- Royal Asiatic Society of Great Britain and Ireland. Journal, No. 9. 8vo. Lond. 1838.\n- Proceedings of the Committee of Commerce and Agriculture. 8vo. Lond. 1838.\n- Royal Astronomical Society. Memoirs, Vol. X. 4to. Lond. 1838.\n- Royal Geographical Society. Journal, Vol. VIII. Parts II. and III., and Vol. IX. Part I. 8vo. Lond. 1838–39.\n- Royal Medical and Chirurgical Society. Transactions of, Vol. XXI. 8vo. Lond. 1838.\n- Royal Society of Literature. Transactions, Vol. III. Part II. 4to. Lond. 1839.\n- Society of Arts. Transactions, Vol. LII. Part I. 8vo. Lond. 1838.\n- Statistical Society. Journal, Nos. 3–12. 8vo. Lond. 1838–39.\n- University of London. Regulations on the subject of Degrees in Arts, with the Questions proposed to the Candidates for Matriculation. 8vo. Lond. 1839.\n- Regulations on the subject of Degrees in Medicine. 8vo. Lond. 1839.\n- Zoological Society. Proceedings, Nov. 1837 to July 1838. 8vo. Lond. 1837–38.\n- Transactions, Vol. II. Part II. 4to. Lond. 1838.\n\nMadras.—Journal of Literature and Science, No. 18. 8vo. Madras 1838.\n\nModena.—Società Italiana delle Scienze, Vol. XXI. 4to. Modena 1837.\nRoyal Institute of the Netherlands. Nieuwe Verhandelingen der Eerste Klasse, Vol. VII. in 3 Parts. 4to. Amsterdam 1838.\n\nParis:\n- Académie de l'Industrie. Journal des Travaux, 1832–35. 4to. Paris.\n- Académie Royale des Sciences. Comptes Rendus Hebdomadaires, Tomes VII. et VIII. 4to. Paris 1838–39.\n- Muséum d'Histoire Naturelle de Paris. Archives, Tom I. Livr. 1. 4to. Paris 1839.\n- Société de Géographie. Bulletin (2me série), Tome IX. et X. 8vo. Paris 1838.\n- Société Entomologique de France. Annales, Tome VII. 8vo. Paris 1838.\n- Société Française de Statistique Universelle. Journal des Travaux. Juillet 1835, May 1839. 3 Vols. and 3 Parts. 8vo. Paris 1835–39.\n- Société Géologique de France. Bulletin, Tomes IX. et X. 8vo. Paris 1838–39.\n- Mémoires, Tome III. Part I. 4to. Paris 1838.\n\nPetersburgh (St.) :\n- Académie Impériale des Sciences. Bulletin Scientifique, Tomes I.–III., and Nos. 1–21 of Vol. IV. 4to. St. Petersbourg 1837–38.\n- Académie Impériale des Sciences. (6me Série.) Mémoires : Sciences Mathématiques et Physiques, Tome I. Liv. 6. Sciences Naturelles, Tome II.\nPRESENTS.\n\nACADEMIES (continued).\n\nLiv. 4 et 5. Sciences Politiques, Histoire, Philologie, Tome IV. Liv. 3.\nPars divers Savans, Tome III. Liv. 3—6. 4to. St. Petersbourg 1837–38.\nPhiladelphia:—\nAmerican Philosophical Society. Transactions, Vol. VI. Parts I. and II.\n4to. Philadelphia 1838–39.\nProceedings, No. 1—6. 8vo. Philadelphia 1839.\nSt. John's, Antigua.—Proceedings relative to the Formation of the \"Union\nSociety,\" St. John's, Antigua. 8vo. Antigua 1838.\nStockholm.—Royal Academy of Handlingar för år 1836. 8vo. Stockholm 1838.\nTurin.—Reale Accademia delle Scienze. Memoire, Vol. XL. 4to. Torino 1838.\nWernerian Natural History Society. Memoirs of, for the years 1831–37,\nVol. VII. 8vo. Edinb. 1838.\n\nAKERMAN (J. Y.) Catalogue d'une partie de la collection de Médailles du\nChevalier de Horta. 8vo. Lond. 1839.\nFurther Observations on the Coinage of the Ancient Britons. 4to. Lond. 1839.\n\nALMANACS.\n\nThe American Almanac for 1839. 8vo. Boston.\nTrevandrum Astronomical Ephemeris for 1838. 8vo. Trevandrum 1838.\n\nANONYMOUS.\n\nAbstract of the Massachusetts School Returns, for 1837. 8vo. Boston 1838.\nAnatomical Drawings selected from the Collection of Morbid Anatomy in the\nArmy Medical Museum at Chatham, Third Fasciculus. Folio. Lond. 1838.\nCatalogue, descriptive and illustrated, of the Physiological Series of Comparative\nAnatomy contained in the Museum of the Royal College of Surgeons\nin London, Vol. IV. Organs of Generation. 4to. Lond. 1838.\nCatalogue of the Collection of Mammalia and Birds in the Museum of the\nArmy Medical Department, at Fort Pitt, Chatham. 8vo. Chatham 1838.\nCatalogue of the Fellows, Candidates, and Licentiates, of the Royal College of\nPhysicians, London. 8vo. Lond. 1838.\nCatalogue of the Specimens of Natural History and Miscellaneous Curiosities\ndeposited in the Australian Museum. 8vo. Sydney 1837.\nCommunication from the Governor of New York, relative to the Geological\nSurvey of the State, 2 Parts. 8vo. New York 1837 and 1838.\nCompte de l'Administration de la Justice Civile en Belgique pendant 1832–36.\n4to. Bruxelles 1837.\nDescription of a Drawn Model (No. 113) proposed for the Monument intended\nto be erected in Trafalgar Square to the Memory of Lord Nelson. 8vo. Lond.\n1839.\nDictionnaire des Hommes de Lettres, des Savans, et des Artistes de la Belgique.\n8vo. Bruxelles 1837.\nHieroglyphics on the Coffin of Mycerinus found in the Third Pyramid of\nGizeh, August 1837.\nList of Additions made to the Collections in the British Museum in the year\n1835. 8vo. Lond. 1839.\nMemoria intorno ad alcune osservazioni fatte alla specola del Collegio Romano\nnel corrente anno 1838. 4to. Roma.\n\nDONORS.\n\nThe Society.\nThe Society.\nThe Society.\nThe Academy.\nThe Academy.\nThe Society.\nThe Author.\nThe American Philosophical Society.\nMr. Caldicot.\nE. Everett, Esq.\nSir J. McGrigor, from the Medical Officers of the Army.\nThe College.\nSir J. McGrigor, from the Medical Officers of the Army.\nThe College.\nThe Museum.\nJ. C. Warren, Esq.\nMons. A. Quetelet, For. Memb. R.S.\nThe Author.\nThe Author.\nColonel Howard Vyse.\nThe Trustees.\nThe College.\nANONYMOUS (continued).\n\nMeteorological Table from the Register kept at Kinfauns Castle, North Britain.\n\nNeuvième Lettre Cosmologique de l'Equation de Temps. 4to.\n\nObservations Astronomiques faites à l'Observatoire Royal de Paris; publiées par le Bureau de Longitude, 2 Vols. Folio. Paris 1825 and 1838.\n\nObservations on Roman Coin Moulds discovered in England and France. 8vo. London 1839.\n\nReports of a Committee for investigating the Coal and Mineral resources of India. 8vo. Calcutta 1838.\n\nStrictures on Anti-Phrenology. 8vo. Lond. 1838.\n\nTables of Logarithms (under the Superintendence of the Society for the Diffusion of Useful Knowledge). 12mo. Lond. 1839.\n\nThe Statutes of Queen Elizabeth for the University of Cambridge. (12th Eliz. A.D. 1570.) 8vo. Lond. 1838.\n\nAVOGADRO (A.) Fisica de' Corpi Ponderabili Ossia Trattato della Costituzione generale de' Corpi. 8vo. Torino 1837.\n\nBARTHOLOMEW (A.) Hints relative to the construction of Fire-proof Buildings. Lond. 1839.\n\nBATEMAN (J.) The Orchidaceae of Mexico and Guatemala. Folio. Part III. Lond. 1839.\n\nBEAMISH (R.) Popular instructions on the Calculation of Probabilities. Translated from the French of A. Quetelet, with Notes. 12mo. Lond. 1839.\n\nBECHE (H. T. de la.) Report on the Geology of Cornwall, Devon, and West Somerset. 8vo. Lond. 1839.\n\nBELPAIRE (—) et QUETELET (A.) Rapport sur les Observations des Marées faites en 1835, en differens points des Côtes de Belgique. 4to. Bruxelles 1838. (Two copies.)\n\nBERZELIUS (J.) Årsberättelse om framstegen i Fysik och Kemi. 8vo. Stockholm 1836.\n\nBESSEL (F. W.) und BGEYER. Gradmessung in Ost Preussen und ihre Verbindung mit Preussischen und Russischen Dreiecksketten. 4to. Berlin 1838.\n\nBIGELOW (J. P.) Statistical Tables, exhibiting the condition and products of certain branches of Industry in Massachusetts, for 1837. 8vo. Boston 1838.\n\nBOEHM (L.) Die kranke Darmschleimhaut in der Asiatischen Cholera. 8vo. Berlin 1839.\n\nBOUGAINVILLE (Baron de.) Journal de la Navigation autour du Globe, Tomes I. et II. 4to. Paris 1837.\n\nJournal de la Navigation autour du Globe de la Frégate la Thétis et de la Corvette l'Espérance pendant les années 1824–26. Folio. Paris.\n\nBRESCHET (G.) et GLUGE (—) Quelques Recherches sur la Structure des Membranes de l'Oeuf des Mammifères. 8vo. Paris 1837. (Extrait des Annales des Sciences Naturelles.)\n\nBRESCHET (G.) Recherches Anatomiques et Physiologiques sur l'Organe de l'Ouïe des Poissons. 4to. Paris 1838.\n\nBRIERE (—— de.) Éclaircissements sur la Destination de trois Zodiaques Antiques. 4to. Paris 1839.\n\nBROUGHAM (H. Lord.) Dissertations on subjects of Science connected with\nPRESENTS.\n\nNatural Theology: being the concluding volumes of the new edition of Paley's work, 2 Vols. 12mo. Lond. 1839.\n\nBUCKE (C.) A Letter intended (one day) as a Supplement to Lockhart's Life of Sir Walter Scott. 8vo. Lond. 1838.\n\nBUCKNELL (W.) The Ecceleobion; a Treatise on Artificial Incubation. 8vo. Lond. 1839.\n\nBUSCH (—) Reduction of the Observations made by Bradley at Kew and Wanstead to determine the quantities of Aberration and Nutation. 4to. Oxford 1838.\n\nCAMPBELL (H. D.) Addresses, Petitions, &c. from the Kings and Chiefs of Sudan (Africa) to His late Majesty King William the IVth. 8vo. Lond. 1838.\n\nCARLISLE (A.) Physiological Observations upon Glandular Structures. 8vo. Lond. 1838.\n\nCARPENTER (W. B.) Principles of General and Comparative Physiology. 8vo. Lond. 1839.\n\nCHALLIS (J.) Astronomical Observations made at the Observatory of Cambridge, Vol. X. 4to. Cambridge 1839.\n\nCHARLESWORTH (E.) Natural History Illustrations, No. 1. 8vo. Lond. 1839.\n\nCHAZALLON (A. M. R.) Annuaire des Marées des Côtes de France, pour 1839. 12mo. Paris 1839.\n\nCHESELDEN (W.) An Appendix to the Fourth Edition of the Anatomy of the Human Body. (From the Edin. Med. and Surg. Journal, No. 139.) 8vo. Edinb. 1836.\n\nCIVIALE (—) Parallèle des divers moyens de traiter les Calculeux. 8vo. Paris 1836.\n\nTraité de l'Affection Calculeuse, suivi d'un Essai de Statistique sur cette Maladie. 8vo. Paris 1838.\n\nCLARKE (Dr.) Address to the Members of the Berwickshire Naturalists' Club, delivered at Ford, Sept. 19, 1838. 8vo. Ford 1838.\n\nCOOPER (D.) Catalogue of the British Natural Orders and Genera of Plants, according to the system of DeCandolle, as well as the Linnean Classes and Orders. A sheet.\n\nCRONSTRAND (S. A.) Årsberättelse i Astronomien. 8vo. Stockholm 1836.\n\nCUNNINGHAM (W.) A Synopsis of Chronology from the Era of Creation to the year 1837. 8vo. Lond. 1837.\n\nThe Chronology of Israel and the Jews. 8vo. Glasgow 1835.\n\nThe Septuagint and Hebrew Chronologies timed. 8vo. Lond. 1838.\n\nDANIELL (J. F.) An Introduction to the Study of Chemical Philosophy. 8vo. Lond. 1839.\n\nDAUBENY (C.) Reply to Professor Bischof's Objections to the Chemical Theory of Volcanoes. (From the Edinburgh New Philosophical Journal.) 8vo. 1838.\n\nDAUSSY (—). Table des Positions Géographiques des principaux lieux du Globe. (From the Connaissance des Tems de 1841.) 8vo. Paris 1838.\n\nDAVY (J.) Observations on the Fluid in the Vesiculae Seminales of Man. 8vo. Lond. 1837.\n\nDE HEER (P. O. C. V.) Théorie de la Télégraphie Électrique, avec la Description d'un nouveau Télégraphe fondé sur les Actions Physiologiques de l'Électricité. 8vo. Deventer 1839.\n\nDONORS.\n\nThe Author.\n\nThe Compiler.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editors.\n\nThe Author.\n\nThe Club.\n\nThe Author.\n\nThe Swedish Academy.\n\nThe Author.\n\nThe Authors.\nPRESENTS.\n\nDÉMIDOFF (A. de) Voyage dans la Russie Méridionale et la Crimée. Liv. I.—XI. 8vo. Paris 1839.\n\nDEMONVILLE (.) Résumé de la Physique de la Création. 8vo. Paris. (no date.)\n\nDE SELLON (Comte) Nouveaux Mélanges Politiques, Moraux, et Littéraires. No. 3. 8vo. Genève 1838.\n\nDILLWYN (L. W.) Review of the References to the Hortus Malabaricus of Henry van Rheede van Draakenstein. 8vo. Swansea 1839.\n\nEHRENBERG (D. C. G.) Die Infusionsthierchen als Vollkommene Organismen. With Atlas. Folio. Leipzig 1838.\n\nELLIOTT (C. B.) Travels in the three great Empires of Austria, Russia, and Turkey. 2 Vols. 8vo. Lond. 1838.\n\nELLIOTSON (J.) Letter to the Gentlemen who composed Dr. Elliotson's late Class of the Practice of Medicine, in University College. A sheet. Lond. 1839.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1840. 8vo. Berlin 1838.\n\nFARADAY (M.) Experimental Researches in Electricity. 8vo. Lond. 1839.\n\nFARQUHARSON (J.) A New Illustration of the latter part of Daniel's last Vision and Prophecy. 8vo. Lond. 1838.\n\nFITTON (W. H.) Observations on some of the Strata between the Chalk and Oxford Oolite in the South-east of England. 4to. Lond. 1836.\n\nFLOURENS (.) Éloge Historique d'Antoine Laurent de Jussieu. 4to. Paris 1838.\n\nFORBES (J. W.) On the Colour of Steam under certain circumstances, and on the Colours of the Atmosphere. (From the Transactions of the Royal Society of Edinburgh, Vol. XIV.) 4to. Edinb. 1839.\n\nFORSTER (T.) Philozoia; or, Moral Reflections on the Actual Condition of the Animal Kingdom. 8vo. Brussels 1839.\n\nFOSCARINI (J. V.) Raggagli sulla vita e sulle opere di Marin Sanuto detto il Juniore. 3 Vols. 8vo. Venezia 1837.\n\nFRIES (B. F.) Årsberättelser om Nyare Zoologiska arbeten och Upptäckten. 8vo. Stockholm 1837.\n\nFRODSHAM (W. J.) Results of Experiments on the Vibrations of Pendulums with different Suspending Springs. 4to. Lond. 1839.\n\nGALLOWAY (T.) A Treatise on Probability. 12mo. Edinb. 1839.\n\nGAUSS (C. F.) Allgemeine Theorie des Erdmagnetismus. 8vo.\n\nGLYNN (J.) Report on the Drainage of Leven, Underbarrow, and Helsing- ton. 8vo. Kendal 1839.\n\nGODWIN, Jun. (G.) An Appeal to the Public on the subject of Railways. 8vo. Lond. 1837.\n\nA Tabular Chronological Epitome of the History of Architecture in England. A Card.\n\nHints on Construction. (From the Architectural Magazine, Vol. V.) 8vo.\n\nOn the Obelisk of Luxor recently erected in Paris. (From the Architectural Magazine.) 8vo. Lond. 1837.\n\nPrize Essay upon the Nature and Properties of Concrete. 4to. Lond.\n\nThe Churches of London. Vol. I. 8vo. Lond. 1838.\n\nThe Churches of London: a History and Description of the Ecclesiastical Edifices of the Metropolis. 8vo. Lond. Nos. 16—28.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Swedish Academy.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nGOODHUGH (W.) Motives to the Study of Biblical Literature, in a course of Introductory Lectures. 8vo. Lond. 1839.\n\nGORDON (—) Account of Two Visits to the Anopæa or Highlands above Thermopylae, made in June and July 1837. 12mo. Athens 1838.\n\nGRAHAM (J.D.) Report upon the Military and Hydrographical Chart of the extremity of Cape Cod, &c., with their Sea-coasts and Ship Harbor. Folio.\n\nGRAHAM (T.) Elements of Chemistry. Parts I. and II. 8vo. Lond. 1838.\n\nGRANVILLE (A.B.) Medical Reform; being the First Annual Oration, instituted by the British Medical Association. 8vo. Lond. 1838.\n\nGROOMBRIDGE (S.) A Catalogue of Circumpolar Stars; edited by George Biddell Airy, Esq., A.R., printed at the public expense. 4to. Lond. 1838.\n\nGRUYER (L.A.) Examen Critique d'un Mémoire de M. P. Leroux intitulé: Du Bonheur. 8vo. (neither place nor date.)\n\nGUEST (E.) A History of English Rhythms. 2 Vols. 8vo. Lond. 1838.\n\nHALL (M.) Extract from a Lecture on the Nervous System. 8vo. Lond. 1839.\n\nHALLIWELL (J.O.) Rara Mathematica; or, a Collection of Treatises on the Mathematics and subjects connected with them, from ancient inedited Manuscripts. 8vo. Lond. 1839.\n\nTwo Essays. I. An Inquiry into the Nature of the Numerical Contractions. II. Notes on Early Calendars. 2nd edit. 8vo. Lond. 1839.\n\nHAMILTON (W.R.) Address to the Royal Geographical Society of London: delivered in May 1838. 8vo. Lond. 1838.\n\nHAMMER (J.von.) Über die Länderverwaltung unter dem Chalifate. 8vo. Berlin. 1835.\n\nHANDY (P.) The Doctrine of Simple and Compound Interest, Annuities, and Reversions. 8vo. Lond. 1839.\n\nHARRIS (Capt. W.C.) Narrative of an Expedition into Southern Africa, during the years 1836 and 1837. 8vo. Bombay 1838.\n\nHEDGCOCK (T.) Multum in Parvo: a new work on Astronomy, the Magnet, Tides, &c. 2nd edit. 8vo. Lond. 1839.\n\nHENDERSON (T.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. II. 4to. Edinb. 1839.\n\nHERSCHEL (Sir J.F.W.) Report of the Meteorological Committee of the South African Literary and Philosophical Institution. 8vo. Cape Town 1836.\n\nReport of the Meteorological Committee of the South African Literary and Philosophical Institution. (Part I.) Read July 17, 1837.\n\nHITCHCOCK (E.) Report on a Re-examination of the Economical Geology of Massachusetts. 8vo. Boston 1838.\n\nHOEVEN (J. van der) Recherches sur l'Histoire Naturelle et l'Anatomie des Limules. At Leyde. 1838.\n\nHOLLAND (H.) Medical Notes and Reflections. 8vo. Lond. 1839.\n\nHUNTER (A.) The Waters of Harrogate and its vicinity. 5th edit. 12mo. Lond. 1838.\n\nINNES (G.) Meteorological Observations made at Aberdeen, for 1838. 8vo. Aberdeen 1838.\n\nTide Tables for 1839. 12mo. Aberdeen.\n\nJACOBI (C.G.J.) Canon Arithmeticus sive tabulae quibus exhibentur pro singulis numeris primis vel primorum potestatibus infra 100 numeri ad datos indices et indices ad datos numeros pertinentes. 4to. Berolini 1839.\n\nDONORS.\n\nThe Author.\n\nProf. A.W. Bache.\n\nThe Author.\n\nThe British Medical Association.\n\nThe Lords Commissioners of the Admiralty.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Royal Geographical Society.\n\nThe Author.\n\nHer Majesty's Government.\n\nEdward Everett, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nJACOBI (C. G. J.) Fundamenta nova theoriæ functionum ellipticarum. 4to. The Author.\nRegiomonti 1829.\n\nJEFFERY (J. D.) An Essay on the Prevalence of Small Pox and the Evils of Inoculation. 8vo. Lond. 1838.\n\nJERVIS (Capt. T. B.) The Expediency and Facility of establishing the Meteorological and Monetary systems throughout India. 8vo. Bombay 1834.\n\nJOHNSTON (J. F. W.) Meeting of the British Association at Newcastle. Report of the Local Secretaries. 8vo. Newcastle 1839.\n\nOn the Present State of our Knowledge in regard to Dimorphous Bodies. 8vo. Lond. 1838.\n\nThe Economy of a Coal-field. 8vo. Durham 1838.\n\nJONES (T. W.) The Organ of Hearing. (From the Cyclopaedia of Anatomy and Physiology.) 8vo. Lond. 1838.\n\nJOURNALS.\n\nAnnales des Mines. Tom. XIII. et XIV. 8vo. Paris 1838–39.\n\nAnnals of Electricity, Magnetism, and Chemistry; and Guardian of Experimental Science: conducted by William Sturgeon, Nos. 13—18. 8vo. Lond. 1838–39.\n\nAthenæum Journal, from June to December 1838, and January to June 1839. 4to. Lond. 1838–39.\n\nForeign Monthly Review and Continental Literary Journal, No. 1. 8vo. Lond. 1839.\n\nGiornale per servire ai progressi della patologia e della terapeutica. 8vo. Tom. IX. fascic. 25, 26 and 27. Two vols. 8vo. Luglio 1838.\n\nJournal of the Franklin Institute: edited by Thomas P. Jones, M.D. 8vo. Vols. XXI. and XXII. Philad. 1838.\n\nLondon and Edinburgh Philosophical Magazine, from July to December 1838, and January to June 1839. 8vo. Lond. 1838–39.\n\nMagazine of Natural History (new series). Conducted by Edward Charlesworth, F.G.S. Vols. I. and II. Nos. 25—30. 8vo. Lond. 1839.\n\nNaturalist. Nos. 8—12, 17—19, 23, 25, 26 and 29; edited by Neville Wood. 8vo. Lond. 1837–39.\n\nRepertory of Patent Inventions. Nos. 55—66. 8vo. Lond. 1838–39.\n\nThe Analyst: a Quarterly Journal of Science, Literature, Natural History, and the Fine Arts. No. XXV. 8vo. Lond. 1838.\n\nTijdschrift voor Natuurlijke Geschiedenis en Physiologie uitgegeven door J. van der Hoeven en W. H. de Vriesre. Vol. V. 8vo. Amsterdam 1838–39.\n\nUnited Service Journal, and Naval and Military Magazine. Nos. 116—127. 8vo. Lond. 1838–39.\n\nLiterary Gazette, from June to December 1838, and January to June 1839. 4to. Lond. 1838–39.\n\nJUBINAL (A.) Rapport de l'Instruction publique suivi de quelques pièces inédites tirées des manuscrits de la Bibliothèque de Berne. 8vo. Paris 1838.\n\nKIDD (S.) Catalogue of the Chinese Library of the Royal Asiatic Society. 8vo. Lond. 1838.\n\nKOPS (J.) en HALL (H. C. van) Flora Batava. Nos. 114—117. 4to. Amsterdam 1839.\n\nKUPFFER (A. T.) Observations Météorologiques et Magnétiques faites dans l'Empire de Russie. Tome II. 4to. St. Petersbourg 1837.\n\nRecueil d'Observations Magnétiques faites à St. Petersbourg et sur d'autres points de l'Empire de Russie, 4to. St. Petersbourg 1837.\nPRESENTS.\n\nLAGERHJELM (P.) Tal om Hydraulikens närvarande tillstånd. 8vo. Stockholm 1837.\n\nLAMING (R.) On the Primary Forces of Electricity. 8vo. Lond. 1838.\n\nLAMONT (J.) Jahrbuch der Königlichen Sternwarte bei München, für 1839. 12mo. München 1838.\n\nLARRY (D. J.) Nouvelles réflexions sur la manière dont la nature procède à l'occlusion ou à la cicatrisation des plaies de la tête, avec perte de substance aux os du crane. 4to. Paris 1838.\n\nLEA (I.) Observations on the Genus Unio. Vol. II. 4to. Philadelphia 1838.\n\nLINK (H. F.) Anatomisch-Botanische Abbildungen zur Erläuterung der Grundlehren der Kräuterkunde. 3 Parts. Folio. Berlin. (no date.)\n\nElementa Philosophiae Botanicae. 2 Vols. 8vo. editio altera. Berolini 1837.\n\nLITTROW (J. J. E. von) Annalen der K. K. Sternwarte in Wien. Vol. XVIII. Folio. Wien 1838.\n\nLUBBOCK (J. W.) An Elementary Treatise on the Tides. 8vo. Lond. 1839.\n\nRemarks on the classification of the different branches of Human Knowledge. 8vo. Lond. 1838.\n\nMALAGOLI DI REGGIO (G.) Metodo breve, facile, e sicuro per apprendere bene il canto. 8vo. Bologna 1834.\n\nMANTELL (G. A.) The Wonders of Geology. 3rd edit. 2 vols. 12mo. Lond. 1839.\n\nMAPS AND CHARTS.\n\nOrdnance Survey of Great Britain, Sheet No. 72.\n\nMARSDEN (W.) A brief Memoir of the Life and Writings of, with Notes; by Elizabeth W. Marsden. 4to. Lond. 1838.\n\nMILLER (W. H.) A Treatise on Crystallography. 8vo. Cambridge 1839.\n\nMÖRNER (A. G.) Aminnelse-tal öfver K. V. A. Framlidue Ledamol Friherre Lars A Mannerheim. 8vo. Stockholm 1837.\n\nMORREN (C.) Essais sur l'Hétérogéné Dominante. 8vo. Liège 1838.\n\nNote sur l'Effet Pernicieux du Duvet du Platane. 8vo.\n\nBruxelles.\n\nObservations Anatomiques sur la Congélation des Organes des Végétaux. 8vo. Bruxelles 1838.\n\nObservations Ostéologiques sur l'Appareil Costal des Batraciens. 4to. Bruxelles 1836.\n\nObservations sur l'Anatomie et la Physiologie de la fleur du Cereus Grandiflorus. 8vo. Bruxelles 1838.\n\nMémoires pour servir aux Éloges Biographiques des Savants de la Belgique. 7me fascicule. 8vo. Liège 1837.\n\nMorphologie des Ascidies. 8vo. Bruxelles.\n\nRecherches Physiologiques sur les Hydrophytes de la Belgique. 4to. Bruxelles 1838.\n\nRecherches sur le Mouvement et l'Anatomie du Stylium Graminifolium. 4to. Bruxelles 1838.\n\nMOREAU (C.) et SLOWACZYNSKI (A.) Statistique Générale. 12mo. Paris 1838.\n\nMULDER (G. J.) en WENCKEBACH (W.) Natuur en Scheikundig Archief. Parts I. and II. 8vo. Leyden 1838.\n\nMURCHISON (R. I.) The Silurian System, founded on Geological Researches. Parts I. and II. (with a large Map.) 4to. Lond. 1839.\n\nMDCCXXXIX.\nPRESENTS.\n\nNAMIAS (G.) Cenni intorno a 177. Colerosi curati nell'anno 1836. 8vo. Venezia 1837.\n\nLettera all Professor Giovanni Maria Zeichinelli Intorno all'Anguia del Petto e all'uso del ferro ne' morbi cardiaci e vascolari. 8vo. Venezia 1837.\n\nNASMYTH (A.) Researches on the Development, Structure, and Diseases of the Teeth. 8vo. Lond. 1839.\n\nNEVILE (C.) A Defence of Paley's Moral Philosophy, in answer to the Objections of Mr. Whewell and Professor Sedgwick. 12mo. Lond. 1839.\n\nNEWMAN (J.) Instructions necessary to be attended to in using Newman's Standard or Portable Mountain-Barometer. 8vo. Lond. (no date.)\n\nNEWPORT (G.) Observations on the Anatomy, Habits and Economy of Athalia Centifolia, the Saw-fly of the Turnip. (a Prize Essay.) 8vo. Lond. 1838.\n\nNEGRO (S. dal.) Sopra le Proprietà dei Perimetri dei due Metalli costituenti gli Elementi Voltiani. 4to. Padova 1838.\n\nÖRSTED (H. C.) Tale over dets Præses Adam Wilhelm Hauch. 8vo. Kiöbenhavn 1838.\n\nPASCH (G. E.) Årsberättelse om Technologiens Framsteg. 8vo. Stockholm 1836.\n\nPASLEY (C. W.) Observations on Limes, Calcareous Cements, Mortars, Stuccos and Concrete. 8vo. Lond. 1838.\n\nPEREIRA (J.) The Elements of Materia Medica. Part 1. 8vo. Lond. 1839.\n\nPETTIGREW (T. J.) Medical Portrait Gallery. Biographical Memoirs of the most celebrated Physicians, Surgeons, &c. Nos. 5—16. 8vo. Lond. 1838—39.\n\nPHILIP (A. P. W.) An Experimental Inquiry into the Laws of the Vital Functions. 4th edit. 8vo. Lond. 1839.\n\nPHILIPS (J.) A Guide to Geology. 2nd edit. 12mo. Lond. 1835.\n\nPHILLIPS (R.) A Translation of the Pharmacopoeia of the Royal College of Physicians of London, 1836. 8vo. Lond. 1838.\n\nPICKERING (J.) Eulogy on Nathaniel Bowditch, LL.D. 8vo. Boston 1838. (two copies.)\n\nPLATEAU (J.) Mémoire sur l'Irradiation. 4to. Bruxelles 1839.\n\nPORTER (G. R.) The Progress of the Nation, from the beginning of the nineteenth century to the present time. Sections 3 and 4. 12mo. Lond. 1838.\n\nPOUILLÉT ( ) Mémoire sur la chaleur solaire, sur les pouvoirs rayonnants et absorbants de l'air atmosphérique, et sur la température de l'espace. 4to. Paris 1838.\n\nQUETELET (A.) Annuaire de l'Observatoire de Bruxelles. 5 et 6me années. 18mo. Bruxelles 1838—39.\n\nCorrespondance Mathématique et Physique. Tome II. et 1re Liv. de Tome III. 8vo. Bruxelles 1838.\n\nDe l'influence des saisons sur la mortalité aux différents ages dans la Belgique. 4to. Bruxelles 1838.\n\nMétéorologie. 8vo. Bruxelles. (Extrait des Bulletins de l'Académie Royale de Bruxelles.) 8vo. Bruxelles. (no date.)\n\nMétéorologie. Tableaux Météorologiques pour 1838. 8vo.\n\nMétéorologie. (From the Bulletin de l'Acad. de Bruxelles.) 8vo. Bruxelles.\n\nNotice sur Gerard Moll. (Extrait de l'Annuaire de l'Académie Royale de Bruxelles.) 12mo. Bruxelles 1839.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Entomological Society of London.\n\nThe Author.\n\nThe Swedish Academy.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Boston.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nQUETELET (A.) Note sur le Magnétisme Terrestre. 8vo. Bruxelles 1838. The Author.\n\nNote sur les Étoiles Filantes du 12 Novembre 1838. (Extrait des Bulletins de l'Académie Royale de Bruxelles.) 8vo. Bruxelles 1839.\n\nPhysique du Globe. 8vo. Bruxelles 1838.\n\nRapport sur l'état et les travaux de l'Académie Royale des Sciences et Belles Lettres de Bruxelles. 8vo.\n\nRésumé des Observations Météorologiques faites en 1837. 4to. Bruxelles. (no date.)\n\nSur les Étoiles Filantes du 12 Novembre 1838. 8vo. Bruxelles 1838.\n\nRANKINE (J.) Results of Observations made with Whewell's Anemometer. (From the Transactions of the Royal Society of Edinburgh, Vol. XIV.) 4to. Edinb. 1839.\n\nREADE (J. B.) Observations on some new Organic Remains in the Flint of Chalk. 8vo. Lond. 1838. (From the Annals of Natural History.)\n\nREDFIELD (W. C.) On the Courses of Hurricanes; with notices of the Typhoons of the China Sea, and other Storms. 8vo. New York 1838.\n\nRECORD COMMISSION.\nState Papers published under the authority of His Majesty's Commission. Vols I.—V. Lond. 1830–36. Her Majesty's Government.\n\nREID (Lieut.-Col. W.) An Attempt to develop the Law of Storms. 8vo. with folio Atlas. Lond. 1838. The Author.\n\nREPORTS OF THE HOUSE OF COMMONS.\nStatistical Reports on the Sickness, Mortality, and Invaliding among the Troops in the United Kingdom, the Mediterranean, and British America. Folio. Lond. 1839.\n\nStatistical Report on the Sickness, Mortality, and Invaliding among the Troops in the West Indies. Folio. Lond. 1838.\n\nRICHARDSON (J.) Fauna Boreali-Americana. (The Fishes.) 4to. Lond. 1836. The Author.\n\nRIGAUD (S. P.) Historical Essay on the First Publication of Sir Isaac Newton's Principia. 8vo. Oxford 1838. The Author.\n\nRIVE (A. de la) Recherches sur les propriétés des Courants Magneto-Electriques. 4to. Genève 1837. (From the Mémoires de la Société d'Histoire Naturelle de Genève.)\n\nROGET (P. M.) Treatises on Physiology and Phrenology. 2 vols. 12mo. Edinb. The Author.\n\nTreatise on Phrenology. (From the Encyclopaedia Britannica.) 4to. Edinb. 1838. The Author.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. Nos. 355—377. 4to. Altona 1838.\n\nJahrbuch für 1838, mit Beiträgen von Bessel, Leopold, V. Buch, Kœmptz, Moser, Oersted, Olbers, und Schouw. 8vo. Stuttgart und Tübingen 1838.\n\nSCUDAMORE (Sir C.) A Letter to Dr. Chambers on several important points relating to the nature and proper treatment of Gout. 8vo. Lond. 1839.\n\nThe Analysis and Medical Properties of the Tepid Springs of Buxton. 3rd edit. 8vo. Lond. 1839.\n\nSOLDNER (J.) Astronomische Beobachtungen angestellt auf der K. Sternwarte zu Bogenhausen. 5ter Theil. 4to. München 1838. The Royal Academy of Munich.\nPRESENTS.\n\nSTANLEY (E.) The Hunterian Oration, delivered in the Theatre of the Royal College of Surgeons, in 1830. 8vo. Lond. 1839.\n\nSTEVENS (R.) An Improvement in the Pathology and Treatment of Small-Pox. 8vo. Lond. 1838.\n\nSTRATFORD (W. S.) Ephemeris of Encke's Comet, 1839. 8vo. Lond. 1838.\n\nSYKES (W. H.) Abstract of the Statistics of Dukhun, 1827–28. 8vo. Lond. (no date.)\n\nInscriptions from the Boodh Caves, near Joonur. 8vo. Lond. (no date.)\n\nLand Tenures of Dukhun. 8vo. Lond. 1836.\n\nOn the Geology of a portion of Dukhun, East Indies. 4to. Lond. 1836. (From the Transactions of the Geological Society.)\n\nOn the Three-faced Busts of Siva in the Cave Temples of Elephanta, near Bombay; and Ellora, near Dowlatabad. 8vo. Lond. (no date.)\n\nRemarks on the Identity of the Personal Ornaments sculptured on some figures in the Buddha Cave Temples at Carli, with those worn by the Brinjaris. (From the Asiatic Society's Transactions.)\n\nRemarks on the Origin in the Upas, or Poison-tree of Java. 8vo. Lond. (no date.)\n\nSpecial Report on the Statistics of the Four Collectorate of Dukhun under the British Government. 8vo. Lond. 1838.\n\nStatistics of Cadiz. 8vo. Lond. 1838.\n\nSYLVESTER (J. J.) Analytical Development of Fresnel's Optical Theory of Crystals. 8vo. Lond. 1837. (From the Philosophical Magazine.)\n\nTARTINI (F.) Memorie sul Bonificamento delle Maremme Toscane. Folio. Firenze 1838.\n\nTEMPLEMAN (J.) Table showing the Mean Temperature, as also the Mean Height of the Barometer in each month for the years 1834 to 1838. (Sheet.)\n\nTURNER (D.) Specimens of a Lichenographia Britannica; or, Attempt at a History of the British Liehens. (Imperfect.) 8vo. Yarmouth 1839.\n\nTURNER (E.) Elements of Chemistry; edited by Justus Liebig and Wilton G. Turner. Part III. 8vo. Lond. 1839.\n\nVAUGHAN (W.) Tracts on Docks and Commerce, between the years 1793 and 1800; with an Introduction, Memoir, and Miscellaneous Pieces. 8vo. Lond. 1839.\n\nWELLSTED (Lieut. J. R.) Letter on the Identity of the Hungaritic Writing and Dialect of Job and the earliest Arabs: to Major-general John Briggs. 8vo. Lond. 1839.\n\nWESTERN (T. G.) Commentaries on the Constitution and Laws of England, incorporated with the Political Text of the late J. L. De Lolme, LL.D. 8vo. Lond. 1838.\n\nWHITE (D. A.) An Eulogy on the Life and Character of Nathaniel Bowditch, LL.D., F.R.S. 8vo. Salem 1838.\n\nWIEGMANN (A. F.) Ueber die Bastarderzeugung im Pflanzenreiche. 4to. Braunschweig 1828.\n\nWEKSTRÖM (J. M.) Årsberättelse om Botaniska Arbeten och Upptäckter för år 1835. 8vo. Stockholm 1837.\n\nWELLICH ( ) Tithe Commutation Tables. Annual Supplement, 1839. 8vo. Lond. 1839.\n\nYOUNG (A.) A Discourse on the Life and Character of the Hon. Nathaniel Bowditch, LL.D., F.R.S. 8vo. Boston 1838.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nMr. Edward Everett.\n\nThe Author.\n\nThe Swedish Academy.\n\nThe Author.\n\nMr. Edward Everett.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108183.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 30804,
    "total-output-tokens": 17195,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1754,
        2
      ],
      [
        1754,
        5684,
        3
      ],
      [
        5684,
        9133,
        4
      ],
      [
        9133,
        11819,
        5
      ],
      [
        11819,
        15237,
        6
      ],
      [
        15237,
        17266,
        7
      ],
      [
        17266,
        19186,
        8
      ],
      [
        19186,
        21777,
        9
      ],
      [
        21777,
        24844,
        10
      ],
      [
        24844,
        27468,
        11
      ],
      [
        27468,
        30277,
        12
      ],
      [
        30277,
        33164,
        13
      ],
      [
        33164,
        36405,
        14
      ],
      [
        36405,
        39211,
        15
      ],
      [
        39211,
        41789,
        16
      ],
      [
        41789,
        44826,
        17
      ],
      [
        44826,
        47505,
        18
      ],
      [
        47505,
        50490,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108183",
    "title": "Back Matter",
    "authors": null,
    "year": 1839,
    "volume": "129",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/108183"
  }
}