{
  "id": "30d5200b8f2aae42949904aba8240433802375f2",
  "text": "INTRODUCTION TO THE Eleventh Year of these TRACTS\n\nIn these Ten years last past, from March 1665, to this present March 1675, through Gods assistance I have publish't Nine final Volumes of Philosophical Transactions; the first Volume containing the Transactions of the first and second of those years: And now, to begin a Tenth Volume for the Eleventh year (which I intend, God willing, to collect,) I apprehend it my duty in the first place gratefully to acknowledge the Ingenious Supplyes, which have been favourably afforded me, both by our eminent Domesticks within his Majesties Dominions, and also by Forrainers of some of the best note.\n\nFrom our Learn'd Correspondents from many parts we have received very obliging satisfaction, such as doth in a good measure answer our hopes and solicitations published near the end of the Introduction of our Fourth Volume. If I may express it by a resemblance, I may say; Some do freely lay out their strength and exquisite skill to unlock the Cabinets of Nature, to cleave and break up the hardest rocks, and to draw forth the richest Ores: Others are busied in melting them down: Some in refining them, and some in forming them into divers kinds of necessary or helpful Utensils. Many hands and heads are busied to search into the Origin of all Natural Bodies that are within our Sphere, or within our Reach; to examine the minutest principles; and to pursue the largest extent, the general affections, states, tendencies and inclinations, the contents, the several kinds, the operations, and the productions of all the great masses of Earth, Water, and Air; and to extort considerable detections from them by Fire, and by other curious devices, and by Mechanical contrivances. And these do succeed so well, that Chymistry, which so long and so lately was obscured with un-intelligible Cantings and deluding Vapors, is now, in the hands of Worthy Philosophers, become one of the clearest Interpreters of the most subtile abstrusities in Nature. Meanwhile some are at immense\nimmense labour in pursuit of the longest reaches in Mathematicks, whilst others draw down the most pregnant branches of it for the most considerable of Human Uses.\n\nSo that something is done already, and much more may in time be done towards the Explication of the Phenomena of Nature by the Union of Chymistry, as it is now become sincere, with Optical and other Mechanical aids, and with all the branches of Mathematicks, pure and mixed. Hence we have already obtained a more rational and closer Accomp of some of those, which are reputed Occult Qualities, than any of the Peripatetick Schools have yet given of those which they acknowledge to be most sensible and obvious.\n\nOthers in all their Travels by Sea and Land make diligent Researches into the Mysteries of Arts, and for all Rarities and singularities; that so what is worthy to be acquired, or to be imitated, and may be attain'd in any one part of the world, may, (as Arts grow, and as knowledge spreads abroad) be communicated for the benefit of all.\n\nAnd we are not destitute of Learned Antiquaries, who read much, and study to perfect Chronologies, which for some Ages may at good certainty record the great Changes of human affairs, the Revolutions of Kingdoms and Governments; the genius, faculties, addictions, and humors of Men in all ages; the Inundations, Earthquakes, Tempests, Heats, Droughts, Famines, Pestilences, Epidemical Infections and unknown Diseases, Comets, and other more strange and unusual Phenomena: Whilst others are re-calculating the Celestial Motions, according to the accurateness of Modern diligence. Our greatest want at present is of such Antiquaries, as may throughly undertake to re-examine Panciroius, to consider the most proper Succedanea, and the revival of Ancient Arts. This we made bold to recommend in the Preface to our Sixth Volume near the end.\n\nThe Ingenious Arts do furnish Employments for the younger Descendents of generous Families; as Lining, Painting, Sculpture, Chalcography, Calligraphy, Architecture, Navigation, the Breeding of the best races of Horses for all services, the Circulation of Animals; the Hortulan and all the other noblest kinds of Agriculture, as Vine-yards, Hop-yards, Mulberry-groves, Saffron, Liquorice, Woade, Madder, &c. That so all our Gentry may be good Examples.\nExamples to the Vulgar, both in vanquishing laziness, and luxury also; as of old, Commanders and Conquerors were more famous for austere Sobriety, and more conspicuous for solid Vertues, than for delicacies of Treatments, and for the splendor of their Equipage.\n\nAnd yet, since good reason requires, that all should be careful to send in Provisions for them that are engaged in hardier services for their Country; and since Hospitality hath a just praise; and it being also a chief point of Practical Philosophy, to supply Food and Rayments, and other Requests for all Mankind: I may here take notice, that I have heard it boldly affirmed, that there is not a wholesome Vegetable in the world, if it be not odious to the gust, or too strong. y Medical, whose roots, or seeds, blossoms or leaves, fruit, stems or pulp, may not, by Decoctions, Infusions, or Extracts, with a mixture of some Sugar, and seasonable Ferment, yield food or liquors, to sustain, corroborate, restore and revive men. And 'tis believed, that a Juice drawn from the fresh Sugar-cane, doth resemble, and may challenge, or excel, the richest wine of the Grape.\n\nIn this Testimony, I confess, my aim is for the benefit of Jamaica, and our other Sugar-Plantations. Meibomius hath accounted sufficiently for the old Beverages; and our West-Indian Colonies can increase the number of rich Liquors, if they please to do it. We hear of their Casks of Orange-wine; and we know not yet, what their Lemons, or other delicious fruit will do. We have no news yet of the arrival in England of Ligons Queen-Pine, so much extoll'd by his judicious palate; or that the Liquor of it is brought hither without decay by any Art. And we should not despair of our own, since the Dutch had the wit to make the tops of our Sage dried pass in China for a far more precious Thea, than their costly Thea is to us; and our Baume hath the Bees suffrage for the best Honey; and our English Saffron gives much life to our best Elixirs.\n\nFor Foods, our late Book of Cookery do say too much rather than too little, and declare sufficiently, that an ingeniofagula is not wanting amongst us; and yet none have said enough of the extent of nutriment in cases of Necessity, as in Sieges, and on the Seas in long calms, or when by storms they have lost their Sails, Masts, Sterns, &c. Perhaps it may be found, that Sea-plants and the Earth itself may yield food and bolus's, as wholesome for nourishing, as they do\ndo for medicine. All the Seas and Rivers, and all Lands do offer plenty and variety for our Tables; and may, in time, for our Garments: The Seas to yield as good and strong Rayments as Eufie or Mayle; as the dull Inhabitants of large Territories in the North had the wit, long since, and have to this day, to wear shoes and boots of Fishes skins, so cleverly sew'd, that their Seams are not easily to be found, saith M. Martinier in his New Voyage into the Northern Countries: And that the best sort of men in Nova Zembla do wear Vestments of the feather'd Skins of Penguins, the feathers outwards; and make Boats and Canoes of Fish-skins and Fish-bones. And we expect better tidings from the New Arts of Divining, concerning the Treasures of the Seas, such perhaps as have lain ab origine, and have perpetually increased by shipwrecks and tempests. Excellent Volumes do offer many Artifices for all occasions and for all humors; and great Ingenuity's will have the wit, rather to choose to be Masters and Inventors of a New and Ingenuous Artifice, than to serve our Apprenticeship for that which is Vulgar and proletary: No Statute or Law prohibits a man to practise an Invention of his own in any Corporation, if it be for common Utility, and without fraud; but one may not set up a known Trade, till he hath served an Apprenticeship. But I must not here, nor am I able, to enumerate all the Branches of Philosophy which are advanc'd for this present age, and prepared for the future. Enough is done to quicken honest Wit, and Industry, which is generally most of all warring in most of them that complain of Want.\n\nA more particular Account of the last Eclipse of the Moon, as it was observed by the Parisian Astronomers, and promised by us in our former Numb. 111. English't out of the French Journal des Scavans.\n\nJanuary 11. 1675. about five a clock 12 min. in the Evening, in the Royal Observatory, M. Cassini, M. Picard, and M. Roemer, began to perceive, that the Oriental part of the Moon, by little and little lost its light; so that at 5 h. 25', they saw a manifest penumbra; then at 5 h. 3'. 50\", the limb over against the Spot called Hevelius grew so dark, that they all agreed, that this was the true beginning of the Eclipse. They saw yet the little Spot Riccioli, which disappeared not till 15' after; and so the Shadow advanced from spot to spot unto the other opposite limb of the Moon, according to the order below particulariz'd.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101633.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2344,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2023,
        2
      ],
      [
        2023,
        4330,
        3
      ],
      [
        4330,
        6780,
        4
      ],
      [
        6780,
        9229,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101633",
    "title": "Introduction to the Eleventh Year of These Tracts",
    "authors": null,
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101633"
  }
}