{
  "id": "10ae0e9d9ead70e0255f14dc00b0ab137fd1c027",
  "text": "Most Creatures drink little or nothing there, as Hogs; nay, Horses in Guanaboa never drink; nor Cows in some places of the Island for six months; Goats drink but once perhaps in a week. Parrots never drink, nor Parrotets; nor Civet-Cats but once a month.\n\nThe hottest time of the day to us, is Eight in the Morning, when there is no Breeze. I set a weather-glass in the window, to observe the weather, and I found it not to rise considerably at that time, but by two of the clock it rose two inches.\n\nVenice-Treacle did so dry in a Gally-pot, as to be friable; and then it produced a Fly, called a Weevil, and a sort of white-worm. So did the Pilula de Tribus produce a Weevil.\n\nI shall conclude with an Observation of a strange Quality of a piece of Land: There is in the midst of the Island a Plain, called Magott Savanna, in which whosoever it rains (and the rain passes along the Island before it falls there) the rain, as it settles upon the seams of any garment, turns in half an hour to Magots; yet is that plain healthful to dwell in; and an hundred, that have seen the thing, assured me of it.\n\nInfinite might the observations be, if I had alwaies enjoyed my health, for the Speculative Philosophers; almost every thing there being new, and Nature being luxuriant in her Productions in those parts: But I shall not trouble you with imperfect Memorials, &c.\n\nSo far this curious observer; whose laudable Example may both quicken and direct other Travellers in the Particulars, to be taken notice of in their Voyages.\n\nExtract of a Letter written by Mr. Sam. Colepress to the Publisher, containing an Account of some Magnetical Experiments; as also of an excellent Liquor made of Cyder-Apples and Mulberries.\n\nPresuming what e’re tends to the farther discovery of the Magnetick virtue, will not be unwelcome to you, encouraged by a hint, given in pag. 423. of your Phil. Transact. I shall not scruple to relate to you two or three Experiments of mine own, performed in the presence of Sir William Strode.\n\n1. I took a Loadstone unpolish’d, which attracted but meanly; and I heated a Lath-nail glowing hot, nimbly applying the North-pole of the said Magnet to it, which quickly took it up, and held it suspended a great while, till I put down both the Magnet and Nail.\n\n2. I took the same stone, and cast it into the Fire, letting it remain there, till it was thorow hot, altering its colour from black to red, and being\nbeing red-hot, I applied the North-pole to another Lath-nail cold, and untoucht before, which it took up but faintly, yet held it suspend-ed for some time,\n\n3. Two or three daies after, I took the same Loadstone, and found that it attracted then as strongly, as before it was cast into the Fire. Whence I inferr'd, that the Fire somewhat lessen'd its Attractive fa-culty, but did not deprive the Stone of it.\n\nCyder-season approaching, I know not how to conceal from the delicate and curious Cyder-drinker (though I my self find the pleasures of all liquors in one, even that of fountain water *) the notice of a liquor as commendable, as yet rare. It is a composition of the Juyces of good Cyder-apples and Mulberries, producing the best tasted and most curiously coloured liquor, that many ever saw or tasted. Of which the experiment may be easily made by those that are furnish't with Mulberry-trees, without any considerable cost.\n\nAn Account of some Books.\n\nI. The HISTORY of the ROYAL SOCIETY of LONDON, for the Advancement of EXPERIMENTAL Philosophy, by THO. SPRAT.\n\nIT was indeed highly suitable, that the History of the Royal Experi-menting Society should be dedicated, as the Candid Author of it hath done, to that King, who is the first of all the Kings of Europe, that confirmed this Noble Design of Experiments, both by His own Ex-ample, and by a publick Establishment.\n\nThe Discourse itself, which is modest and elegant, is divided by the Author into these three general Heads:\n\nThe First gives a short view of the Ancient and Modern Philosophy; and of the most Famous Attempts that have been made for its Ad-vancement, by the Chaldeans, Egyptians, Grecians, Arabians, Romans, of old; and then, by several New waies of Philosophy, in the compass of our memories, and the Age before us, representing what hath been at-tempted by the Modern Dogmatists, the Revivers of ancient Sects, the late Experimenters, the Chymists, and the Writers of Particular Sub-jects: All which he deduceth, to the end, that by observing, wherein others have excelled, and wherein they have been thought to fail, he",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101225.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1193,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2427,
        2
      ],
      [
        2427,
        4532,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101225",
    "title": "Extract of a Letter, Written by Mr. Sam. Colepress to the Publisher, Containing an Account of Some Magnetical Experiments; As Also of an Excellent Liquor Made of Cyder-Apples and Mulberries",
    "authors": "Sam. Colepress",
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101225"
  }
}