{
  "id": "550a72d52f6b1918a849635abe28e71039b1b48a",
  "text": "These being two admirable Universal Rules in Geometry, the Reader will find the same (with many others) demonstrated by Dr. VVailis in his Treatise De Calculo Centri Gravitas, which together with his other Tracts, De Motu, Statica, Mechanica, are now at the Press in London. The same Rules are likewise demonstrated in Geometriae parte Universalis Jacobi Gregorii Scoti, Patavii 1668. Of which a competent number of Copies is expected here.\n\nThe Methods of these Learned Men are different, and good Arguments might be given, that they have not communicated nor seen the Works of each other.\n\nGuldinus, l. i. c. 12, shews a Mechanick way to find the Center of Gravity of a Surface or Curved Line, by 2 free suspensions, from the points of which, perpendiculars being drawn, do cross each other at the Center of Gravity. This we mention, to keep the Reader from taking the Center of Gravity of a Curved Line as such (which is intended in this 2d Rule) to be the same with the Center of Gravity of the Figure thereby terminated in the first Rule.\n\n3. Considers the Affections of Round Solids, begot from a Parabola, in 10 Propositions from Numb. 20. to 29. both inclusive; whereof the 21 and 23 gives the Hoof required by Argelii, which was formerly cubed by Greg. de S. Vincentio. In the 27th Prop. he gives the Proportion of the Parabolical Conoid to the spindle made of the same Parabola by rotation about its Base, to be, As the Base of the Parabola is to \\( \\frac{1}{4} \\) of the Axis; shewing, that Guldinus err'd through forgetfulness. In Prop. 29. he delivers, that the Parabola bears such a proportion to a Circle describ'd about the Base thereof as a Diameter, As the Axis of the Parabola doth to that Circumference of a Circle, whose Radius is equal to the distance of the Center of Gravity of the Semi-Parabola from the axis.\n\n4. Contains divers endeavors and manifold new ways towards the obtaining the Quadrature of the Circle in 12 Propositions.\n\n5. Contains 10 Propositions, from 41 to 51; in the 4th whereof he finds a Sphere equal to an Hyperbolical Ring-solid; whence divers ways are open'd towards the attaining the Quadrature of the Hyperbola: And he finds a Sphere equal to a Ring made by the Rotation of a Segment of an Hyperbola, and of the Segment of a Circle there annexed, described about the Base of the Hyperbola as a Chord Line: Then he absolutely cubes certain Hoofs cut out of an Hyperbolical Cylinder; and thence derives other ways towards the obtaining the Quadrature of the Hyperbola.\n\n6. Delivers 3 Theorems, shewing the proportion between an Hyperbola and a Circle: which are conceived to be wholly new.\n\nBut these Theorems suppose the Quadrature of both Figures known, viz. That of a Circle, in requiring the length of the Circumference of a Circle, describ'd by the Center of Gravity of an Hyperbola; which Center cannot be found, without giving the Quadrature or Area of the Hyperbola: which hath been most happily perform'd by M. Mercator in his Logarithmo-Technia and further advanc'd by Dr. Wallis in N. 38. of these Translations; and by M. Gregorii also further promoted and otherwise perform'd in his Exercitationes Geometricae, where he shews, the same Methods and Approaches to be likewise applicable to the Circle.\n\nWhat we have said, being an Account of one of the most considerable Volumes of Mathematicks extant, we hope we may be the better excused for prolixity. This Author formerly publish'd the Elements of Plain and Solid Geometry in 8°, and an Arithmetick in 8°, wherein he promised a Treatise of Algebra.\n\nErrata. P. 265. l. 24. r.m P C; p. 866. l. 3. del. finiftryrum; ibid. l. 18. r. Gravitationem; ib. l. 24. r. progresivo; ib. l. 27. r. fit 3. p. 867. l. 23. r. improprie.\n\nIn the SAVOT,\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1668.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101323.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 1107,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3877,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101323",
    "title": "Errata",
    "authors": null,
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101323"
  }
}