{
  "id": "e587d59f6790c9e1ce492e2ecaa44d72f4ac9a4f",
  "text": "be determined to some other direction. The mouths are said to have been fourteen in all at first, afterwards reduced to eight, and now, I believe, much fewer. There are three hillocks, large enough to be distinguished at Naples, that are formed by the stones and matter thrown up at these mouths, and one of them is already a young mountain. Some imagine the eruption will last many months, as the lower eruptions have generally lasted longest; and this, I think, is a great deal lower than any that ever happened.\n\nF. H. Eyles Stiles.\n\nX. Extract of a Letter from Mr. Robert Mackinlay, to the Right Hon. the Earl of Morton, F. R. S. dated at Rome, the 9th January 1761. concerning the late Eruption of Mount Vesuvius, and the Discovery of an antient Statue of Venus at Rome.\n\nRead Feb. 19, 1761.\n\nTHERE has been a most terrible eruption lately of mount Vesuvius, about the latter end of last month, but the accounts hitherto arrived are not very distinct: however, they all agree, that there were nine new mouths, or openings, towards the Torre del Greco and Annonciada: that very considerable shocks of an earthquake were felt all over Naples: that neither fire nor smoke came out of the old crater: that the lava had run into the sea:\ntea: and that beyond Portici, upon the high-road, the lava was in height seventeen palms, and some of the streams four hundred yards broad. Much damage has been done to houses and vineyards; and 'tis said the palace of Portici has suffered somewhat.\n\nIn the month of September last, a Venus, of most exquisite workmanship, was dug up here in the Mons Cælius, near the place called Clivo Scauri. It is in the possession of the Marquis Carnavallia, who gave fifty scudi to the workmen, their full demand, as the half of the value, according to agreement, though 'tis worth some thousands. It is full six feet high, in the same attitude with the Venus of Medicis, with this difference, her right-hand before her breast, and her left supporting a light drapery before the pudenda. On the base, which is of one piece with the statue, and quite entire, is the following inscription:\n\nΑΠΟΤΗΣ\nΕΝ ΤΡΟΙΑΔΙ\nΑΦΡΟΔΙΤΗΣ\nΜΗΝΟΦΑΝΤΟΣ\nΕΠΟΙΕΙ\n\nXI. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105587.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 644,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1238,
        2
      ],
      [
        1238,
        2168,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105587",
    "title": "Extract of a Letter from Mr. Robert Mackinlay, to the Right Hon. the Earl of Morton, F. R. S. Dated at Rome, the 9th January 1761. Concerning the Late Eruption of Mount Vesuvius, and the Discovery of an Antient Statue of Venus at Rome",
    "authors": "Robert Mackinlay",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105587"
  }
}