{
  "id": "91ddc4e95f6e72d0fce12e57544263f52287d461",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\n\nPrinted in U.S.A.\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. LXI. For the Year 1771.\nPART I.\n\nLONDON:\nPrinted for LOCKYER DAVIS, in Holbourn, Printer to the Royal Society.\n\nM.DCC.LXXII.\nADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations, which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume. And this information was thought the more necessary, not only as it has been the common opinion, that they were published by the authority, and under the direction, of the Society itself; but also, because several authors, both at home and abroad, have in their writings called them the Transactions of the Royal Society. Whereas in truth the Society, as a body, never did interest themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their Members should be appointed to reconsider the papers read before them, and select out of them such, as they\nADVERTISEMENT.\n\nshould judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance or singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the chair, to be given to the authors of such papers, as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS\n\nTO\n\nVOL. LXI.\n\nI. REMARKS upon the Nature of the Soil of Naples, and its Neighbourhood; in a Letter from the Honourable William Hamilton, His Majesty's Envoy Extraordinary at Naples, to Mathew Maty, M.D. Sec. R.S. p. i\n\nII. Extract of another Letter, from Mr. Hamilton, to Dr. Maty, on the same Subject. p. 48\n\nIII. A Letter from Dr. Franklyn, F.R.S. to the Astronomer Royal; containing an Observation of the Transit of Mercury over the Sun, November 9th 1769: By John Winthrop, Esq; F.R.S. Hollifian Professor of Mathematics and Natural Philosophy at Cambridge, New England. p. 51\n\nIV. Observations on the Heat of the Ground on Mount Vesuvius: By John Howard, Esq; F.R.S. p. 53\nV. Description of a Bird from the East Indies; in a Letter to James West, Esq; President of the Royal Society; from Mr. George Edwards, F. R. S.\n\nVI. An Extract from the Register of the Parish of Holy-Cross in Salop, being a Second* Decade of Years, from Michaelmas, 1760, to Michaelmas, 1770, carefully digested in the following Table, by the Rev. William Gorstuch, Minister of that Parish.\n\nVII. A Letter from Mr. Stephen de Visme to Mathew Maty, M. D. Sec. R. S. containing an Account of the Manner, in which the Chinese beat their Rooms.\n\nVIII. An Account of the Kang, or Chinese Stoves, by Father Gramont, translated from the French.\n\nIX. Account of a remarkable Thunder Storm: In a Letter from the Rev. Anthony Williams, Rector of St. Keverne, in Cornwall, to the Rev. William Borlase, D. D. F. R. S.\n\nX. Explication of an inedited Coin, with two Legends, in different Languages, on the Reverse. In a Letter to Mathew Maty, M. D. Sec. R. S. from the Rev. John Swinton. B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany.\n\nXI. Remarks upon two Etruscan Weights, or Coins, never before published. In a Letter to Mathew Maty, M. D. Sec. R. S. from the Reverend John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti.\n\n* In Vol. LII. Part i. Art. 25. see the First Decade.\nCONTENTS.\n\nApatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany. p. 82\n\nXII. Interpretation of two Punic Inscriptions, on the Reverses of two Siculo-Punic Coins, published by the Prince di Torremuzza, and never hitherto explained. In a Letter to M. Maty, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany. p. 91\n\nXIII. Extract of two Letters from M. Messier, of the Royal Academy of Sciences, and F. R. S. to M. de Magalhaens, on a new Comet: Translated by Dr. Bevis, F. R. S. p. 104\n\nXIV. Description and Use of a new constructed Equatorial Telescope, or portable Observatory, made by Mr. Edward Nairne, London. p. 107\n\nXV. Experiments to shew the Nature of Aurum Mosaicum: By Mr. Peter Woulfe, F. R. S. p. 114\n\nXVI. Account of an extraordinary Steatomatous Tumour, in the Abdomen of a Woman, by P. Hanly, M. D. Communicated by Charles Morton, M. D. Sec. R. S. p. 131\n\nXVII. A Letter from Dr. Ducarel, F. R. S. and F. S. A. to Dr. William Watson, M. D. and F. R. S. concerning Chestnut Trees; with two other Letters to Dr. Ducarel, on the same Subject. p. 136\n\nXVIII. Copy of Mr. Thorpe's Letter to Dr. Ducarel, concerning Chestnut Trees. p. 152\n\nXIX. Extract of a Letter from Edward Hasted, Esq; F. R. S. and F. S. A. to Dr. Ducarel, concerning Chestnut Trees. p. 160\n\nXX. A\nXX. A Letter from the Hon. Daines Barrington, F. R. S. to Mathew Maty, M. D., Sec. R. S. occasioned by the three preceding Letters. p. 167\n\nXXI. An Account of the Nyl-ghau, an Indian Animal, not hitherto described: By William Hunter, M. D. F. R. S. p. 170\n\nXXII. Observations on the Aphides of Linnæus, by Dr. William Richardson, of Ripon, Yorkshire: Communicated by William Heberden, M. D. F. R. S. p. 182\n\nXXIII. Meteorological Observations at Ludgvan in Mount's Bay, Cornwall, 1770: By William Borlase, D. D. F. R. S. Communicated by Dr. Jeremiah Miles, Dean of Exeter and F. R. S. p. 195\n\nXXIV. Description of a new Hygrometer: By Mr. John Smeaton, F. R. S. p. 198\n\nXXV. Letter from Mr. John Baptist Beccaria, of Turin, F. R. S. to Mr. John Canton. F. R. S. on his new Phosphorus receiving several Colours, and only emitting the same. p. 212\n\nXXVI. Some Remarks on the Effects of the late Cold in February last: in a Letter from the Rev. R. Watson, Fellow of Trinity College, and Professor of Chemistry at Cambridge, to Matthew Maty, M. D. Sec. R. S. p. 213\n\nXXVII. A Letter from Thomas Barker, Esq; of Lyndon in Rutlandshire, to James West, Esq; Pres. R. S. concerning Observations of the Quantities of Rain fallen at that Place for several Years. p. 221\n\nXXVIII. A second Letter from Mr. Barker to the President, on the same Subject; together with the Determini-\nCONTENTS.\n\nDetermination of the Latitude of Stamford, in Lincolnshire. p. 227\n\nXXIX. Observations on some Bivalve Insects, found in common Water, by Mr. Muller, of the new Academy of Sciences in Bavaria, and the Oeconomical Society at Bern; communicated by R. H. A. Bennet, Esq; F. R. S. p. 230\n\nXXX. A Letter from the Rev. M. Lort, B. D. F. R. S. containing an Account of a singular Fish, from the South Seas, by the Rev. Mr. Michael Tyson. p. 247\n\nXXXI. An Account of Elden Hole in Derbyshire; By J. Lloyd, Esq; with some Observations upon it, by Edward King, Esq; F. R. S.; in a Letter to Mathew Maty, M. D. Sec. R. S. p. 250\n\nXXXII. An Account of two new Tortoises; in a Letter to Mathew Maty, M. D. Sec. R. S.: By Thomas Pennant, Esq; F. R. S. p. 266\n\nXXXIII. Meteorological Observations at Caën in Normandy; for 1765, 1766, 1767, 1768, 1769: By Nathanael Pigott, Esq; F. R. S. Communicated by the late Dr. Bevis, F. R. S. p. 274\n\n* XXXIII. Nyctanthes elongata, nova Planta Indica, quam, descriptione atque iconi illustratam, illustrissimae Societati Regiae Londinensi reverenter offert Petrus Jonas Bergius, M. D. Suecus, R. Soc. Lond. aliarumque Societ. Memb. p. 289\n\nXXXIV. Account of a Mole from North America: In a Letter to Dr. Maty, Sec. R. S. from the Hon. Daines Barrington, F. R. S. p. 292\n\nXXXV. Letter from the Hon. Daines Barrington, F. R. S. to William Heberden, M. D. F. R. S. giving an Account of some Experiments made in Vol. LXI. b North\nCONTENTS.\n\nNorth Wales, to ascertain the different Quantities of Rain, which fell in the same Time, at different Heights. p. 294\n\nXXXVI. A Disquisition concerning certain Fluents, which are assignable by the Arcs of the Conic Sections; wherein are investigated some new and useful Theorems for computing such Fluents: By John Landen, F. R. S. p. 298\n\nXXXVII. A Letter from Mr. John Reinhold Forster, F. A. S. to the Hon. Daines Barrington, Vice-Prof. R. S. on the Management of Carp in Polish Prussia. p. 310\n\nXXXVIII. An Account of the remarkable Cold observed at Glasgow, in the Month of January, 1768; in a Letter from Mr. Alexander Wilson, Professor of Astronomy at Glasgow, to the Rev. Mr. Nevil Maskeline, B. D. F. R. S. and Astronomer Royal. p. 326\n\nXXXIX. Some Experiments on Putrefaction; by F. L. F. Crell, M. D. and Professor of Chemistry at Brunswick. p. 332\n\nXL. Observations upon Five antient Persian Coins, struck in Palestine, or Phoenicia, before the Dissolution of the Persian Empire. In a Letter to Matthew Maty, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany. p. 345\n\nXLI. A Letter from Richard Hill Waring, Esq; F. R. S. to the Hon. Daines Barrington; on some Plants found in several Parts of England. p. 359\n\nXLII.\nXLII. A Catalogue of the Fifty Specimens of Plants from Chelsea Garden: Presented to the Royal Society, for the Year 1770, pursuant to the Direction of the late Sir Hans Sloane, Bart. from the Society of Apothecaries, London: By Stanesby Alchorne, Member of the said Society.\n\np. 390\n\nXLIII. Observations made, by Appointment of the Royal Society, at King George's Island in the South Sea; by Mr. Charles Green, formerly Assistant at the Royal Observatory at Greenwich, and Lieut. James Cook, of his Majesty's Ship the Endeavour.\n\np. 397\n\nXLIV. Variation of the Compass, as observed on board the Endeavour Bark, in a Voyage round the World. Communicated by Lieut. James Cook, Commander of the said Bark.\n\np. 422\n\nXLV. Transitus Veneris & Mercurii in eorum Exitu è Disco Solis, 4to Mensis Junii & 10mo Novembris, 1769, observatus. Communicated by Capt. James Cook.\n\np. 433\n\nXLVI. Kepler's Method of computing the Moon's Parallaxes in Solar Eclipses, demonstrated and extended to all Degrees of the Moon's Latitude, as also to the assigning the Moon's correspondent apparent Diameter, together with a concise Application of this Form of Calculation to those Eclipses; by the late H. Pemberton, M. D. F. R. S. Communicated by Matthew Raper Esq; F. R. S.\n\np. 437\n\nXLVII. Of Logarithms, by the late William Jones, Esq; F. R. S. Communicated by John Robertson, Lib. R. S.\n\np. 455\nXLVIII. An Inquiry into the Value of the ancient Greek and Roman Money: By Matthew Raper, Esq; F. R. S. p. 462\n\nXLIX. Description of a Method of measuring Differences of Right Ascension and Declination, with Dollond's Micrometer, together with other new Applications of the same: By the Rev. Nevil Maskelyne, B. D. F. R. S. Astronomer Royal. p. 536\n\nL. A Supplement to a former Paper, concerning Difficulties in the Newtonian Theory of Light: By the Rev. S. Horsley, L.L. B. F. R. S. p. 547\n\nLI. An Account of the going of an Astronomical Clock: By the Rev. Francis Wollaston, F. R. S. p. 559\n\nLII. An Account of a pure native crystallised Natron, or fossil alkaline Salt, which is found in the Country of Tripoli in Barbary: By Donald Monro, M. D. Physician to the Army, and to St. George's Hospital, Fellow of the Royal College of Physicians, and of the Royal Society. p. 567\n\nLIII. The Quantity of the Sun's Parallax, as deduced from the Observations of the Transit of Venus, on June 3, 1769: By Thomas Hornsby, M. A. Savilian Professor of Astronomy in the University of Oxford, and F. R. S. p. 574\n\nLIV. A Letter from Mr. R. E. Raspe, F. R. S. to M. Maty, M. D. Sec. R. S. containing a short Account of some Basalt Hills in Heffia. p. 580\n\nLV. An Attempt to explain some of the principal Phenomena of Electricity, by Means of an elastic Fluid: By the Honourable Henry Cavendish, F. R. S. p. 584\nPRESENTS\nMADE TO THE\nROYAL SOCIETY\nIn the YEAR 1771;\nWITH\nThe NAMES of the DONORS.\n\nDonors Names. Presents made.\nJan. 10. Board of Longitude. Nautical Almanack for 1772. 8°\nMr. J. Reinhold Forster. Voyage to China, by Peter Olsbeck, 2 vol. 8°\nMr. J. Wynn Baker. Tracts on Husbandry. 8°\n17. Sir Wm. Browne, M. D. Lusus Medici, Lat. & Angl. 4°\nMr. Humphreys. Conchology, or a nat. hist. of shells, No. I. Fol.\n24. Rev. John Corham Huxham, Obferv. Huxhamii de æcre & morb. M. A. Epid. Tom. III. 8°\n31. James Burrow, Esq; De usu & ratione interpungendi, Ed. 2. 4°\nDr. Maty. Almanack pour trouver l'heure par tous les degrés. 4°\nStephen Devisme, Esq; Model of a Chinese stove for warming their rooms, and specimens of coals. 1°\nDonors Names.\n\nFeb. 7. Mr. John Landen.\n\nMr. J. Miller.\n\nMr. Humphreys.\n\nJohn Mills, Esq; Mr. T. S. Kuckhan.\n\n14. Dr. Limburg.\n\n21. Berlin R. Academy.\n\nMarch 7. Mr. J. Reinhold Forster.\n\nJ. Fothergill, M. D.\n\n21. Society of Physicians.\n\nChr. Theo. de Murr.\n\nApril 11. Stockholm R. Academy.\n\nParis R. Academy.\n\n25 Rev. R. Watson Professor at Cambridge.\n\nJ. Ingenhouz, M. D.\n\nMay 2. M. Tunstall, Esq;\n\nBenjamin Kennicott, D.D. The ten annual accounts of the collation of Hebrew MSS.\n\nWilliam Brownrigg, M.D. Considerations on preventing the communication of Pestilential contagion.\n\nMr. J. Reinhold Forster. A catalogue of animals of N. America.\n\n9. Tho. Pennant, Esq;\n\nHon. Daines Barrington.\n\nPresents made.\n\nAnimadversions on Dr. Stewart's computation of the Sun's distance from the earth.\n\nSystem of Botany, coloured prints, No II. Fol.\n\nConchology, or a nat. hist. of shells, No II. Fol.\n\nNatural and chemical elem. of agric. 8°\n\nTwelve birds, in fine preservation; and also 2 squirrels and 64 moths and flies from North America.\n\nDissertation sur les affinités chemiques.\n\nNouveaux amusement des eaux de Spa.\n\nTraités des eaux minerales de Spa.\n\nDiffert. inaug. sur les eaux de Spa.\n\nHistoire de l'Academie Royale de Berlin, for 1763.\n\nKal'm's travels into N. America, 2d and 3d vol.\n\nCharacter of the late Alex. Russell, M. D.\n\nMedical observations and inquiries, 4th vol.\n\nNova Acta Physico-med. Acad. Caesareae, Tom. III. & IV.\n\nTheir Transact. 14 quarterly Numbs. down to 1770.\n\nTheir Memoirs, &c. 3 vols for 1766, 1767, 1768.\n\nAn essay on the subjects of chemistry.\n\nAn impression of a medal, made from the sediment of mineral water, in Italy.\n\nOrnithologia Britannica. Fol.\n\nBritish Zoology, 4 vols.\n\nA synopsis of Quadrupeds.\n\nA mole from N. America.\nDonors Names.\n\nMay 30. Richard Price, D.D.\nM. Morand, M.D.\nMr. Humphreys.\nJohn Ellis, Esq;\nJune 6. Lord Baltimore.\nAlex. Dalrymple, Esq;\nNov. 7. Sir Wm. Browne, M.D.\nMr. J. Reinhold Forster.\nGeorge Baker, M.D.\nRev. J. Corham Huxham.\nAmerican Phil. Society.\nM. l'Abbé Rouffier.\nMr. Humphreys.\nMr. J. Reinhold Forster.\nJ. Zephan Holwell, Esq;\nDec. 5. Sir John Pringle, M.D.\nMr. Poczobutz.\nMr. Humphreys.\nMr. J. Miller.\nAbbé Maudru.\nHudson's Bay Company.\n12. Dr. Gower.\n19. Donald Monro, M.D.\n\nPresents made.\n\nObservations on reversionary payments,\n&c. 8°\nMemoires sur la nature, &c. du Charbon de terre apprêté. 8°\nConchology, or a nat. hist. of shells, No III. Fol.\nA turtle of a new species.\nLatin Poems. 4°\nHistorical collection of voyages and discoveries in the Pacific ocean, 2 vols. 4°\nAppendix ad opuscula. 4°\nFlora Americæ septentrionalis 8°\nNovæ species infectorum. Centuria I. 8°\nOpuscula Medica. 8°\nObservationes de aëre, &c. 1st and 2d vols. 8°\nTheir Transactions, Vol. I. 4°\nMemoire sur la Musique des Anciens. 4°\nConchology, or a nat. hist. of shells, No 4 and 5. Fol.\nRossi's Travels in N. America, 2 vols. 8°\nIndia Tracts. 4°\nManner of inoculating for the small pox in East India. 8°\nHistorical events relative to Bengal and Indostan. 8°\nMich. Sarcone, Del contagio del Vajoula. 4°\nA new chart of the kingdom of Poland, 4 sheets.\nConchology, or a nat. hist. of shells, No IV. Fol.\nPrint coloured of the tea plant, and description. Fol.\nNouveau système de Lecture. Fol.\nA large collection of quadrupeds, birds, fish, and other curiosities, from Hudson's Bay.\nMaterials for a new Hist. of Cheshire. 4°\nSome specimens of native natron, from Tripoli.\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours,\nOF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. LXI. For the Year 1771.\nPART II.\n\nLONDON:\nPrinted for LOCKYER DAVIS, in Holbourn, Printer to the Royal Society.\n\nM.DCC.LXXII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106069.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30026,
    "total-output-tokens": 6242,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        87,
        4
      ],
      [
        87,
        376,
        5
      ],
      [
        376,
        2039,
        6
      ],
      [
        2039,
        3686,
        7
      ],
      [
        3686,
        4375,
        8
      ],
      [
        4375,
        5819,
        9
      ],
      [
        5819,
        7272,
        10
      ],
      [
        7272,
        8641,
        11
      ],
      [
        8641,
        10102,
        12
      ],
      [
        10102,
        11499,
        13
      ],
      [
        11499,
        12873,
        14
      ],
      [
        12873,
        14272,
        15
      ],
      [
        14272,
        14995,
        16
      ],
      [
        14995,
        16757,
        17
      ],
      [
        16757,
        18418,
        18
      ],
      [
        18418,
        18418,
        19
      ],
      [
        18418,
        18707,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106069",
    "title": "Front Matter",
    "authors": null,
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/106069"
  }
}