{
  "id": "4e93b12e4fc6781f7455896e6d543e55a68138e9",
  "text": "were as hard twisted, as so many Penny Cords; that one might easily have taken his for a Medusa's Head (and who knows, but that in ancient Times some such Locks as these might have given Rise to the Poetical Fiction of Snakes growing on the Head instead of Hair? Be that as it will, this is certain, it is a most odious Sight to look on.\n\nIX. An Account of an unusual Agitation in the Magnetical Needle, observed to last for some Time, in a Voyage from Maryland, by Capt. Walter Hoxton; communicated in a Letter to David Papillon, Esq; F. R. S.\n\nOn the second of September, 1724, a little after Noon, being in Latitude $41^\\circ 10'$ N. and Difference of Longitude from Cape Henry in Virginia about $28^\\circ 00'$ E. the Weather fair, a moderate Gale, and smooth Sea, my Mate, who was on the Deck, came and told me, that the Compass traversed so much that he could not possibly steer by it: Whereupon I went up, and after trying it in several Parts of the Ship, found what he said to be true. I then had all my Compasses brought up, and placed in different Parts of the Ship, and in Places most remote from Iron, and, to my great Surprise, found them all in the same Condition; so that we could not steer by any of them. I then new touched some of them with a Loadstone, which\nwhich I always carry with me; and lest that should affect them, sent it out to the End of the Bowspreet; but I did not perceive that the new touching was of any Service; for they all continued traversing very swiftly, for about an Hour after I came on the Deck, and then on a sudden every one of them stood as well as usual. During the whole Time, the Ship had very little Motion; and I had an Azimuth Compass, and four or five others.\n\nFINIS.\n\nERRATA which have escaped Notice till now.\n\nNUMB. 415. p. 378. l. 5. for majore read minore. Numb. 416. p. 444. l. 8. from the Bottom, for dead read down. Ibid. l. 7. for ghofly read gasily.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104060.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 598,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1277,
        2
      ],
      [
        1277,
        1912,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104060",
    "title": "An Account of an Unusual Agitation in the Magnetical Needle, Observed to Last for Some Time, in a Voyage from Maryland, by Capt. Walter Hoxton; Communicated in a Letter to David Papillon, Esq; F. R. S.",
    "authors": "Walter Hoxton",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104060"
  }
}