{
  "id": "404cd1c4d6e5e712b19c70a84a4872b586899271",
  "text": "XIV. A Letter from the Rev'd Ebenezar Latham, V.D. M. and M.D. to C. Mortimer, M.D. S.R.S. concerning the true Delineation of the Asterisms in the antient Sphere.\n\nSIR,\n\nI was obliged, by the Favour of yours, with Number 447. of the Transactions, by which I find we have the Globe of the Heavens already contrived for the Use I intended. I never heard of Mr. Senex's Invention, ib. No 447. before the Hint yours gave me, and am pleased with the Opportunity I had of producing it to the World. It is many Years since I first thought of this Method, and have often suggested it to some Students. The Dispute that arose about Sir Isaac Newton's Chronological Index, communicated by Abbé Conti, confirmed my Opinion of the Advantage that would attend it; especially the Admonition our learned Dr. Halley gave Father Souciet, (\"to inform himself in the Sphériques, so as to give us the right Ascension of the Stars truly from their given Latitude and Longitude\") made me yet more sensible how necessary something of this kind was, to let common Readers into the Merits of the Controversy. But it was perfectly accidental, that I ever presumed to mention at all to your Learned Body, this Alteration in the Construction of the Globes, which I had so often wished might obtain for the Use of several Sciences. You will receive, with this, one Scheme, among\namong several, which I have projected, that is nearest Mr. Senex's, and least defaces the Globe, which I submit to your Judgment, as to the Conveniences that attend it.\n\n**Tab. VI.**\n\nFig. I. A Vertical Section of the Globe.\n\nP. P. The Poles of the diurnal Motion.\n\nA. The Axle of the Globe, which terminates in the Poles of the Ecliptic, and receives the other End of the Brass Arms upon each of its Pivots.\n\nÆ. A brass Equator fixed to the brazen Meridian.\n\nK.K. A Key, which, on Occasion, being put through a Hole in the Brazen Meridian, is just over the Place where the Poles of the Ecliptic pass, by means of a square Hole in the Head of a Screw, serves to fix that End of the Brass Arm, or give it Liberty to move with Ease: And the Key, being left in when the Screw is slackened, will hinder the Globe from moving on the Poles of its diurnal Motion, till you have adjusted it to your Mind, straitened the Screw again, and taken out the Keys; as may be seen more plainly in,\n\nFig. II. Which is nothing but the Windlass Part, or the Arm, Pole, and Part of the strong Axis of the Globe, with the Screw and Key more at large, and separate from one another for the more distinct View.\nIf I may take the Liberty to add any thing farther on this Head, next to the accurate Observation of the British Catalogue in placing the Stars themselves, it should be the Revival of the antient Figures and Colours, as far as we can recover them. It is certain the Invention was very antient, if we suppose the Descriptions Eudoxus has given us, taken from Observations long before his Time, when the Solstitial Colure passed through the Middle of the Great Bear, and the Crab through the Neck of Hydra, and cut the Ship between the Poop and the Mast, &c.—Now I have mentioned the Ship, you will indulge a Conjecture, that the Situation of this [just on the Horizon (where they imagined the Sea) in an erect sailing Posture for some Eastern Expedition, and terminating their farthest View to the South], may both give some Light into their Latitude, that imposed this Name, and (from that, which must have been the Place of the Pole to answer this Form) the Era of Time, wherein it was done; for, in the present Disposition, the Inhabitants of Greece could not have a proper View of that Constellation, or be led to form it in the Manner the Antients have done. I shall not here urge all the Difficulties in the old Descriptions, that might have a Solution from this Method; but if an Alteration could be made either in the Colour or Attitude of the Figures, to answer them better, it would add to the Pleasure of reading some Authors, and, together with that new Construction, might afford us such a View of the Heavens, as Mr. Addison had of Italy, when he made the Tour of it with the Classics in his Hands: And, since I have brought those Writings into the Account, you will allow\nallow me to cite some Passages, which might receive both Truth and Beauty from such an Improvement: Where Homer says,\n\nΠληιάδας δ' ὑάδας τε, τό τε ἀένος Ὄριωνος,\n\"Αρκτον δ', ἂν ἡ ἀμαξαν ἐπικληρον καλέσαι,\n\"Ητ' αὐτὰς ἐρέφεται, ἢ τ' Ὄριωνα δοκεῖν,\nΟἴη δ' ἀμυνος ἐγί λοετρῶν ὁκεανοῖ.\n\nIliad. Σ. 487.\n\nThe Pleiads, Hyads, with the Northern Team,\nAnd great Orion's more resplendent Beam;\nTo which around the Axle of the Sky,\nThe Bear revolving points his golden Eye,\nStill shines exalted on th' ethereal Plain,\nNor bathes his blazing Forehead in the Main.\n\nPope.\n\nMr. Pope, amidst a small Mistake of the Sex, keeps only the Forehead above Water; but the Poet seems to exempt her entirely; and so does Virgil, when he makes Fear account for the same Phenomenon, that Ovid (who preserves all the Fable of the Antients) ascribes to Force.\n\nMaximus hic Flexu sinuoso elabitur Anguis\nCircum, perque duas in morem fluminis Arctos:\nArctos Oceani metuentes Æquore tingi.\nVirgil. Georg. Lib. I. 244.\n\nAround our Pole the spiry Dragon glides,\nAnd like a winding Stream the Bears divides,\nThe Less, and Greater, who by Fate's Decree\nAbhor to dive beneath the † Southern Sea.\n\nDryden.\n\n† Northern.\nNuper honoratas summo mea Vulnera Cælo\nVideritis Stellas illic, ubi Circulus Axem\nUltimus extremum Spatioque brevissimus ambit.\n\nOvid. Met. Lib. II. 515.\n\nNew Stars you'll see,\nIn this approaching Night's Obscurity,\nWith hateful Beams i'th' Arctic Circle shine.\n\nHe immediately adds,\n\nAt vos si laeae contemptus tangit Alumnae,\n* Gurgite caeruleo septem prohibete Triones:\nSideraque in Cælo stupri mercede recepta\nPellite, ne puro tingatur in Æquore Pellex.\n\nNe'er let those spurious Stars approach the Deep,\nNor in the purging Ocean's Bosom sleep,\nBut their eternal Stain, their whorish Tincture\n\nAnd when he describes them as a Team, it is with\nthe same Reserve.\n\nTum primum Radiis gelidi caluere Triones,\nEt vetito frustra tentârunt Æquore tingi.\n\nThen the Sev'n Stars first felt Apollo's Ray,\nAnd wish'd to dip in the forbidden Sea.\n\nAll which is a proper Hint for the Disposition of\nthe Globe, that must correspond to these Appearances\n\n* In the Ordeal by Water, it was adjured, not to receive the Guilty;\nin Terms like these.\nthen, and which can only be obtained by this Method: By the Help of which we may also apprehend the Light these Descriptions give us into the Age of the Writers. I may illustrate this from Hesiod's Account of the Seasons, of which we have not only a better Idea by this artificial Disposition of the Globe to answer them, but also of the Time wherein he lived, when we come to adjust the Heavens to the accurate Instructions he gives us, according to his Latitude at Ascra, allowing $50''$ per Annum for the apparent Motion of the Stars.\n\n\\[\n\\text{Εὖτ' ἀν δ' ἐξήκοντα μὲν τροπὰς ἥλιοιο} \\\\\n\\text{Χειμέρει ὑπελέσθη Ζεὺς ἡμᾶλα, δὴ ῥα τότ' ἀτῆρ} \\\\\n\\text{Αρκτῆρος ὁρελιῶν ἤρον ῥόον ἀκεανοῦ,} \\\\\n\\text{Πρῶτον παραφαινών, ἐπίλελει ἀκρονέφαι.} \\\\\n\\text{'Ησίοδ.' Ἐρ. Βιλ. 6'. 182.}\n\\]\n\nWhen the glad Sun, approaching with his Rays,\nHas from the Tropic run out Sixty Days;\nArcturus, rising from his sacred Bed,\nIs first discover'd in the Ev'ning Shade.\n\n\\[\n\\text{Εὖτ' ἀν δ' Ὠρίων ἢ Σείει ἐς μέσον ἐλασσον} \\\\\n\\text{Οὐρανον, Ἀρκτῆρον δ' ἐσίδην ῥοδοδάκιλον 'Ἡσ.' 227.}\n\\]\n\nBut when Orion, and the Dog-Star, come\nTo the Mid-region of the heav'nly Dome,\nThe Morn, that blushing draws away the Night,\nBeholds Arcturus in the dawning Light.\n\nIf we fix the Pole almost in the Mid-way between\nthe Star in the Shoulder of the lesser Bear, and another of the Serpent, we shall have the Satisfaction to observe all these Phænomena answer the Description.\ntion. I shall not enter into the Calculation; for I would not anticipate the Pleasure, one, that hath no Notion of the Age of Hesiod, must have, when he finds himself able, with so much Ease and Precision, to determine it by these Characters *.\n\nHesiod's Account of the Pleiads is too particular not to demand our Attention, and require an Explanation in the same way †.\n\n* Since I wrote this, I had the Pleasure to find Scaliger concur with me—\n\nHesiodus florebat eo Saeculo, quo Arcturus ænevux oriebatur in Bœotia, viii. Die Marti. Si quid loc ad Conjecturam facit, saltem apud excellentes Astro'gos, qui ex hoc Parapegmate infra septuaginta plus minus Annos Saeculum Hesiodi deprehendere possint. Animadvers. in Chron. Eu'ebii, p. 67. Edit. Lugd. Batav. 1606.—\nThe following Passage in Sir Isaac Newton's Chron. p. 95. hath come to my Hands since the former. \"Hesiod tells us, that, 60 Days after the Winter Solstice, the Star Arcturus rose just at Sun-set;\" and thence it follows, that Hesiod flourished about 100 Years after the Death of Solomon, or in the Generation or Age next after the Trojan War, as Hesiod himself declares.\"\n\n'Tis what we may compute by the present Globe; for, bringing Arcturus to the Eastern Horizon, the Sun we shall find in the Ninth Degree of Aries. Now it enters Dec. 11. and 60 Days after, or Feb. 10. it is in 20°. 30′. when allowing for the Northern Latitude of Arcturus to make it visible on the Horizon, its Longitude must have been 14°. &c. whereas its Place now is about 20°. 27′. 12″. And the Difference both ways one Sign 6°. 18′. &c. which makes him to have lived 2614 Years ago.\n\n† Hisce Signis veteres Agricola, &c. ex eorum Traditionibus Scriptores rei rusticæ, nec non Medici, Poetae, &c. Historici sunt usi ad Anni Tempestates designandas, &c. Greg. Astron. p. 130.\nBegin the Harvest, as the Pleiads rise,\nAnd take the Plough, when they withdraw the\nFor Forty Days and Nights their glimm'ring Light,\nObscur'd to us, no longer clears the Sight.\n\nTo this I might add Homer's Image of the Dog-Star, but especially the exact Description in Hesiod.\n\n'Αξέρ' ὀπωρευόν εὐαλίγμιον, ὡς τε μάλιστα\nΛαμπρὸν παραφαινον λελαμένον ὁκεανοῖ. Ἰλιάδ. Ε'.5.\n\nLike the red Star, that fries th'autumnal Skies,\nWhen fresh he rears his radiant Orb to Sight;\nAnd, bath'd in Ocean, shoots a keener Light.\n\n———δὴ γὰρ τότε Σείελος ἀρήν\nΒαῖν' ὑστέρ' κεφαλῆς κηελρεφέων ἀντρώσων\nἬρχελαι ἡμάτιος, ὁλέον ὅ τε νυκλὸς ἐσαυρεῖ.\nἩσίοδ. Ἑρλ. Βιβλ. β'. 35.\n\nFor then the Dog-Star governs in his Course,\nWalks o'er the Heads of Men, who feel his Force,\nComes in the Day, but chiefly shares the Night.\n\nHow beautifully does the same Writer express the Gesture of Orion, as he is following the Pleiads?\n\nΕὖτ' ἀν Πληιάδες ἀένος ὄξεμον Ὠρίωνος\nΦεύγοντα, ὅτι ὑπον ἐποιεῖσθα μῶλον.\n\nThe Pleiads, flying from the threat'nning Scourge\nOf strong Orion, plunge into the Surge.\n\nPerhaps this may give some Light to a Passage of Virgil, that hath very much puzzled his Commentators.\nTaygete simul Os terris ostendit honestum\nPleias, & Oceani spretos pede reppulit Amnes:\nAut eadem Sidus fugiens, ubi Piscis aquosi\nTristior hybernas Cælo descendit in Undas.\n\nGeorg. Lib. 4. 232.\n\nFirst, when the pleasing Pleiades appear,\nAnd springing upward spurn the briny Seas:\nAgain when their affrighted Choir surveys\nThe watry Scorpion mend his Pace behind,\nWith a black Train of Storms, and Winter-wind,\nThey plunge into the Deep, and safe Protection find.\n\nDryden.\n\nSome, I know, by this Sidus understand the Southern Fish, others the Hydra, and some the Sun; but how Mr. Dryden came to insert Scorpio, I shall not inquire. Nor shall I trouble you with any Conjectures with regard to the antient Figures: It is certain there have been Variations in this respect, since Ptolemy mentions a Star in the Horn of Aries; and it is thought Hipparchus reckoned one, that is now in the Line, to the first Foot of Aries*. Whether the Epithet Ovid gives Capella, does not imply some little Difference, in the Situation of it, from ours, I leave to the Critics.\n\n* Since I wrote this, I find Sir Isaac Newton, in this way, recover to their former Places the Stars below, by rectifying the Delineation.\n\n\"In the extreme Fluxure of Eridanus, a Star of the Fourth Magnitude, of late referred to the Bosom of Cetus.\n\n\"In the Head of Perseus, a Star of the Fourth Magnitude.\n\n\"In the Right Hand of Perseus, a Star of the Fourth Magnitude.\n\n\"In the Neck of Hydrus, a Star of the Fourth Magnitude.\n\n\"In the Left Hand of Cepheus, one of the Fifth Magnitude.\"\n\nAll whose Characters he designs from Bayer.\n—Et Oleniae Sidus pluviale Capellae,\nTaygetenque, Hyadasque Oculis, Arctonque notavi.\nMet. Lib. III. 594.\n\n—I began to note\nThe stormy Hyades, the rainy * Goat,\nThe bright Taygite, and the shining Bears,\nWith all the Sailors Catalogue of Stars.\n\nI might insist on the Etymology of Arcturus, and others; for it appears from the Accounts the Antients themselves give us, there was not always the greatest Uniformity in their Drawings. Ovid says of Bootes,\n\n& te tua Plaustra tenebant.\nLib. 2. 177.\n\nNay, and 'tis said, Bootes, too, that fain\nThou wouldst have fled, though cumber'd with thy Wain.\n\nAddison.\n\nAnd he lets us know, that Scorpio took up 60°.\n\nEft Locus, in geminos ubi Brachia concavat Arcus\nScorpios; & Cauda, flexisque utrinque Lacertis,\nPorrigit in Spatium Signorum Membra duorum.\n\nThere is a Place above, where Scorpio, bent\nIn Tail, and Arms, surrounds a vast Extent;\nIn a wide Circuit of the Heav'ns he shines,\nAnd fills the Space of Two celestial Signs.\n\nThis might be one Reason of that Compliment which Virgil paid Augustus, apart from the other, which Scaliger assigns.\n\n* Elbow'd.\nAnne novum tardis sidus te mensibus addas,\nQua locus Erigonem inter, Chelasque sequentes\nPanditur? ipse tibi jam Brachia contrahit ardens\nScorpius, & Cæli justa plus parte reliquit.\n\nGeorg. Lib. I. 32.\n\nWhere in the Void of Heav'n a Space is free,\nBetwixt the Scorpion, and the Maid, for thee:\nThe Scorpion, ready to receive thy Laws,\nYields half his Region, and contracts his Claws.\n\nIt's true, this Poet knew Libra very well; but,\nperhaps, it made no great Figure among the Asterisms\nthen.\n\nLibra die somnique pares ubi fecerit horas,\nEt medium Luci, atque Umbris jam dividet Orbem.\n\nBut when Astræa's Balance, hung on high,\nBetwixt the Nights and Days divides the Sky.\n\nDryden.\n\nHow Taurus was painted at that Time, we learn\nfrom his Description.\n\n*Candidus auratis aperit cum Cornibus Annum\nTaurus, & averso cedens Canis occidit Astro.*\n\n* By reason the First Month of the old Luni-solar Year (on account of the intercalary Month) began sometimes a Fortnight after the Equinox. This may, perhaps, account better for the Propriety of Virgil's Expression Aperit Annum, than any of his Commentators have done.\nWhen with his golden Horns, in full Career,\nThe Bull beats down the Barriers of the Year;\nAnd Argos, and the Dog, forsake the Northern Sphere.\n\nIn the last Verse we have, perhaps, no Occasion for Heinsius's Correction of adverso, if we compare the Diction here with Ovid's.\n\n*Per tamen adversigradieris Cornua Tauri.*\nMet. Lib. II. 80.\n\nThe Bull's opposing Horns obstruct the Way.\n\nThe Instructions Virgil gives in the same Place, as to Husbandry, are best understood from this new Disposition, and may render us sensible how much earlier these Phenomena were then in the Year, to what they are at present*.\n\n*Ante tibi Eoae Atlantides abscondantur, &c.*\nGeorg. Lib. I. 221.\n\nBut if your Care to Wheat alone extend,\nLet Maia with her Sisters first descend,\nAnd the bright Gnostic Diadem downward bend.\n\nI know we cannot depend upon all the Exactness in a Poet, that might be expected from an Astronomer: But Virgil seems to have made it his favourite Study.\n\n---\n\n* Paulatim Observatio hujus Ortus & Occasus neglecta jacet, nec ab aliis usurpatur, quam a Poëtis, qui tempora per Circumstantias tam variis Ortus & Occasus tot Syderum (quibus nihil pulchrius) describere, & veluti pingere solent, quamvis plerumque erroneè, quippe qui Calendarii nostri Diem per ejusdem Stella Ortum descriptunt nunc, per quem describebatur tempore Caesaris, cum tamen tempora discrepent 14 diebus fere. Greg. Astron. p. 132.\nMe vero primum dulces ante omnia Musæ,\nQuarum sacra fero ingenti perculsus Amore,\nAccipient; Cælique Vias, & Sydera monstrant.\n\nLib. II. 475.\n\nWould you your Poet's first Petition hear,\nGive me the Ways of wand'ring Stars to know.\n\nOvid appears also perfectly acquainted with the antient Figures, and the most accurate way of delineating them, at the same time that he enlivens them with their Fictions.\n\nConsistuntque Loco, Specie remanente Coronae,\nQui medius nixique Genu, anguemque tenentis.\n\nMet. VI. 181.\n\nThe Crown retains\nIts proper Figure, and a Station gains\nWhere Hercules in bending Posture stands,\nAnd strives to gripe the Dragon in his Hands.\n\nVid. Lib. XIV. 846.\n\nHow he came by the Account, it is not material to inquire; but there is one Line, wherein he seems to have preserved some antient Tradition, as to the Pole.\n\nQuaque Polo posita est glaciali proxima Serpens.\n\nLib. II. 173.\n\nThe folded Serpent next the frozen Pole.\n\nAnd there is Reason to believe one of the Stars of that Constellation was the antient Polar Star, and might first give Rise to the Denomination; for one in the Tail of the Dragon, of the Third Magnitude, comes nearest it of any other. About the Time of the Flood, it was within 10' of the Pole, and might\npass for the Polar Star a Thousand Years after among those Writers, from whom Ovid copied his Expression. However, this is certain, that another Star of that Constellation, one of the Fourth Magnitude, was really nearer than any other, when the old Observations were made, which literally justifies Ovid's Account. I might take notice of his exact Representation of the Disposition of the Ara, and Anguis, when he makes them the Two Extremes.\n\nMedio tutissimus ibis:\nNeu te dexterior tortum declinet in Anguem,\nNeve sinisterior pressam Rota ducat ad Aram.\nInter utrumque tene.——ib. 137.\n\nThe middle Way is best.\nNor where in radiant Folds the Serpent twines\nDirect your Course, nor where the Altar shines.\nShun both Extremes.\n\nBut the Inspection of the Globe, when it is fixed in a proper Position, will convey the best Idea of all these Appearances; for we derive this Advantage from the new Construction of it, that it will enable us to place the several Phaenomena before every Eye; by which means those who have the least Acquaintance with these Studies, must be greatly surprised and pleased to observe the antient Accounts minutely verified. It is a sort of living over again the former Ages, allowing $10^\\circ 23' 30''$ for every hundred Years, according to Ricciolus and Flamsted, which is a sort of Mean between the other Computations.\n\nI shall not now suggest some other Purposes, that might be served by this Method. It is sufficient to recommend the Invention, that it throws so much Light\nLight on the common Classics, to which I have confined this Examination, and which must be my Excuse for the Citations. I am, with great Respect,\n\nThe Royal Society's\n\nand your most obedient\n\nhumble Servant,\n\nE. Latham.\n\nXV. *Lumen Australe Romæ observatum die* 27 Jan. An. 1740. a Didaco de Revillas, Abbate Hieronym. P. Math. Prof. & R. S. S.\n\nCOELO undique nubilo, notoque vehementer flante, hora post Meridiem 6a. rubescens lumen inter gradus 45 & 55 amplitudinis ortivæ australis apparebat. Maxima ejus supra horizontem latitudo gradus circiter 9 æquabat. Parte tamen Coeli horizonti proxima ad unum circiter gradum obtenebrata spatium fere parallelogrammum gradus 10 latum, 8 altum lumini concedebatur; quod in suprema parte magis, minus in ima splendescet. Inter densiores nubes altera summe nigricans *AB* TAB. VI. Fig. 3. horizonti propemodum parallela, supra lumen, meridiem versus protendebatur.\n\nPost horæ semissem vividius sensim micabat splendor; sensimque iterum minuebatur: quod pluries usque ad horam 9 observatum. Interim tenuis horizonti",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104359.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 25828,
    "total-output-tokens": 6443,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1350,
        3
      ],
      [
        1350,
        2537,
        4
      ],
      [
        2537,
        4223,
        5
      ],
      [
        4223,
        5404,
        6
      ],
      [
        5404,
        6436,
        7
      ],
      [
        6436,
        7872,
        8
      ],
      [
        7872,
        9688,
        9
      ],
      [
        9688,
        10854,
        10
      ],
      [
        10854,
        12446,
        11
      ],
      [
        12446,
        13549,
        12
      ],
      [
        13549,
        14660,
        13
      ],
      [
        14660,
        16067,
        14
      ],
      [
        16067,
        17316,
        15
      ],
      [
        17316,
        18819,
        16
      ],
      [
        18819,
        19875,
        17
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104359",
    "title": "A Letter from the Revd Ebenezar Latham, V. D. M. and M. D. to C. Mortimer, M. D. S. R. S. concerning the True Delineation of the Asterisms in the Antient Sphere",
    "authors": "Ebenezar Latham",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/104359"
  }
}