{
  "id": "e19380798a5e02226f0bef84e4ed271df4819386",
  "text": "II. EPHEMERIDES METEOROLOGICÆ,\nBarometricæ, Thermometricæ, Epidemicae,\nMagneticæ, ULTRAJECTINÆ conscriptæ\nà Petro Van Muschenbroek, L. A. M. Med.\n& Phil. D. Phil. & Mathef. Profess. in Acad.\nUltraj. Annis 1730, & 1731.\n\nEPHEMERIDES Anni 1730.\n\nSI per totum Terrarum orbem unanimi opera Meteoris observandis notandisque incumberent Philosophi, brevissimo tempore Historiam ventorum, anniversariorum, liberorum, constantium, motionumque absolutam haberemus, qui enim Ephemerides, ubivis conditas, inter se compararet, originem cujuscunque venti, iter quod absolvisset, ubinam desiiisset, manifesto detegeret: videret hic quomodo a ventis nubes versus quasdam delatae plagas ab oppositis ventis fuissent condensatae, aut ab aliis admistis nubibus, ex diversissima terræ regione generatis, debebant producere pluvias, novos ventos eorumve impetus intendere, effervescentias fuscitare, fulmina incendere & tonitrua; quorum omnium causam nunc tantum conjectando assequimur, aut ignoramus: Videret harum Ephemeridum spectator universæ Atmosphaeræ fabricam, & indolem; de qua vix aliquid hucusque propter observationum penuriam cognoscimus. At dolendum pauciflimos ejusmodi Ephemeridibus conscribendis eruditos operam navare, adeo ut vix ex hac alterave\nalterave comparata inter se multum lucis utilitatisque capi queat: excitavit acutissimus Jurinus Epistolae invitoria aliquos, qui alacri animo hunc laborem non detrectarunt: gavisus fui Lipsiae diligentissimum Philosophum accuratissimas Eruditorum actis inseruisse Anni 1730, Observationes Meteorologicas, quae cum nostris comparatae ostendent, quantum eodem die variet Lipsiae & Ultrajecti Atmosphera, quam discrepantes regnaverint Venti: quantum gravitas incumbentis aeris major huic quam alteri loco fuerit, quae cuncta spectatorem voluptate certo certius perfundent: speranda in posterum meliora tempora, quibus plures Ephemerides simul lucem adspicient, nunc ad nostras nos convertamus.\n\nJanuarius admodum moderate friguit, exhibuitque plurimos serenos dies; gelavit, sed cum frigidissima erat tempestas, Thermometrum modo subsedit ad gradum 18, idque semel tantum. Fuit Mercurius in Barometro die vigesimo primo ad altitudinem 29 ½ poll. quae tanta est, ut non meminerim me eam unquam majorem animadverterisse. Coelum adeo pulchrum & serenum nec magnis nec subitaneis mutationibus caloris obnoxium fere omnes a mortalibus aegritudines proscripterat, si Variolas excipiamus, quae confluentes, malignae, ejusdemque indolis erant, ac sub finem elapsi anni notavi, pauciores tamen, quos invaserant, interfecerunt. Acus Magneticas in eodem reliqueram statu ac praeterito anno, nolens eas vi nova, ductu supra Magnetem, impregnare: mansit vis Magnetica per totum annum in Inclinatoria acu satis vivax, quid Declinatoriae contigerit mensis Maio, infra notabo. Maxima inclinatio hoc mense fuit 73° 25'. Minima\nMinima $72^\\circ 45'$. Declinatio maxima $13^\\circ 21'$. Minima $12^\\circ 58'$.\n\nFebruarius satis humidus fuit, moderate frigidus, paucisque aquilonaribus agitatus, nullae in Atmosphera magnae aut subitanae caloris frigorisve vicissitudines, unde paucissimi ægrotantes: Variolæ tamen manefunt confluentes, minus malignae prioribus. Die decimoquinto, hora vespertina decima Auroram Borealem detexi, sive nubein modo lucentem, nullos vibrantem radios; cum nihil infestiti continere videbatur, ipsi ulterius observandæ non impendi tempus aut operam: vidi in Britannorum Actis Philosophicis, eodem die Genevae Auroram Boream placidissimæ lucis spectatam quoque fuisse, ejusque elegantem descriptionem cum Societate communicatam in N° 913. pag. 279.\n\nInclinatio acus maxima fuit $74^\\circ 10'$. Minima $73^\\circ 15'$. Declinatio maxima $14^\\circ 6'$. Minima $13^\\circ 8'$.\n\nAdmodum pluviosus fuit Martius In Baroscopio Mercurius plerumque humilis, nullae tamen tempestates sævierunt, quibus cæteroquin hic mensis infamis evasit. Aquilonares paucissimi spirarunt, hinc salubre cælum, vix morborum semina afferens dispersens: Jam mitiores evaserunt Variolæ, discretæ hinc inde dabantur, neque confluentes adeo copiosæ, aut lethales quam superioribus mensibus. Sexto die horâ vespertinâ octavâ Auroram Borealem spectavi; hæc exigua erat; nubes in plaga septentrionali parva, 10 gradibus supra horizontem elevata, inæquali terminata limbo superiori, alba superius, nigrior inferius, virgas aliquot emisit lucentes, breves vix 30 gradibus supra horizontem elevatas, quæ se mutuo\nmutuo excipiebant, interjecto tamen notabili temporis intervalllo, quo nihil apparebat: hora decima nullum amplius ejus vestigium dabatur.\n\nInclinatio acus maxima fuit 75 grad. minima 66° 15'. Hic tamen aliquid mirandum contigit, cum enim vigesimo quinto die inclinatio erat maxima 75' graduum, postero die fuit tantum 66° 15'. Nulla tamen hujus discriminis causa in ædibus meis fuit, estque hæc acus Inclinatoria illius indolis & probitatis, ut si ex situ suo turbatur, intra horam eundem Inclinationis gradum ostendat, quemadmodum pluribus spectatoribus, atque inter eos nuper Maximo Sagacissimoque Philosopho J. Th. Desaguilerio me amicissime invisenti ostendi. Magis admirabat hoc Inclinationis discrimen, cum acus altera, quæ Declinationem ostendit, modo unius minuti differentiam exhibuerit: Quot non restant in Magnetica scientia a posteris enucleanda? Inter omnes observationes hujus mensis in acu Inclinatoria captas, magnas mutationes observavi, nunquam vero vidi minores aliquo mense, quam fuerunt illæ in acu Declinatoria.\n\nLætus, moderate siccus successit mensis Aprilis, cujus grato calore læte germinabant arbores & plantæ, ita ut opima mesis ex ridentibus undique pratis florentibusque & virentibus arboribus spe maxima haberetur: fertilia bis mugiebant tonitrua: semel lumen Boreale apparuit, nihil praeter solitum exhibens. Pauiores iterum regnabant Variolæ: Vernaes Intermitentes Tertianæ more solito in Scenam prodierunt, nequaquam pertinaces, aut malignæ, nec etiam copiosæ, nec insueta symptomata excitantes. Hinc inde Peripneumoniam animadverti, sed benignam, quæ nonnunquam sponte resolvebatur, aliquando Venæ sectio.\nsectionem &c remedia postulabat; paucissimos interemit.\n\nInclinatio acus maxima fuit $72^\\circ 30'$. Minima $68^\\circ 45'$. Iterum hoc mense idem prodigium contingit, quod superiori; ut nempe acus ex inclinatione maxima redierit sequenti die ad minimam: acu declinationem ostendente vix ulla interea temporis mutazione agitata. Declinatio maxima fuit tantum $13^\\circ 7'$. Minima $12^\\circ 46'$. Tantopere motu retrogrado acus nautica hoc mense delata fuit.\n\nQuoties mensē Maio non mugierunt tonitrua? Vix id frequentius ullo tempore observatum fuit: est tamen Maius in his regionibus semper tonitruum ferax; quippe tellus frigore præteritæ hyemis consticta, vix exspirare ex fe olea, sulphura, salia potuit: simul ac idcirco calore Aprilis & Maij aperitur, affatim in Atmospheram exhalationes assurgunt oleosæ, salinae, diversissimæque indolis, quæ permixtæ secum, effervescunt, inflammantur, fulmina fulgura & tonitrua excitant.\n\nSpiraverant in mensis principio Aquilonares Venti, ilico hinc Anginæ & Tusses oriebantur; Inflammatoriae erant Anginæ omnes, Amygdalæ admodum tumentes & rubræ; nonnullæ Synanchæ, aliæ Cynanchæ erant: nec nisi larga repetitaque Venælectione purgatione, faucium fotibus externis, gargarismatibus, diluentibusque potibus profligari poterant: Tertianæ quoque ab hoc Vento crebriores; eo enim inimici corpori humano hospes vix datur: aderant adhuc Variolæ, sed pauciores mitioresque.\n\nInclinatio acus maxima fuit $72^\\circ 25'$. Minima $70^\\circ 45'$. Declinationem observavi usque ad diem decimum nonum, quo hora undecima ante meridiem fulmi-\nfulminaverat, vidi fulmen supra ædes, sed tamen in altiori coeli parte transisse, ita ut nullam actionem ab ipso exspectaverim; hora duodecima venio observatum in horto, quomodo se declinatio acus Magneticae haberet, sublato operculo avocor quodam casu, interim exigua pluviae copia, vix memoranda cadit, quæ parumper vitrum, quo acus tegitur in capsula, ipsamque acum humectaverat; abstergeo accurate, impono stylo, quid noto! paralytica evaserat quasi acus, vi orbata Magnetica, quiescens semper quocunque in situ poneretur: duco supra egregium Magnetem hanc acum, bene imprægnari noluit, cum numquam versus plagam, ad quam alia acus super eodem Magnete ductæ, diregebatur: capituli cavitatem polivi, purificavi, applicationem acus ad Magnetem repetii, æque vano cum successu: tum ad dexterimum fabrum Amstelodami misi, qui cum ante biennium ipsam mobilissimam fecerat, nunc irrito conatu variis temporibus restituere eam cupiebat; sed non potuit coactus fabrefacere novas: excurrit idcirco multum temporis, quo Declinationem acús notare non potui, atque ideo hiulcum harum observationum ponere coactus fui. An hic effectus a fulmine? Affirmari non audeo, sed contigit tempore fulminis, quod si acum tetigisset, explicari ex analogis observationibus, quas in Dissertatione de Magnete collegi, utcunque posset.\n\nJunius paucos exhibuit serenos dies, temperatus admodum, hinc morbi acuti rarissimi fuere, Tertianæ intermittentes adhuc dabuntur, sed benignæ saís, & facillimæ curatu, jam paucissimæ Variolæ. quæ ubera annum sævierant. Inclinatio acús maxima fuit 74° 31'. Minima 71° 50'.\n\nIii Maxima\nMaxima maduit Julius pluviae copia, unum alterumve serenum modo exhibens diem: calor multo minor erat, quam quem Cerealia aut fructus arborum ad maturitatem legitimam postulabant. Inundabantur pascua, imo quae nunquam aquis obtecta fuerunt, jam oceani faciem, ad altitudinem duorum pedum sub aquis demersa, induerant: Fluvius Lecca ad summam usque oras impletus, transcendisset aggeres, nisi vigilatum prudenti praefectuum consilio & industria fuisset: jam desperare colonus de meife, anxiusque altiora pro pecore pascua quaerere. Non tamen ubivis terrarum hic mensis aequa pluviosus, consule Richterianas observationes circa Lipsiam captas, ferenos fulsisse saepe Soles invenes, imo & ita in Gallia se habuit tempestas. Utcunque humescet Julius, morbos tamen non produxit, soletque hic mensis plerumque Aesculapii filiis ferias aliquas largiri.\n\nInclinatio acûs maxima fuit $77^\\circ 25'$. Minima vero $72^\\circ 15'$.\n\nFuit Augustus quoque in principio admodum humidus; computruerunt ex arboribus mala pyraque, quorum fructum in Trajectina Diocesi magna penuria: quam deploranda seges! grana tritici exigua, plurimum furfuris, parum farinæ concludentia, maxima pars propter pluvias continuas germinaverat: collecta hæc Ceres vix emtores invenit, quippe mensura, quae $7\\frac{1}{2}$ florenis vendebatur praeteriti anni tritico impleta, vix tribus florenis extrudi potuit. Incipiebant Tertianæ intermittentes, Autumnalium more, sed satis benignæ. Fuerunt quoque Synochi, simplices, sed qui nulla symptomata singularia, aut decursum extraordinarum habuerunt.\nInclinatio acûs maxima fuit $76^\\circ 30'$. Minima $70$ graduum.\n\nSeptember iterum pluviosus, pulchros tamen dies aliquot in initio concessit, post duodecimum, nulum amplius. Aurora Borealis fulsit decimo die, vespera ab hora decima ad undecimam, ex nube vix supra horizontem in parte Borea lucentes virgas eaculans, nihil insoliti edens.\n\nJam plures Tertianæ & Quartanæ Febres intermittentes visebantur, non tamen mali moris, caeteroquin quia temperatus calor, vix alii morbi acuti regnabant.\n\nInclinatio acûs maxima fuit $70^\\circ 30'$. Minima $69^\\circ 15'$.\n\nOctobri cœlum pluviae maxima parte orbatum purgatumque quidem, sed frigidius propter humidum præteritis mensibus solum; pauci quoque sereni dies, hinc non maturuerunt in nostris Terris uvæ: in Gallia contrarium obtinuit, ubi September & October satis calidi excoxerunt egregie uvas, suppedarrantque Vinum generosissimum, & præstantius quam aliquibus anteactis annis. Pauci quoque hoc mense morbi, aliquot Tertianæ simplices, duplices, Quartanæ quoque, non pertinaces.\n\nNovember pluvia abundans, temperate tamen frigidus: & quia totus annus humidior frigidiorque solito fuit, boves in pascuis lætissime veguerunt, pinguisimæ faææ, nec aliter se habuerunt Aves omnes, gallinæ, seræ quælibet, adeo ut fructuum damnum obesioribus bobus resarcitum expertus fuerit colonus. Quinto & sexto die Auroram Borcalem observavi, nihil insoliti exhibentem: fuerunt ha binæ hujus anni ultimæ Auroræ, adeo ut fulserint sexies: intuen-\ndo omnes animadvertebam non curare has Auro-\nras quinam venti spirent ex quacunque etiam piaga.\nCum tamen in plagis Poreis primum semper appa-\nrent, indeque versus Austrum ferantur, earum ma-\nteria altiori in aëris regione natat, quam in qua venti\ninferiores dominantur: promoventur autem Auroræ\na Borea versus Austrum, proculdubio a vento su-\nperioris Atmosphericæ regionis hac directione\nlatæ.\n\nJam Inclinatoria acûs maxime depressa fuit sub\nhorizonte, quando cum co angulum $69° 30'$ fecerit,\nminime f. angulo $68° 50'$.\n\nDecembri notanda est subitanea ponderis Atmo-\nsphericæ mutatio, cum enim vigefimo secundo die\nMercurius nocte in Baroscopio suspendebatur ad\n$28 \\frac{1}{2}$ pollic. mane adscenderat ad $29 \\frac{1}{2}$ pollices.\nQuæ mutatio intra 8 horas contigit.\n\nInclinatio acûs maxima fuit $69° 25'$. Minima\n67 graduum.\n\nFuit aër posteriori semestri hominibus saluberri-\nmus, ita ut pauci morbi, paucique diem suum obi-\nerunt, imo nisi prioribus hujus anni mensibus Vari-\nolæ plures solito extinxissent, solito parciora funera\ntexisset humus.\n\nPluviae copia, quæ hoc anno cecidit, perpendi-\ncularèm altitudinem $33$ pollicum, $5 \\frac{1}{3}$ lineas æqua-\nvit: In vapores autem modo abierunt $28$ pollices,\n$1 \\frac{4}{3}$ lineæ: adeo ut plus pluviae ceciderit, quam eva-\nporatum fuerit, quod oppido raro, sed id evenit, quia\nannus frigidus humidissimusque fuit.\n\nE P H E-\nEPHEMERIDES Anni 1731.\n\nJANUARIUS Frigus moderatum attulit: quae notari merentur hoc mense, sequentia sunt: gelabat diebus 14, 15, 16, 17, parum quidem, gelabat tamen, erat vero Mercurius in Baroscopio admodum depressus, venti spirabant Australes, sed pigri: mirabar hoc, cum vix aut nunquam gelu inchoasse animadverterim Baroscopio adeo depressio iisque comitantibus ventis, desit admiratio simulac percipere in littoribus Lusitaniae & Hispaniae saevissime impetuosissimas procellas, plurimas frangentes naves, tristissima Tragoediae causas: dominabatur ibidem Ventus Australis, qui quoque inde delatus ad nostras usque regiones, suas vires in aërem nostrum exercuit, nisi Boreas opposita directione ipsi restitisset; aër inde piger & tranquillus, quemadmodum Luctatores pari nati, sed opposito, in se agentes quiescunt: superante Austro, hic flare observabatur, superante Borea hunc regnare vidimus. Quam sobrie de futura atmosphæræ conditione ex altitudine Mercurii in Baroscopio ratiocinandum est! quippe vigesimo sexto, septimo & octavo die hujus mensis regelabat, Mercurio jam perquam alto existante; & flante Vento Orientali: vix credo aliquem majores circa Barometrum Anomalias observasse unquam.\n\nVariolas observavi aliquas, paucæ fuerunt, plerumque discretæ, quibus pauci infantes perierunt. A medio Januarij inceperunt Pleuritides, corripientes modo Operarios & rusticos, mitioris indolis, raro in suppurationem tendentes.\n\nFue.\nFuerunt quoque Tertianæ duplices, quæ solo salium aut Amarorum usu brevi & feliciter curabantur.\n\nSimulac regelabat, Coryzæ exstabant. Lecca fluvius hoc mense parcam aquæ copiam in se complexus fuit.\n\nJam mihi nova aliquot Versoria comparaveram, ut iterum Declinationem Magnetis observarem: Acum Inclinatorium sibi reliqueram, visurus an vis Magnetica, ante biennium cum ipsa communicata, adhuc anno hoc satis vegeta persisteret? Docuit experientia vim summopere hoc anno decrevisse ita ut mense Decembri acum denuo supra Magnetem ducentam esse judicaverim, novisque his imbura viribus multo magis inclinabat, suspicor tamen vires satis ipsi constitisse usque ad mensem Junium: Hisce detectis arbitror nunquam nautas tuto suis confidere Versoriis posse, quæ ultra biennium Magneti applicata non fuerunt.\n\nInclinatio maxima acús hoc mense fuit 68 graduum, minima 67° 20'. Declinatio maxima 14° 55'. Minima 14° 15'.\n\nFebruarius diuturuum gelu, sed moderatum, comes habuit; id incepit die secundo, & absque interrupzione gelavit usque ad finem vigesimi. Post sextum diem Mercurius in Barometro descendit, donec ad infimam fere stationem sui die octavo & nono pervenerit; cælo utcunque sereno, placidis ventis, ex quacunque afflantibus plaga, persistante gelu: sed ejusmodi anomaliis luxuriare inceperat, pergere ita studebat annus. Nocte diei quinti valde fulguravit, in aliis Hollandiæ urbibus ferocia micuerunt fulmina, & tremenda mugierunt tonitrua, praecipue\ncipue supra pagum Alsmeriam: Duodecimo die cecidit vesperi intra horam sextam & octavam ingens nivis quantitas, quae altitudinem 15 pollicum aquavit, cum admista pluvia rara & tenuissima, tam prodigiosam nivis copiam intra brevissimum tempus delapsam in hac regione nunquam observavi: Nivem solvi, soluta dedit 20 aquae lineas: hæc nix proinde modo novies rarius aqua erat: contigit hoc prodigium nocte praecedente Lunæ quadraturam. Ob continuatum gelu Fluvius Lecca obriguit: post diem vigesimum blandissime regelavit, soluta feliciter fluviorum glacies nullam cladem aggeribus intulit.\n\nHoc frigore durante siluerunt fere morbi: Variolæ fuerunt, sed benignæ, discretæ, vix quemquam è medio tollentes. Copiosa nix cum subsequentibus aquilonaribus post diem duodecimum Arthritidem excitavit, quæ særior fuisset, si aut majus regnasset frigus, aut Boreas diutius infestasset; verum clementioris genij australes non exiguum solatium ægritudini huic attulerunt. Cum vero per longissimum tempus, octodecim sequentium dierum, gelu absque intermissione corpora constrinxerat, impedita in nonnullis perspiratio fuit; hinc Diarrhoeæ, non prius desinens, quam abundans in corpore materies excreta fuerit, restitutaque libere perspiratio; promptissimum idcirco remedium fortis purgatio & postea blandum sudoriferum. Verum alios invasit Angina inflammatoria, diuturnior quam periculosior profligata cito Venæ sectione, inprimis repetitis purgantibus. Postquam regelare coepit, & aer pluvia humescere, Tusæ oboriebantur, austris humidioribus valde relaxantibus pulmonum vesiculas, adeo ut oscula\ncula excretiorum laxiora, nimisque patula, hoc plus liquidi non nisi tuisce excitandi, demitterint.\n\nInclinatio acús maxima $68^\\circ 30'$. Minima $68$ graduum. Declinatio maxima $14^\\circ 20'$. Minima $13^\\circ 45'$.\n\nMartio mense fere semper spiraverunt Ventus Aquilonares, ingrata tempestate aequ Vegetantia ac Animalia afficientes: Hinc multi morbi, Arthritis, Pleuritis, Febres acutae continuae, Tertianae intermitentes, Quartanæ, Variolæ: post decimum quartum diem animadversi eor, qui Phthisi laborabant, multo pejus se habuisse, valde anxos fuisse: causam suspicari poteram nullam praeter antecedentes, diu continuatos Aquilonares.\n\nDiei septimi vespera Auroram Borealem observavi, exiguam, nihil infoliti terentem.\n\nInclinatio acús maxima fuit $69^\\circ 15'$. Minima $68^\\circ 20'$. Declinatio maxima $14^\\circ 58'$. Minima $13^\\circ 30'$. Inter diem quintum & sextum discrimen Declinationis evasit æqualis uni gradu, Inclinatione manente immutata.\n\nAprilis fuit siccus, valde frigidus, plurimis Aquilonibus infestus, sterilique; hinc mensæ hoc elapsò nondum ulla virebat arbos, sub silvæ florere caeperunt mala armeniaca, verum frigore perierunt flores; mala persica dein anniferunt flores, qui multum a frigore passi, fœcundiores tamen fecerunt fructus.\n\nJam crebriores Arthritides ingrati frigidique Aquilonares excitaverunt: jam Tertianæ simplices & duplices, Vernalium more, sed copiosiores fuerunt, nequaquam tamen malignæ aut pertinaces.\n\nInclinatio\nInclinatio acus maxima fuit $70^\\circ 40'$. Minima $68^\\circ 45'$. Declinatio maxima 16 Graduum, minima $14^\\circ 25'$.\n\nMaius in principio ingratus frigidusque, verum die quinto post meridiem maxima subito contigit mutatio, ex caelo cadente calida pluvia, clementiorem reddente aërem, hinc posteris diebus catervatim ex arboribus erumpabant folia floresve, & jam plurima læta virere nitebantur, nisi iterum a die decimo usque ad decimum quintum noctes frigidissimæ omnia iterum gelu constringent; hinc nulla crescabant legumina, densa glacie obducta Terra singulis noctibus; postquam decimo octavo die tonuerat, mitescere coelum coepit. Interim quinto die propter celerrimam atmosphærae mutationem ex frigida in calidam, ilico aderant Anginæ, leviores tamen, suâ sponte evanescentes. Sequenti die Colicos dolores absque febribus notavi, hi noctu corripuerant homines antea sanissimos; causam invenire non potui, nisi in subitanea caloris frigorisque vicissitudine; neglexisset hunc morbum, nisi eo die mane invisiens ægrotos, primos quatuor, in variis ædibus tamen habitantes, de iis doloribus conquestos audivisset, tum vero ab aëre pendere suspicatus, levoremque in Intestinis inflammationem dari; Venam secandam judicavi, optimo cum successu; in quibus id neglexeram, propinaveramque spirituosa calida, opiata, morbus per triduum duravit, nec nisi Venæ sectioni & diluentibus profligatus fuit. Eodem tempore frequentes oriebantur Raucedines & Tusses, absque febre, qua tamen post mediam noctem exacerbabantur; pertinacissimæ ha fuerunt, non auscultantes Venæ sectioni, purgantibus, sudoriferis,\nblandefacientibus; sed tempus diuturnum postula-\nbant, tum Mellita, atque Opiata.\n\nDecimo quarto die Lumen fulsit Boreale, quod ni-\nhil, antea non notatum saepius, spectandum dedit.\nInclinatio acus maxima fuit $72^\\circ 50'$, Minima $68$\nGraduum. Declinatio maxima $16^\\circ 30'$. Minima $15$\nGraduum.\n\nJunio Synochos simplices observavi, quos nulla\nmalignitas comitabatur, ideo facile curati larga Venae\nsectione & nitrosis, diluentibus, refrigerantibusque\npotulentis. Erant quoque Variolae, sed ejus naturae,\nut nunquam mitiores fuerint, aut esse posseint; exop-\ntasset unusquisque nunc sibi hunc morbum, si postea\nse liberum immunemque ab eodem fore, sibi persuas-\ndere potuisset; erant Variolae discretae, paucae, exi-\nguae, quibus infantes aliqui non aut vix ægrotabant,\nnequaquam decumbere coacti; suppuratae jam sexto\ndie erant omnes pustulae, & penitus exsiccatae nono\ndie. Verum pessimae Coryzae fuerunt, diutissime du-\nrantes, propter ingentem tempestatum varietatem,\nquippe si nunc regnabat magnus calor, eum posteri\ndie magnum frigus, ab Aquilonaribus advectum ex-\ncepit. Suspicior omnes Inclinationes, quas acus ostendit\nab hoc mense usque ad Decembrem, esse minores\nquam par erat, propter vires magneticas longinquitate\ntemporis minutae.\n\nDeclinatio maxima fuit $16^\\circ 30'$. Minima $15^\\circ 50'$.\n\nJulij vigesimo quarto die adeo terribilia corrusca-\nrunt fulmina, concomitantibus tonitruis admodum cre-\npitantibus mugientibusque, ut nunquam similia vide-\nrim vel audiverim, inceperunt post meridiem hora\n$4\\frac{1}{2}$ desiverunt hora sexta: multa tamen damna urbi\nnon intulerunt; hinc inde lapides ex caminis dejecti,\ntegulae\ntegulae ex tectis; duae arbores prope urbem Fissae,\n& pro parte deglubita, ubi fulmen decurrerat: taetus,\nqui sub una arbores hospitium quæiverat ab hoc ful-\nmine, civis suburbanus.\n\nJam toto hoc mense coelum mite, clemens, sere-\nnum, fertile, hinc opima Messis, praeteriti anni penu-\nriam compensans; adeo salubris fuit haec tempestas, ut\nvix aliqui ægrotaverint. Declinatio acus maxima\n16° 10'. Minima 15° 40'.\n\nAugustus admodum calidus fuit, sed coelum adeo cle-\nmens, benignum, salubre, ut melius exoptari a mor-\ntalibus non posset: hinc paucissimæ ægritudines. Po-\nmona vero adeo fæcunda, ut nimiam protulerint op-\ntimorum fructuum & maturorum arbores copiam, &\nvix pretium fructibus steterit.\n\nDeclinatio maxima acus fuit hoc mense 16° 5'.\nMinima 15° 35'.\n\nSeptember coelo quoque gavisus fuit temperato &\nmiti, paucis infestus Aquilonaribus: protulit anginas\naliquas inflammatorias acutiores, & mitiores; pro-\ntulit quoque Tertianas & Quartanas, intermittentes,\nminus tamen in civitate quam ruri: Erant haec ex ge-\nnere Autumnalium, non auscultabant Lixiviosis sali-\nbus, aut amaris antifebrilibus: verum felicissime cen-\ntenos curavi, propinando vomitorium, idque interdum\nbis, tum decoctum amarum per paucos dies, deinde\nCorticem Peruvianum, qua methodo radicitus extir-\npatæ sunt, neque recruduerunt.\n\nDeclinatio acus maxima fuit 15° 55'. Minima\n14° 20'.\n\nOctober fœcundus fuit in progignendis luminibus\nBoreis, quinque enim apparuerunt: die tertio, ves-\npera ab hora octava ultra duodecimam nocturnam,\ncælo admodum placido & quieto ingens lumen Boreum dabatur, emittens lente suas columnas ab horizonte versus Zenith, quæ diutissime perstabant nullis interruptæ ventis.\n\nDie septimo ingens Aurora Borealis spectabatur, totum cælum clarius illustrans, quam Luna Dichotoma fecisset, hora septima incepit in plaga Euro-borea, sed pedetentim proserpsit quoque ad plagam occidentalem, ita ut simul micuerit per totum cœli tractum ab Euro-borea ad Occasum, adeo exporrecta fuit hora undecima: prope horizontem cælum erat obductum nube alba, densiori quam ut Stellarum lucem transmitteret: ex hac nube interdum assurgebat pars columnæ instar, aliquando abrumpebatur pars nubis, inæqualis figuræ, quæ ita divulsa lucebat, lente promota versus Zenith, nam nullus ventus prope terræ superficiem regnabat: præterea nihil singulare habuit.\n\nDie octavo vesperi iterum fulsit Aurora Borealis in plaga cœli Borrolybica: Erant crebræ, interruptæ nubes exiguae, atræ; supra quas hærebant nubes pellucidæ & lucentes, quietæ, non emittentes radios aut columnas: duo spirabant simul venti, supremus erat Hypaquilo, inferior Notus. Supremi venti inferior pars incurrens in superiorem nubium partem, aliquid abripiens secum deferebat, quod admodum raræfactum, motuque intestino fervescens lucere incipiebat: ex his abrasis partibus emittebantur interdum virgæ; ex reliquis tamen nubibus raro exibat columna, quæ parum splendebat. Reliquæ Auroræ nihil singulare habuerunt.\n\nFuit\nFuit aer toto hoc mense saluberrimus: hinc paucissimae agritutines, nisi sub finem mensis quo ruri potissimum Febres Tertianae Simplices, Duplices, Quartanaeque intermittentes: in civitate multo pauciores fuerunt. Quoniam pomorum & pyrorum tanta ubertas hoc Autumno, ut nullo pretio haberi potuerint, vulgus iis nimium indulsit: hinc Dysenteriae, ruri praecipue, in urbe pauciores; non tamen proserpserunt, nec contagiosae fuerunt.\n\nDeclinatio maxima fuit $14^\\circ 30'$. Minima autem $14$ Graduum.\n\nNovember. Quam temperatum, quam clemens huc usque fuit coelum! Non Autumnus, sed Aestas temperata adeisse fuit visa: decimo die extra hanc urbem spatians vidi omnes adhuc arbores virentes paucissimaeque Tiliarum folia flavae decidua. Triticum Autumno hoc satum, increvit nimis, adeo ut bobus devorandum, graininis loco in pasquis propinaretur, ne magis excrescens, futurae hyemis frigus ferre melius posset. Omnes edules herbæ in hortis vegebant, ut mense Augusto solent, adeo ut etiam si serra advenerit Aestas, diutissime tamen blando suo calore terram refecerit, manseritque: fuit vigetimus textus dies ultra modum calidus, etiam si humidus & flante Borea.\n\nDie sexto Auroram Borealem spectavi, diversam ab omnibus, quas hucusque contemplatus sum: Erat enim coelum ab Austro per Occasum usque ad Septentrionem plurimis interruptis nubibus ornatum, quae omnes quiescebant, tranquillae suis in locis haeren-tes, quaunvis ventus aliquis regnaret, lucebant omnes alba luce, totum coelum illufrante: Ordinaria fuit Aurora, quae trigesimo die comparuit. Plurimae da-bantur\nbantur Tertianæ; duplices præcipue, & Quartanæ febres intermittentes, quæ pertinaces non fuerunt, feliciter enim proligatae sunt methodo supra notata. Variolæ quoque dabantur, paucæ, sed Confluentes & Discretæ, benigne indolis, paucos interimentes, etiam si copia pustularum notabili faciem occupaverint.\n\nMaxima declinatio acus fuit $14^\\circ 15'$, & minima $14$ Graduum.\n\nDecember. Cum jam acum Inclinatoriam virium suarum maximam fecisse jaëturam animadverteram, eam denuo supra Magnetem duxi, viribusque tantis ac potuit, impregnavi, ilico veram Inclinationem ostendit $69^\\circ 15'$. Aliquoties ex suo loco turbata, post nonnullas oscillationes ad eundem gradum Inclinationis rediit. Declinatio maxima fuit $14^\\circ 21'$. Minima $13^\\circ 23'$.\n\nVariolæ hujus mensis fuerunt ejusdem generis ac Novembri observaveram. Præterea dabantur Tertianæ & Quartanæ febres intermittentes, nihil insoliti habentes, nec diversæ ab iis, quas superioribus Autumni mensibus tractaveram.\n\nTota pluviae quantitas, quæ hoc anno delapsa fuit, altitudinem perpendicularem modo habuit $17\\frac{1}{3}$ pollicum rhenolandicum, quæ exigua est, fuit autem annus inter sicciores numerandus. Sub vaporis forma in auras abiverunt $27$ pollices $10\\frac{1}{2}$ lin. quæ copia fere est illi æqualis, quam elapso anno observaveram.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104120.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30670,
    "total-output-tokens": 10187,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1246,
        2
      ],
      [
        1246,
        2854,
        3
      ],
      [
        2854,
        4423,
        4
      ],
      [
        4423,
        6065,
        5
      ],
      [
        6065,
        7636,
        6
      ],
      [
        7636,
        9234,
        7
      ],
      [
        9234,
        10791,
        8
      ],
      [
        10791,
        12272,
        9
      ],
      [
        12272,
        13657,
        10
      ],
      [
        13657,
        15097,
        11
      ],
      [
        15097,
        16557,
        12
      ],
      [
        16557,
        18141,
        13
      ],
      [
        18141,
        19607,
        14
      ],
      [
        19607,
        21206,
        15
      ],
      [
        21206,
        22851,
        16
      ],
      [
        22851,
        24363,
        17
      ],
      [
        24363,
        25817,
        18
      ],
      [
        25817,
        27387,
        19
      ],
      [
        27387,
        28692,
        20
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104120",
    "title": "Ephemerides Meteorologicae, Barometricae, Thermometricae, Epidemicae, Magneticae, Ultrajectinae Conscriptse a Petro Van Muschenbroek, L. A. M. Med. & Phil. D. Phil. & Mathes. Profess. in Acad. Ultraj. Annis 1730, & 1731",
    "authors": "Petro Van Muschenbroek",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/104120"
  }
}