{
  "id": "67a169e3d75a81b41be155601ba18885ff8a967b",
  "text": "IV. A most compendious and facile Method for Constructing the Logarithms, exemplified and demonstrated from the Nature of Numbers, without any regard to the Hyperbola, with a speedy Method for finding the Number from the Logarithm given. By E. Halley.\n\nThe Invention of the Logarithms is justly esteemed one of the most Useful Discoveries in the Art of Numbers, and accordingly has had an Universal Reception and Applause; and the great Geometrians of this Age have not been wanting to cultivate this Subject with all the Accuracy and Subtlety a matter of that consequence doth require; and they have demonstrated several very admirable Properties of these Artificial Numbers, which have rendered their Construction much more facile than by those operose Methods at first used by their truly Noble Inventor the Lord Napier, and our worthy Country-man Mr. Briggs.\n\nBut notwithstanding all their Endeavours, I find very few of those who make constant use of Logarithms, to have attained an adequate Notion of them, to know how to make or examine them; or to understand the extent of the use of them: Contenting themselves with the Tables of them as they find them, without daring to question them, or caring to know how to rectify them, should they be found amiss, being I suppose under the apprehension of some great difficulty therein. For the sake of such the following Tract is principally intended, but not without hopes however to produce something that may be acceptable to the most knowing in these matters.\n\nBut first, it may be requisite to premise a definition of Logarithms, in order to render the ensuing Discourse more clear, the rather because the old one Numerorum proportionalium aequi differentes comites, seems too scanty to define them fully. They may much more properly be said to be Numeri Rationum Exponentes: Wherein we consider ratio as a Quantitas sui generis, beginning from the ratio of equality, or $1$ to $1 = 0$; being Affir-\nAffirmative when the ratio is increasing, as of Unity to a greater Number, but Negative when decreasing; and these rationes we suppose to be measured by the Number of ratiuncula contained in each. Now these ratiuncula are so to be understood as in a continued Scale of Proportionals infinite in Number between the two terms of the ratio, which infinite Number of mean Proportionals is to that infinite Number of the like and equal ratiuncula between any other two terms, as the Logarithm of the one ratio is to the Logarithm of the other. Thus if there be supposed between 1 and 10 an infinite Scale of mean Proportionals, whose Number is 100000 &c. in infinitum; between 1 and 2 there shall be 30102 &c. of such Proportionals, and between 1 and 3 there will be 47712 &c. of them, which Numbers therefore are the Logarithms of the rationes of 1 to 10, 1 to 2, and 1 to 3; and not so properly to be called the Logarithms of 10, 2 and 3.\n\nThis being laid down, it is obvious that if between Unity and any Number proposed, there be taken any infinity of mean Proportionals, the infinitely little augment or decrement of the first of those means from Unity, will be a ratiuncula, that is, the momentum or Fluxion of the ratio of Unity to the said Number: And seeing that in these continual Proportionals all the ratiuncula are equal, their Sum, or the whole ratio will be as the said momentum is directly; that is, the Logarithm of each ratio will be as the Fluxion thereof. Wherefore if the Root of any Infinite Power be extracted out of any Number, the differentiola of the said Root from Unity, shall be as the Logarithm of that Number. So that Logarithms thus produced may be of as many forms as you please to assume infinite Indices of the Power whose Root you seek: as if the Index be supposed 100000 &c. infinitely, the Roots shall be the Logarithms invented by the Lord Napier; but if the said Index were 2302585 &c. Mr. Briggs's Logarithms would immediately be produced. And if you please to stop at any number of Figures, and not to continue them on, it will suffice to assume an Index of a Figure or two more than your intended Logarithm is to have, as Mr. Briggs did, who to have his Logarithms true to 14 places, by continual extraction of the Square Root, at last came to have the Root of the 140737488355328 th. Power; but how operose that Extraction was, will be easily judged by who so shall undertake to examine his Calculus.\nNow, though the Notion of an Infinite Power may seem very strange, and to those that know the difficulty of the Extraction of the Roots of High Powers, perhaps impracticable; yet by the help of that admirable Invention of Mr. Newton, whereby he determines the Unity or Numbers prefixed to the Members composing Powers (on which chiefly depends the Doctrine of Series) the Infinity of the Index contributes to render the Expression much more easy: For if the Infinite Power to be resolved be put (after Mr. Newton's Method) \\( p + pq, p + pq^m \\) or \\( 1 + q^m \\), instead of \\( 1 + \\frac{1}{m}q + \\frac{1}{2m}q^2 + \\frac{1}{3m}q^3 + \\frac{1}{4m}q^4 + \\frac{1}{5m}q^5 + \\cdots \\)\n\n&c. (which is the Root when \\( m \\) is finite,) becomes\n\n\\( 1 + \\frac{1}{m}q - \\frac{1}{2m}q^2 + \\frac{1}{3m}q^3 + \\frac{1}{4m}q^4 + \\frac{1}{5m}q^5 + \\cdots \\)\n\n\\( m \\) being infinite, and consequently whatever is divided thereby vanishing. Hence it follows that \\( \\frac{1}{m} \\) multiplied into\n\n\\( q - \\frac{1}{2}qq + \\frac{1}{3}q^3q - \\frac{1}{4}q^4 + \\frac{1}{5}q^5 + \\cdots \\)\n\nis the augment of the first of our mean Proportionals between Unity and \\( 1 + q \\), and is therefore the Logarithm of the ratio of \\( 1 \\) to \\( 1 + q \\); and whereas the Infinite Index \\( m \\) may be taken at pleasure, the several Scales of Logarithms to such Indices will be as\n\n\\( \\frac{1}{m} \\) or reciprocally as the Indices. And if the Index be taken 10000 &c. as in the case of Napier's Logarithms, they will be simply\n\n\\( q - \\frac{1}{2}qq + \\frac{1}{3}q^3q - \\frac{1}{4}q^4 + \\frac{1}{5}q^5 + \\cdots \\)\n\nAgain, if the Logarithm of a decreasing ratio be sought, the infinite Root of \\( x - q \\) or \\( 1 - q^m \\) is \\( 1 - \\frac{1}{m}q - \\frac{1}{2m}q^2 - \\frac{1}{3m}q^3 - \\frac{1}{4m}q^4 - \\frac{1}{5m}q^5 - \\cdots \\)\n\nwhence the decrement of the first of our infinite Number of Proportionals will be \\( \\frac{1}{m} \\) into \\( q + \\frac{1}{2}qq + \\frac{1}{3}q^3q + \\frac{1}{4}q^4 + \\frac{1}{5}q^5 + \\cdots \\)\n\nwhich therefore will be as the Logarithm of the ratio of Unity to \\( 1 - q \\). But if \\( m \\) be put 10000 &c. then the said Logarithm will be \\( q + \\frac{1}{2}qq + \\frac{1}{3}q^3q + \\frac{1}{4}q^4 + \\frac{1}{5}q^5 + \\cdots \\)\n\nHence\nHence the terms of any ratio being \\(a\\) and \\(b\\), \\(q\\) becomes \\(\\frac{b-a}{a}\\) or the difference divided by the lesser term, when 'tis an increasing ratio; or \\(\\frac{b-a}{b}\\) when 'tis decreasing or as \\(b\\) to \\(a\\).\n\nWhence the Logarithm of the same ratio may be doubly expressed, for putting \\(x\\) for the difference of the terms \\(a\\) and \\(b\\), it will be either\n\n\\[\n\\frac{1}{m} \\text{ into } \\frac{x}{b} + \\frac{x^2}{2b^2} + \\frac{x^3}{3b^3} + \\frac{x^4}{4b^4} + \\frac{x^5}{5b^5} + \\frac{x^6}{6b^6} \\&c. \\text{ or }\n\\]\n\n\\[\n\\frac{1}{m} \\text{ into } \\frac{x}{a} - \\frac{x^2}{2a^2} + \\frac{x^3}{3a^3} - \\frac{x^4}{4a^4} + \\frac{x^5}{5a^5} - \\frac{x^6}{6a^6} \\&c.\n\\]\n\nBut if the ratio of \\(a\\) to \\(b\\) be supposed divided into two parts, viz. into the ratio of \\(a\\) to the Arithmetical Mean between the terms, and the ratio of the said Arithmetical Mean to the other term \\(b\\), then will the Sum of the Logarithms of those two rations be the Logarithm of the ratio of \\(a\\) to \\(b\\); and substituting \\(\\frac{1}{2}x\\) instead of \\(\\frac{1}{2}a + \\frac{1}{2}b\\) the said Arithmetical Mean, the Logarithms of those rations will be by the foregoing Rule,\n\n\\[\n\\frac{1}{m} \\text{ in } \\frac{x}{z} + \\frac{xx}{2zz} + \\frac{x^3}{3z^3} + \\frac{x^4}{4z^4} + \\frac{x^5}{5z^5} + \\frac{x^6}{6z^6} \\&c. \\text{ and }\n\\]\n\n\\[\n\\frac{1}{m} \\text{ in } \\frac{x}{z} - \\frac{xx}{2zz} + \\frac{x^3}{3z^3} - \\frac{x^4}{4z^4} + \\frac{x^5}{5z^5} - \\frac{x^6}{6z^6} \\&c.\n\\]\n\nthe Sum \\(\\frac{1}{m} \\text{ in } \\frac{2x}{z} * + \\frac{2x^3}{3z^3} * + \\frac{2x^5}{5z^5} * \\frac{2x^7}{7z^7} \\&c.\\) will be the Logarithm of the ratio of \\(a\\) to \\(b\\), whose difference is \\(x\\) and Sum \\(z\\). And this Series converges twice as swift as the former, and therefore is more proper for the Practice of making of Logarithms: Which it performs with that expedition, that where \\(x\\) the difference is but the hundredth part of the Sum, the first step \\(\\frac{2x}{z}\\) suffices to seven places of the Logarithm, and the second step to twelve; But if Briggs's first Twenty Chiliads of Logarithms be supposed made, as he has very carefully computed them, to fourteen places, the first step alone is capable to give the Logarithm of any intermediate Number true to all the places of those Tables.\n\nL After\nAfter the same manner may the difference of the said two Logarithms be very fitly applied to find the Logarithms of Prime Numbers, having the Logarithms of the two next Numbers above and below them: For the difference of the ratio of \\(a\\) to \\(\\frac{1}{2}z\\) and of \\(\\frac{1}{2}z\\) to \\(b\\) is the ratio of \\(ab\\) to \\(\\frac{1}{4}zz\\), and the half of that ratio is that of \\(\\sqrt{ab}\\) to \\(\\frac{1}{2}z\\), or of the Geometrical Mean to the Arithmetical. And consequently the Logarithm thereof will be the half difference of the Logarithms of those ratios, viz.\n\n\\[\n\\frac{1}{m} \\text{ into } \\frac{x^x}{2zz} + \\frac{x^4}{4z^4} + \\frac{x^5}{6z^5} + \\frac{x^9}{8z^8} \\&c.\n\\]\n\nWhich is a Theorem of good dispatch to find the Logarithm of \\(\\frac{1}{2}z\\). But the same is yet much more advantageously performed by a Rule derived from the foregoing, and beyond which in my Opinion nothing better can be hoped. For the ratio of \\(ab\\) to \\(\\frac{1}{4}zz\\) or \\(\\frac{1}{4}aa + \\frac{1}{2}ab + \\frac{1}{4}bb\\), has the difference of its terms \\(\\frac{1}{4}aa - \\frac{1}{2}ab + \\frac{1}{4}bb\\) or the Square of \\(\\frac{1}{2}a - \\frac{1}{2}b = \\frac{1}{4}xx\\), which in the present case of finding the Logarithms of Prime Numbers is always Unity, and calling the Sum of the terms \\(\\frac{1}{2}zz + ab = yy\\), the Logarithm of the ratio of \\(\\sqrt{ab}\\) to \\(\\frac{1}{2}a + \\frac{1}{2}b\\) or \\(\\frac{1}{2}z\\) will be found\n\n\\[\n\\frac{x}{m} \\text{ in } \\frac{1}{y} + \\frac{1}{3y^3} + \\frac{1}{5y^5} + \\frac{1}{7y^7} + \\frac{1}{9y^9} \\&c.\n\\]\n\nwhich converges very much faster than any Theorem hitherto published for this purpose.\n\nHere note that \\(\\frac{1}{m}\\) is all along applied to adapt these Rules to all sorts of Logarithms. If \\(m\\) be 10000 &c. it may be neglected, and you will have Napier's Logarithms, as was hinted before; but if you desire Briggs's Logarithms, which are now generally received, you must divide your Series by\n\n\\[2,302585092994045684017991454684364207601101488628772976033328\\]\n\nor multiply it by the reciprocal thereof, viz.\n\n\\[0,434294481903251827651128918916609082294397005803666566114454\\]\n\nBut to save so operose a Multiplication (which is more than all the rest of the Work) it is expedient to Divide this Multipliactor by the Powers of \\(z\\) or \\(y\\) continually, according to the direction of the Theorem, especially where \\(x\\) is small and Integer, reserving the proper Quotes to be added together, when you have produced your Logarithm to as many\nmany Figures as you desire, of which Method I will give a Specimen.\n\nIf the Curiosity of any Gentleman that has leisure would prompt him to undertake to do the Logarithms of all Prime Numbers under 100000 to 25 or 30 Figures, I dare assure him that the facility of this Method will invite him thereto, nor can anything more easy be desired. And to encourage him, I here give the Logarithms of the first Prime Numbers under 20 to sixty places, computed by the accurate Pen of Mr. Abraham Sharp, (from whose Industry and Capacity the World may in time expect great Performances) as they were communicated to me by our common Friend Mr. Euclid Speidall.\n\n| Numb. | Logarithm |\n|-------|-----------|\n| 2     | 0.301029995663981195213738894724493026768189881462108541310427 |\n| 3     | 0.477121254719662437295027903255115309200128864190695864829866 |\n| 7     | 0.845098040014256839712216258592636193483572396323965406503835 |\n| 11    | 1.041392685158225040750199971243024241706702190466453094596539 |\n| 13    | 1.113943352306837769206541895026246254561189005053673288598083 |\n| 17    | 1.230448921378273028540169894328337030007567378425046397380368 |\n| 19    | 1.27875360095282896153633347575692931795112933739449759896819 |\n\nThe next Prime Number is 23, which I will take for an Example of the foregoing Doctrine; and by the first Rules, the Logarithm of the ratio of 22 to 23 will be found to be either\n\n\\[\n\\frac{1}{22} - \\frac{1}{968} + \\frac{1}{31944} - \\frac{1}{937024} + \\frac{1}{25768160} \\text{ &c. or}\n\\]\n\n\\[\n\\frac{1}{23} + \\frac{1}{1058} + \\frac{1}{36501} + \\frac{1}{1119364} + \\frac{1}{32181715} \\text{ &c.}\n\\]\n\nAs likewise that of the ratio of 23 to 24 by a like Process.\n\n\\[\n\\frac{1}{23} - \\frac{1}{1058} + \\frac{1}{36501} - \\frac{1}{1119364} + \\frac{1}{32181715} \\text{ &c. or}\n\\]\n\n\\[\n\\frac{1}{24} + \\frac{1}{1152} + \\frac{1}{41472} + \\frac{1}{1327104} + \\frac{1}{39813120} \\text{ &c.}\n\\]\nAnd this is the Result of the Doctrine of Mercator, as improved by the Learned Dr. Wallis. But by the second Theorem, viz. \\( \\frac{2x}{z} + \\frac{2x^3}{3z^3} + \\frac{2x^5}{5z^5} \\) &c. the same Logarithms are obtained by fewer steps. To wit,\n\n\\[\n\\frac{2}{45} + \\frac{2}{273375} + \\frac{2}{922640625} + \\frac{2}{2615686171875} \\text{ &c. and}\n\\]\n\n\\[\n\\frac{2}{47} + \\frac{2}{311469} + \\frac{2}{1146725035} + \\frac{2}{3546361843241} \\text{ &c.}\n\\]\n\nwhich was invented and demonstrated in the Hyperbolick Spaces Analogous to the Logarithms, by the Excellent Mr. James Gregory, in his Exercitationes Geometricae, and since further prosecuted by the aforesaid Mr. Speidall, in a late Treatise in English by him published on this Subject. But the Demonstration as I conceive was never till now perfected without the consideration of the Hyperbola, which in a matter purely Arithmetical as this is, cannot so properly be applyed. But what follows I think I may more justly claim as my own, viz. That the Logarithm of the ratio of the Geometrical Mean to the Arithmetical between 22 and 24, or of \\( \\sqrt{528} \\) to 23 will be found to be either\n\n\\[\n\\frac{1}{1058} + \\frac{1}{1119364} + \\frac{1}{888215334} + \\frac{1}{626487882248} \\text{ &c. or}\n\\]\n\n\\[\n\\frac{1}{1057} + \\frac{1}{3542796579} + \\frac{1}{659676558485285} \\text{ &c.}\n\\]\n\nAll these Series being to be multiplyed into 0.4342944819 &c. if you design to make the Logarithm of Briggs. But with great Advantage in respect of the Work, the said 4342944819 &c. is divided by 1057, and the Quotient thereof again divided by three times the Square of 1057, and that Quotient again by \\( \\frac{1}{3} \\) of that Square, and that Quotient by \\( \\frac{1}{3} \\) thereof, and so forth, till you have as many Figures of your Logarithm as you desire. As for Example, The Logarithm of the Geometrical Mean between 22 and 24 is found by the Logarithms of 2, 3 and 11 to be\n\n\\[\n1.36131696126690612945009172669805\n\\]\n\n\\[\n1057)43429 \\text{ &c.}\n\\]\n\n\\[\n3 \\text{ in } 1117249)41087462810146814347315886368\n\\]\n\n\\[\n\\frac{1}{3} \\text{ in } 1117249)12258521544181829460074\n\\]\n\n\\[\n\\frac{1}{3} \\text{ in } 1117249)65832 \\text{ &c.}\n\\]\n\n\\[\n\\frac{1}{3} \\text{ in } 1117249)42088 \\text{ &c.}\n\\]\n\nSumma\n\n\\[\n1.3617278360175928788677771225117\n\\]\nWhich is the Logarithm of 23 to thirty two places, and obtained by five Divisions with very small Divisors, all which is much less work than simply multiplying the Series into the said Multipliicator 43429 &c.\n\nBefore I pass on to the converse of this Problem, or to shew how to find the Number appertaining to a Logarithm assigned, it will be requisite to advertise the Reader, that there is a small mistake in the aforesaid Mr. James Gregory's Vera Quadratura Circuli & Hyperbola, published at Padua Anno 1667, wherein he applies his Quadrature of the Hyperbola to the making the Logarithms; In pag. 48. he gives the Computation of the Lord Napier's Logarithm of 10, to five and twenty places, and finds it $2302585092994045624017870$ instead of $2302585092994045684017991$, erring in the eighteenth Figure, as I was assured upon my own Examination of the Number I here give you, and by comparison thereof with the same wrought by another hand, agreeing therewith to 57 of the 60 places. Being desirous to be satisfied how this difference arose, I took the no small trouble of examining Mr. Gregory's Work, and at length found that in the inscribed Polygon of 512 Sides, in the eighteenth Figure was a 0 instead of 9, which being rectified, and the subsequent Work corrected therefrom, the result did agree to a Unite with our Number. And this I propose not to Cavil at an easy mistake in managing of so vast Numbers, especially by a Hand that has so well deserved of the Mathematical Sciences, but to shew the exact coincidence of two so very differing Methods to make Logarithms, which might otherwise have been questioned.\n\nFrom the Logarithm given to find what ratio it expresses, is a Problem that has not been so much considered as the former, but which is solved with the like ease, and demonstrated by a like Process, from the same general Theorem of Mr. Newton: For as the Logarithm of the ratio of $1 + q$ to $1 - q$ was proved to be $\\frac{x}{m} = r$, and that of the ratio of $1$ to $1 - q$ to be $\\frac{1}{x} = \\frac{1}{m}$: so the Logarithm, which we will from henceforth call L, being given, $1 + L$ will be equal to $\\frac{1}{1 + q}$ in the one case; and $1 - L$ will be equal to $\\frac{1}{1 - q}$.\nin the other: Consequently \\(1 + L^m\\) will be equal to \\(1 + q\\), and \\(1 - L^m\\) to \\(1 - q\\); that is, according to Mr. Newton's said Rule, \\(1 + mL + \\frac{1}{2} m^2 L^2 + \\frac{1}{3} m^3 L^3 + \\frac{1}{4} m^4 L^4 + \\frac{1}{5} m^5 L^5 &c.\\) will be \\(= 1 + q\\), and \\(1 - mL + \\frac{1}{2} m^2 L^2 - \\frac{1}{3} m^3 L^3 + \\frac{1}{4} m^4 L^4 - \\frac{1}{5} m^5 L^5 &c.\\) will be equal to \\(1 - q\\), \\(m\\) being any infinite Index whatsoever, which is a full and general Proposition from the Logarithm given to find the Number, be the Species of Logarithm what it will. But if Napier's Logarithm be given, the Multiplication by \\(m\\) is saved, (which Multiplication is indeed no other than the reducing the other Species to his) and the Series will be more simple, viz. \\(1 + LL + \\frac{1}{2} LL + \\frac{1}{3} L^3 + \\frac{1}{4} L^4 + \\frac{1}{5} L^5 &c.\\) or \\(1 - LL - \\frac{1}{2} LL - \\frac{1}{3} L^3 - \\frac{1}{4} L^4 - \\frac{1}{5} L^5 &c.\\). This Series, especially in great Numbers, converges so slowly, that it were to be wished it could be contracted.\n\nIf one term of the ratio, whereof \\(L\\) is the Logarithm, be given, the other term will be had easily by the same Rule: For if \\(L\\) were Napier's Logarithm of the ratio of \\(a\\) the lesser to \\(b\\) the greater term, \\(b\\) would be the Product of \\(a\\) into \\(1 + L + \\frac{1}{2} LL + \\frac{1}{3} L^3 &c.\\) \\(= a + aL + \\frac{1}{2} aLL + \\frac{1}{3} aL^3 &c.\\). But if \\(b\\) were given, \\(a\\) would be \\(= b - bL + \\frac{1}{2} bLL - \\frac{1}{3} bL^3 &c.\\). Whence by the help of the Chilias, the Number appertaining to any Logarithm will be exactly had to the utmost extent of the Tables. If you seek the nearest next Logarithm, whether greater or lesser, and call its Number \\(a\\) if lesser, or \\(b\\) if greater than the given \\(L\\), and the difference thereof from the said nearest Logarithm you call \\(l\\); it will follow that the Number answering to the Logarithm \\(L\\) will be either \\(a\\) into \\(1 + l + \\frac{1}{2} ll + \\frac{1}{3} lll + \\frac{1}{4} l^4 + \\frac{1}{5} l^5 &c.\\) or else \\(b\\) into \\(1 - l + \\frac{1}{2} ll - \\frac{1}{3} lll + \\frac{1}{4} l^4 - \\frac{1}{5} l^5 &c.\\) wherein as \\(l\\) is less, the Series will converge the swifter. And if the first 20000 Logarithms be given to fourteen places, there is rarely occasion for the three first steps of this Series to find the Number to as many places. But for Ulacq's great Canon of 100000 Logarithms, which is made but to ten places, there is scarce ever need for more than the first step \\(a + al\\) or \\(a + mal\\) in one case, or else \\(b - bl\\) or \\(b - mbl\\) in the other, to have the Number true to as many Figures as those Logarithms consist of.\nIf future Industry shall ever produce Logarithmick Tables to many more places than now we have them; the aforesaid Theorems will be of more use to deduce the correspondent Natural Numbers to all the places thereof. In order to make the first Chiliad serve all Uses, I was desirous to contract this Series, wherein all the Powers of \\( l \\) are present, into one, wherein each alternate Power might be wanting; but found it neither so simple or uniform as the other. Yet the first step thereof is I conceive most commodious for Practice, and withal exact enough for Numbers not exceeding fourteen places, such as are Mr. Briggs's large Table of Logarithms; and therefore I recommend it to common Use. It is thus:\n\n\\[\na + \\frac{al}{1 - \\frac{1}{2}l}\n\\]\n\nor\n\n\\[\nb - \\frac{bl}{1 + \\frac{1}{2}l}\n\\]\n\nwill be the Number answering to the Logarithm given, differing from the truth by but one half of the third step of the former Series. But that which renders it yet more eligible is, that with equal facility it serves for Briggs's or any other sort of Logarithms, with the only variation of writing\n\n\\[\n\\frac{x}{m} \\text{ instead of } r,\n\\]\n\nthat is,\n\n\\[\na + \\frac{al}{1 - \\frac{1}{2}l} \\quad \\text{and} \\quad b - \\frac{bl}{1 + \\frac{1}{2}l},\n\\]\n\nor\n\n\\[\n\\frac{1}{m}a + \\frac{1}{2}la \\quad \\text{and} \\quad \\frac{1}{m}b - \\frac{1}{2}lb,\n\\]\n\nwhich are easily resolved into Analogies, viz.\n\nAs 43429 &c. — \\(\\frac{1}{2}l\\) to 43429 + \\(\\frac{1}{2}l\\) :: So is \\(a\\) to the Number sought.\n\nAs 43429 &c. + \\(\\frac{1}{2}l\\) to 43429 — \\(\\frac{1}{2}l\\) :: So is \\(b\\) to the Number sought.\n\nIf more steps of this Series be desired, it will be found as follows,\n\n\\[\na + \\frac{al}{1 - \\frac{1}{2}l} - \\frac{1}{2}al^2 + \\frac{1}{3}al^3 + \\frac{1}{4}al^4 + \\ldots \\text{&c.}\n\\]\n\nas may easily be demonstrated by working out the Divisions in each step, and collecting the Quotes, whose Sum will be found to agree with our former Series.\n\nThus I hope I have cleared up the Doctrine of Logarithms, and shewn their Construction and Use independent from the Hyperbola, whose Affections have hitherto been made use of for this purpose, though this be a matter purely Arithmetical, nor properly demonstrable from the Principles of Geometry. Nor have I been obliged to have recourse to the Method of Indivisibles, or the Arithmetick of Infinites, the whole being no other than an easy Corollary to Mr. Newton's General Theorem for forming Roots and Powers.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102280.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16328,
    "total-output-tokens": 8247,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1955,
        2
      ],
      [
        1955,
        4395,
        3
      ],
      [
        4395,
        6615,
        4
      ],
      [
        6615,
        8892,
        5
      ],
      [
        8892,
        11372,
        6
      ],
      [
        11372,
        13270,
        7
      ],
      [
        13270,
        15537,
        8
      ],
      [
        15537,
        17754,
        9
      ],
      [
        17754,
        20436,
        10
      ],
      [
        20436,
        22867,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102280",
    "title": "A Most Compendious and Facile Method for Constructing the Logarithms, Exemplified and Demonstrated from the Nature of Numbers, without any Regard to the Hyperbola, with a Speedy Method for Finding the Number from the Logarithm Given. By E. Halley",
    "authors": "E. Halley",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102280"
  }
}