{
  "id": "e5e319393a0afbc42f4c1f0bfc8e2984e422fdef",
  "text": "I. Extract of a Letter dated at Rome, Aug. 5. 1747. from Mr. Hoare, a young Statury, now pursuing his Studies there, to his Brother Mr. Hoare, an eminent Painter at Bath, giving a short Account of some of the principal antique Pictures found in the Ruins of Herculaneum at Portici, near Naples: Communicated by the Rev. Mr. Birch.\n\nRead at a Meeting of the Royal Society, October 22. 1747.\n\nThis City was overthrown and swallow'd up by an Earthquake near 1700 Years since.\n\nSome of the most remarkable Curiosities, we saw, were,\n\n1. A Picture of about five Feet long, and four Feet wide, representing the Education of Achilles, by his Master Chiron the Centaur. The Figures are about half as big as the Life. That of Achilles is standing in a noble Action, and is seen in Front, as the principal Object of the Picture. He seems to hearken with great Attention to, and is looking steadily on the Centaur, who is seen almost in a Side View. The Figures are both finely colour'd, and well drawn; but that of the young Man most exquisitely so.\n\n2. Next to this is a Picture of about three Feet and an half high, and narrow, in which is a Woman sacrificing. The Figure is about two Feet high. This Picture seems to have been taken out of some Compartment of Ornaments.\n\nE e e e 3. Next\n3. Next to this is a broken Piece, representing the Judgment of Paris. The Figures are about the same Size as that last above-mention'd. They are not entire; the bottom Part being broken off about the Knees. This is also a very fine Picture; but it is impossible to judge of all its Beauties, as it is extremely changed and decayed; which is quite contrary to all the others, but, in particular, to that of Chiron and Achilles; which is in a manner as fresh as if it had been painted but Yesterday.\n\n4. The next is a fine Picture of the Story of Virginia. The Figures are something bigger than those in the abovementioned. The Characters and Expressions of the Heads are admirable. That of Appius gives a just Idea of the furious Transports in which the Artist designed to describe him. Virginia is weeping; and, in a word, all the Figures are finely disposed, and the Characters well adapted to the Subject.\n\n5. Two large Pictures were in a Nich in a Basilica, about five or six Feet high. The first represents Theseus victorious over the Minotaur. He is standing in a free and fine Posture: One Foot is on the Head of the Minotaur. But what seemed odd to me, was the Figure of that Monster itself, which I had always seen differently represented; for, in this Picture, the Head only represents that of a Bull, which is joined to the Body of a Man. Several little Genii, or Cupids (as we call them), all seem impatient to shew their Respect to their Deliverer: One kisses his Hand, another clasps round his Leg, and several others are in different Attitudes of Gratitude.\ntitude. The Figures are almost as large as small Life.\n\n6. The other Picture represents Hercules and the Goddess of Nature. The Figure of Hercules is standing (seen in a Side View) reposing on his Club; something like the Statue in the Farnese Palace at Rome. There is a Victory crowning the Hero, and the Goddess is sitting before him, and seems to applaud and thank him for his Labours. There are Numbers of symbolical Figures besides in this Picture. Behind the Goddess is a Satyr, and at Hercules's Feet a Boy sucking a Doc. My Friend, who conducted me, took particular Notice, how delicately the Doc seemed to dispose of her Legs, not to hurt the Child; whilst at the same time she is licking his Knees, as a Mark of her Tenderness for him. This Picture is equal to the first-mentioned; being exquisitely finely drawn and coloured, and well composed.\n\n7. There is a little Picture, which I thought extremely odd for its Composition. It is about 1 Foot and an half long, and eight or nine Inches high: It is a Parrot drawing a Chariot something like our modern Chaises. In the Chariot sits a sort of large Horse-fly, whose two Horns serve for the Bridle and Reins to guide the Parrot.\n\n8. Two Pictures, of about four Feet and an half long, represent the Stage of a Theatre, with Comedians playing their Parts upon it. The Perspective in these Pictures is very well observed.\n\n9. A Wedding, consisting of three Figures only. They are much in the same Taste of those of Aldobrandini's Marriage at Rome. There are besides\nNumbers of little Frizes representing Sacrifices, and other Ceremonies, of the ancient Pagans; most of them on black or red Grounds.\n\nThese Pictures shew, that the Antients understood Perspective and Landscape, I mean, the Keeping particularly, which I have heard strongly disputed; but no one that has seen these Pictures will, I believe, make any Doubt of it.\n\nIt would be impossible for me to give you an exact Description of all the Pictures; as there are so many entire, besides the Bits, and Fragments of others. Of some, the Heads only remain; and of others, Pieces of Figures; Numbers of small Landscapes; Views of Architecture; Flowers and Fruit, painted extremely light and elegantly. There are even some grotesque Pictures, something in the Taste of India Painting. Most of the small ones have been taken out of Compartiments: The Guardian shewed me several Places from whence they had been taken. They still preserve a Beauty superior to any thing we see now-a-days: The Colouring, Drawing, and Liberty of Pencil, may vie with the Works of any Master, even of Raphael himself.\n\nThere are two Rooms full of them.—Perhaps you will say I have given you an Account but of very few.—In the first place I must inform you, that no one is admitted without an Order from the King's Superintendant; and that, when one does see them, the Guardian has Orders not to permit any Person to take any Sketch or Account whatever of the Pictures. My Friend went thither but once,\nonce, and that after Dinner, when we came down from Mount Vesuvius. The Account I have herein given is all I could particularly remember in the Evening when we came home. They are continually finding more Pictures every Day; and I do assure you, that had I a Month to spare, I would willingly go on Foot to Naples, to have the Pleasure of studying those I have already seen, and seeing those which have been discovered since.*\n\nN. B. Cardinal Albani, at Rome, has an antique Group of Theseus and the Minotaur; where the Minotaur has the Head only of a Bull, as in the Picture above-mentioned.\n\nII. A Letter from Mr. G. Stovin to his Son, concerning the Body of a Woman, and an antique Shoe, found in a Morass in the Isle of Axholm in Lincolnshire.\n\nRead Oct. 22. THE Beginning of June last, a labouring Man, of Amcotts in the Isle of Axholm, in the County of Lincoln, was digging Turf or Peat in the Moors of Amcotts; and, at about six Foot from the Surface, his Spade cut the Toe of a Sandal, which dropped into the Pit he was graveing Peat in; also Part of the Foot dropp'd in, which terrified the Man, and he left it. Hearing of this Discovery, I went and took some Servants with me, to make further Discovery; when we soon found the other Sandal (which I now send you\n\n* See more of these Curiosities in these Trans. No. 456 and 458.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104874.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1883,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1281,
        2
      ],
      [
        1281,
        2854,
        3
      ],
      [
        2854,
        4377,
        4
      ],
      [
        4377,
        5850,
        5
      ],
      [
        5850,
        7187,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104874",
    "title": "Extract of a Letter Dated at Rome, Aug. 5. 1747. from Mr. Hoare, a Young Statuary, Now Pursuing His Studies There, to His Brother Mr. Hoare, an Eminent Painter at Bath, Giving a Short Account of Some of the Principal Antique Pictures Found in the Ruins of Herculaneum at Portici, Near Naples: Communicated by the Rev. Mr. Birch",
    "authors": "Mr. Birch, Mr. Hoare",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104874"
  }
}