{
  "id": "23d4ba6a5031e83420b0731e71d37b8e5e8bdd17",
  "text": "Six times on it, or such to which is put a Tincture of Opium, then powder it, and it is ready for use. But both for the Reasonings on this Disease, and the Use of this Medicine, recourse ought to be had to the Book itself.\n\nXIII. A Catalogue of Books lately publish'd, not mentioned in these Transactions.\n\nMuseum regium, seu Catalogus rerum tam naturalium, quam artificialium, quae in basilica bibliothecæ augustissimæ Danicæ Norvegiæq; Monarchæ Christiani quinti Hassiniæ asservantur descriptus ab Oligero Jacobæo. Han. 1696. fol.\n\nGodefridi Bidloo, vindiciae quarundam delineationum anatomicarum contra ineptas animadversiones, Fred. Ruyschii. Lugd. Bat. 1697. 4to.\n\nFrederici Ruyschii Responsio ad Godefridi Bidloi libellum cui nomen vindiciarum inscripsit, Amst. 1697. in 4to.\n\nChristiani a Steenveld dissertatio de ulcere verminoso. Lugd. Bat. 1697. in 4to.\n\nBibliotheca Hispana vetus, sive Hispanorum qui usquam unquamve scripto aliquid consignaverunt, notitia. Complectens Scriptores omnes qui ab Octaviani Augusti imperio usq; ad annum 1500. floruerunt. Authore Nicolaio Antonio, opus posthumum. Rom. 1696. fol.\n\nCorpus pharmaceutico-chymico-medicum sive concordantia pharmaceuticorum compositorum, ad mentem clarissimarum, virorum hinc inde breviter illustrata. Studio & Opera Joannis Helfrici Jungken Physici Francofurtensis. Francof. 1697. 8vo.\n\nCours de Chymie par Nicolas Lemery. 9e. edition. Paris, 1697. 8vo.\n\nJo. Conradi Barchufen, pyrosophia, in tres partes divisa, quarum 1. Jatrochemiam; altera rem metallicam,\n3. Chrysopæiam breviter & succincte pervestigat. Lugd. Bat. 1697. 4to.\n\nDe naturali & præternaturali sanguinis statu medica specimina Jacobi de Sandris. Quibus accedit dissertatio de ventriculo & glandulis. Bononiæ. 1696. in 4to.\n\nJoachimi Targui Medicina compendiaria, in qua, propositis veterum tententiis, nova & verissima artis medicæ forma ac ratio breviter, ac dilucide explicatur. Lugd. 1698. 8vo.\n\nJoh. Christophori Sturmii Physica electiva sive hypothetica tomus jus ejus partem physicæ generalem complexus Norib. 1697. 4to.\n\nJo. Bisselii è soc. Jesu Argonauticon Americanorum, sive historiæ periculorum Petri de Victoria ac Sociorum ejus libri XV. Gedan. 1698. 12mo.\n\nPhlebotomia Liberata, sive Apologia pro Sanguinis missione in Febribus, aliisque morbis magnis, qua respondeatur Dominico la Scala Messanensi. Accedit de Febribus dissertationis prodromus in epistola ad Paulum Franciscum Bruni. Genuæ. 1697. in 4to.\n\nLettera del sig. Abbate Michel Angelo Fardella in cui brevemente exammano è rigettano le opposizioni proposte contro i principii della Cartesiana filosofia dal dotissimo sign Matteo Georgi nella sua epistola detta faggio della nuova dottrina di Renato Cartesio, &c. Vinez. 1697. 8vo.\n\nLes Hommes Illustres qui ont paru en France pendant ce siècle : avec leurs portraits au naturel. Par Monsieur Perrault de l'Academie Françoise. Paris, 1697. fol.\n\nThese Books have been lately printed at the Theatre in Oxford.\n\nDavidis Gregorii M.D. & Astronomiae Prof. Savil. Catoptricæ & Dioptricæ Sphericæ Elementa. 8vo.\nAn Examination of Dr. Burnet's Theory of the Earth, with some Remarks on Mr. Whiston's New Theory, by John Keill. A. M. Coll. Ball. 8vo.\n\nPindari Poemata Graece & Latine cum scholiis omnibus veteribus, paraphraesi Benedicti, lectionibus variantibus, versione Nic. Sudorii J. C. & Chronologia Olympion. studio Ric. West & Rob. Welfstead A. MM. è Coll. Magd. in Folio.\n\nReliquiae Spelmannianae: The Posthumous Works of Sir Henry Spelman, Knt. Relating to the Laws and Antiquities of our own Nation. With his Life. By Edm. Gibson, M. A. Fellow of Queen's Coll. Fol.\n\nHeptateuchum Anglo-Saxonicum, una cum fragmentis Vet. & Nov. Testamenti Anglo-Saxonicis, è Codicibus MSS. edidit Edv. Thwaites, M. A. è Coll. Reg. 8vo.\n\nAnici Manili Severini Boëthi Consolationis Philosophiae libros 5. Anglo-Saxonice redditos ab Alfredo Inclito Anglo-Saxonum Rege, ad Apographum Junianum expressos edidit Christophorus Rawlinson è Coll. Reg. 8vo.\n\nElementa Arithmeticae Numerosae & Speciosae. In usum Juventutis Academicæ. Auctore Edv. Wells, A.M. Ædis Christi Alumno. 8vo.\n\nAnnales Velleiani, Quinctilianei, Statiani; seu vitae P. Velleii, M. Fabii Quinctilianii, Papinii Statii, (obiterque Juvenalis) pro temporum ordine dispositæ. Auctore Hen. Dodwello. A. M. 8vo.\n\nXIV. Extracts out of divers late Accounts and Letters.\n\nAt Geneva are printing Two Volumes of Letters wrote to Pierescius.\n\nAt Lyons le P. Ote has printed a Book called, Theorie de la Marine.\n\nMonsieur Tournefort will soon publish at Paris a Book, called, Histoire des Plantes des environs de Paris, in 8vo.\n\nMonsieur",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102510.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1632,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1531,
        2
      ],
      [
        1531,
        3067,
        3
      ],
      [
        3067,
        4634,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102510",
    "title": "A Catalogue of Books Lately Publish'd, Not Mentioned in These Transactions",
    "authors": null,
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102510"
  }
}