{
  "id": "c05a051a379380c6474c191e07383e4af0e64826",
  "text": "1892 Solidago paniculata, racemis recurvatis, floribus erectis, foliis lanceolatis integerrimis glabris. Miller's Icons.\n\n1893 Sorbus Sylvestris foliis domesticæ similis. C. B. P. 415.\n\nSylvestris five Fraxinus bubula. Ger. 1290.\n\n1894 Styrax; folio Mali Cotonei. C. B. 452. Officin. 473.\n\n1895 Thapsia montana omnium maxima, foliis lobatis, umbellis luteis. Micheli Hort. Flor.\n\n1896 Tithymalus arboreus. Alpini.\n\n1897 Tithymalus Cyparissias. Alpini Exotic.\n\n1898 Veronica; flosculis oblongis pediculis insidentibus, Chamædryos folio. Hist. Ox. 2. 322.\n\n1899 Viburnum Mathioli. C. B. 429.\n\n1900 Vitex foliis ternatis quinatisque pinnato incisis, spicis verticillatis terminalibus. Dict. Hort.\n\nLIX. Some Account of the Animal sent from the East Indies, by General Clive, to his Royal Highness the Duke of Cumberland, which is now in the Tower of London: In a Letter from James Parsons, M. D. F. R. S. to the Rev. Tho. Birch, D. D. Secretary to the Royal Society.\n\nRead March 27, 1760.\n\nAt the request of the Reverend Dr. Littleton, dean of Exeter, I went to observe this creature, in order to find what class of animals he belonged to; and made the drawing,\ning, now before the Royal Society, for its inspection. [See Tab. XIV.] I have endeavoured to make it as accurate as possible in all its proportion; yet am afraid I have made the ears a small matter too long. There is a figure of it in the London Magazine for December last, which has no resemblance at all to it, except in the ears, which the engraver, who drew it, has made to turn forwards, contrary to nature. However, the following description will, I believe, be the proper account of it.\n\nIt is something taller than the largest sized cat, being about fifteen inches high at the shoulders; slender and light, though strong. The head is small in proportion to the rest, and the neck slender. It has nothing fierce in its aspect, but is mild, and very tame. It is exactly of a fawn-colour, having its ears black on their outsides, and lined with white hairs, and some white round the root of each ear; it is also white under the throat and belly, and a little so on the backs of its limbs. Its eyes are small, and its head like that of a cat, but somewhat slenderer; its legs are genteel and strait, with the paws of a cat, having the power of dilating and contracting its toes, which are armed with strong crooked nails, in the same manner as a cat or tyger does; and its actions are like those of a cat. I sat and watched its motions, and saw it lick its foot, and rub it over its face several times, exactly like a cat; and was told by the man who shewed it me, that, if it is offended, it hisses. I examined its teeth, and find them in the same number and manner with those of a cat. And as to its food, they give it raw mutton every day; and when it is sick, which it often is, they give it a live\nlive fowl, or rabbit, which it seizes eagerly, and lies upon it without motion, for a considerable time, to suck the blood, and this proves a certain cure. The figure shews it to have also a tail like that of a cat.\n\nNone of the natural historians have any account of this animal, that I have yet seen, except the learned Dr. Walter Charleton *, who has a bad figure of it, engraved at the expense of Dr. John Lawson, his contemporary, of the college of physicians, as it appears in an inscription at the bottom of the plate, wherein the head is, contrary to truth, very large and strong in appearance, the tail like that of a fox, and the whole as strong as a mastiff dog: the name given it in the plate is the same with this, but differently spelled, thus, Siyab-gbusb.\n\nThis author very justly ranks it among the cats, and has given such an account of this animal, as well deserves the notice of this learned Society, of which I have made the following English extract.\n\n\"Among the wild cats, which vary according to the difference of climate, manner of living, and the like, none is more worthy of notice than that which is now kept in the park of our sovereign King Charles II. It was sent to the king by an English gentleman, who was governor of our mercantile affairs in the dominion of Surat, and is called, among other names, in the Persian language, Siyab-\n\n* See his Exercitationes de Differentiis et Nominibus Animalium.\n\n\"Gbusb,\"\n\"ghuʃb, that is, Black-ear *, all along the coast of Coromandel, and indeed all over India. It is about the size of a fox, but like a cat in its form; and has the cunning and cruelty of a leopard, with the limbs of a cat, but longer and stronger; having so much strength, that I saw it kill a hound, that came in its way, in a moment. The legs are thick set with hair, and its nails concealed under them, which are never extended but upon seizing its prey, which is common to lions, panthers, and domestic cats. But what seems peculiar to this animal is, that, having jumped upon his prey, he lies upon it unmoved, holding his bite, as if he was dead, whether for joy, or in order to drink the blood of the creature. The great men in India have them bred up tame, because of their dexterity in catching birds, hares, rabbits, and such-like; and such is their craft and fierceness, that they will seize even a fox; but their keepers will not suffer them to attack any thing above their strength, and therefore they only set them at cranes, geese, ducks, pheasants, partridges, peacocks, and such-like game, which they seize by many kinds of deceit, to the great pleasure of the spectators; and catch those timid animals, the hare, rabbit, fawn, goat, &c. by swift running, and sometimes by craft.\n\n\"When they are sick (which, from over-gorging their stomachs, they often are) their keepers steep\n\n* Dr. Charleton says, that he was obliged to his good friend the learned Dr. Thomas Hyde, then principal librarian to the Bodleian library, for this interpretation, who was well versed in the oriental languages.\n\"a piece of tender meat in human urine, and feed\nthem with it, and being bruised or tired by over-\nhunting, they give them some Mummy, wrapped up\nin their meat, and a warm place to rest in till they\nrecover.\"\n\nIt is said of this animal, that he follows the lion at a\ndistance, in order to feed on what he leaves of the\nanimals he destroys. To illustrate this, Dr. Charleton\nquotes a passage from the Apolog. of Sheich Saadi,\nwhich was written five hundred years before, and\npublished in Persic and Latin by Georgius Gentius;\nwhich is in English as follows:\n\n—This Black-Ear is asked, \"What makes him\nkeep company with the lion, and seems so officious\nto please him?\" to which he answers, \"That I\nmay feed on his leavings, and lead my life safely\nunder his protection.\" To which it is replied,\n\"Since you live under the shadow of his protection,\nand draw such benefit from him, why do not you\napproach nearer to him?\" He answers, \"If I took\nyour counsel, and come near to him, I should not\nbe safe from his fury a moment.\"\n\nNow from this particular account by the learned\nCharleton, and my own observations on him and his\nactions, I am inclined to rank this animal among the\ncats; and join with Linnæus, who, in his Ordo secund.\nhas a fifth species of Felis, which agrees well with the\nprincipal characters of the animal before us: his\nwords are,\n\n\"Felis cauda elongata, auribus—\npenicilliformibus.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105405.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11252,
    "total-output-tokens": 2111,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1159,
        2
      ],
      [
        1159,
        1159,
        3
      ],
      [
        1159,
        2866,
        4
      ],
      [
        2866,
        4309,
        5
      ],
      [
        4309,
        5917,
        6
      ],
      [
        5917,
        7315,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105405",
    "title": "Some Account of the Animal Sent from the East Indies, by General Clive, to His Royal Highness the Duke of Cumberland, Which is Now in the Tower of London: In a Letter from James Parsons, M. D. F. R. S. to the Rev. Tho. Birch, D. D. Secretary to the Royal Society",
    "authors": "James Parsons, General Clive",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105405"
  }
}