{
  "id": "89e6171933902d8aa41e54e7a4b726d39e9612b1",
  "text": "to be met with in those many Authors, he affirms to have carefully consulted: Of which there are by him alledged no less than 117.\n\nAmongst all these Chapters of Diseases and their Cures there are interspersed many not common Observations of Nature, such as are: That the force of Cassia is such, That about the Isles of Pero, the Fishermen, when their Boats are endangered by Whales, throw some of that substance into the Sea-water, which being beaten with it, the Fish immediately sinks to the bottom: That Vinegar may be prefer'd from all worms, by mixing a little Theriac therewith, and so exposing it in a close vessel to the Sun for a moneth, daily shaking it, and afterwards percolating it when settled: That there are men, that ruminate properly speaking, like Beasts that chew the Cud, and that some of such persons when opened after death, have either their oesophagus every where fleshy like a Muscle, or their stomach very rough and large; Where 'tis also observed, that one of such ruminating men, did not at all chew the cud when sick, just like Oxen and Cows, that are said by country-people to do so neither, when they are not well: That a certain Sea-man, that had lived long at Sea, and contracted from a continual defluxion a Cough, which exercised his Lungs for two years, did at length cast out, together with blood, two considerable ramifications of veins, separate from all parenchymatous matter, shewing the corruption of the whole substance of the Lungs: That it hath been observed to be dangerous, to have a vein opened at once in both arms, or legs, which is here called a Neronian Venæ-section, &c.\n\nErrata to be corrected in Numb. 87.\n\nPag.5067.l penult., Tractatu. p.5058.l.43. Demonstratis. p.5069 l.10. non in AX. p.5070.l.23. particularem vel defensionem. ibid l.35. pro 2PQL leg.-2PQL ib. lin. 29. ad margin. lege, Vide Tab. II. Fig. III. p.5071.l.16. est media. ibid.l.31 pro lL ve l leg. l-Vc l. p.5072.l.35. pro 3. p.5073.l.18. pro quid. l. quin p.5074.l.23. 27. &c. pro T.l.6T. ibid.l.23. pro 32. l.S2.ibid.l.31. pro lD3 l. l.D3 p.5075. l.2.pro lLD3,lLD2 ib.l.29.l.lt. pro idem. ib.l.39. Hyperbola sit Scalena.\n\nErrata in this Numb. 88.\n\nPag.5087.l.7.r. Bodies. p.5094.l.34.r. it must. ip. 5097. l.9.r: and made to divericate.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal Society, 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100966.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 803,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2335,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100966",
    "title": "Errata",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/100966"
  }
}