{
  "id": "fbc35d245dfee9e35ba901103b1800a93f3ae1b9",
  "text": "GENIO ET HONOR\nL. POMPEI L.F. POLHEREN\nNIANI EQ ROM EQ PVN\nQ AER PETALIM AEDIL\nIVIRO CURATORI\nKALENDARIOR REI P\nCOLLEGIVM PASTO\nPHORORVM INDVS\nTRIENSIVM PATRONO\nOB MERITA\nXII. Some Account of a curious Tripos and Inscription found near Turin, serving to discover the true Situation of the ancient City Industria. By David Erskine Baker.\n\nThis is an Abstract of the Paper, read Dec. 5, 1745.\n\nDr. Joseph Laurentius Bruni, Fellow of our Royal Society, and Physician of the College at Turin, having, in the Month of March, 1744-5, sent from thence to my Father the Description of a most curious antique Tripos of Metal, found, some little while before, together with a Plate of the same, bearing an extraordinary Inscription thereon, at a Village call'd Monteu, on the right Side of the River Po, about 16 Miles from Turin; and the same Gentleman having lately sent us likewise an Italian Dissertation printed at Turin, wherein the learned Authors (Paul Ricolvi and Anthony Rivautella) undertake to discover, from the said Inscription, and other concurring Circumstances, the true Place of the ancient City Industria, mentioned twice by Pliny; a short Account, collected from the Whole, and translated into English, may prove, I hope, not unacceptable.\n\nThis Tripos, they say, far exceeds every thing of its Kind, preserved hitherto in any of the Cabinets in Europe, as well for its Structure, as for the Variety and Elegance of the several Relievo's where-with it is adorned. Each of its three Pillars has on it four small Figures: The first, which is placed at Top, represents a Terminus of Venus; the second is a Victory,\nVictory, or a winged Fortune rather, standing with her feet upon a Globe; the third, which is near the Middle of the Pillar, is an Harpy, winged, with a Woman's Face; and the fourth Figure, at the Foot of the Pillar, appears to be an old Silenus or Satyr, crouching himself together in an odd Manner.\n\nThe Pillars are joined to one another by little Bars of Metal, fastened by Rivets at Top, and Rings at Bottom, in such a manner that they may be closed together, or drawn asunder, at Pleasure; and when they are extended to the utmost, the Size of the Tripos is somewhat more than a Turin Foot, which, Dr. Bruni says, is equal to twenty English Inches.\n\nTable I. Fig. 2. is an exact Copy of the Inscription on the Metal Plate, as given before the Dissertation. The Authors explain the Reading of each Word, and give their Comments thereon, together with a long Description of the Roman Customs and Offices; which being sufficiently known, I shall take from them only a brief Abstract of such Passages as are least easy to be understood.\n\nThe first Observation of this kind is, that whereas, in other Inscriptions, it is usual to find Honori, and then the Name of the Person in the Dative Case, as Honori Memmio Vitraio Orfito(a); or else, Honori Imperatoris Caesaris, &c.; or as in another Stone (b) in Honorem T. Claudii Imperatoris; and consequently the Titles of the Person in the Genitive Case; here, after having said, Honori L. Pompei Herenniani, we find Curatori and Patrono, which two Words must again\n\n(a) Grut. p. 443. (b) Marm. Taur. p. 189.\nagain refer to the Words *Genio & Honori*. And they mention another Inscription, where a Mistake of the same kind is found; viz. (a)\n\n```\nHONORI\nM.GAVI.M.F\nPOP.SQVILLANI.\nEQ PV.B.IIIII.VIR.I.D\nIIIIVIR.APVB\nCVRATORI.VICETINOR\nAPPARITORES.ET\nLIMOCINCTI\nTRIBVNALIS.EIVS\nEQ.ROM. EQ. PV.B.\n```\n\nThese Words infer, that *Lucius Pompeius*, the Person to whose Honour this Plate is inscrib'd, was a Roman Knight, who had a Stipend from the Public. The Roman Knights served at their own Expence till the Year of *Rome* 451, when their Horses began first to be maintain'd at the Expence of the Commonwealth; and it appears, from various Inscriptions under the Emperors, that the Words, *Eques publicus*, *Equo publico donatus*, or *ornatus*, &c. always mean a military Dignity, and must be distinguished from the Roman Knights towards the End of the Commonwealth, who were a Degree of Citizens between the Senators and the Plebeians.\n\nQ. ÆR. PET. ALIM.\n\n---\n\n(a) Marm. Pifaur. p. 17. n. 38.\nIt appears hereby that Lucius Pompeius was Quaestor Ærarii, tho' only of the Finances of the City Industria, and not of the Emperor under whom he liv'd. But the greatest Difficulty arises from PET. ALIM. where our Authors suppose the Engraver may have left out the Stop between the Letter P and the Letters ET; so that we should read it, Quaestoris Ærarii publici et Alimentorum; and then we have two different Dignities of Lucius Pompeius; that of Quaestor of the public Taxes, and that of Quaestor of the Provisions, both regarding the City of Industria. Several other Inscriptions are also produc'd, to prove the Office of Quaestor Alimentorum; and a great deal of Reading is introduc'd, to shew, that the Quaestor Alimentorum was sometimes understood to be an Officer having the Care of the public Allowance for bringing up Children; and that at other Times his Office was understood to be the procuring all Sorts of Provisions for the Use of the Emperor's Troops.\n\nPassing by his Office of Ædilis and Duumvir, we find he presided likewise over the Receipt of the Taxes, by this Address to him,\n\nCVRATORI\nKALENDARIORVM. REI. P.\n\nThe Days fixed for Payment of the Taxes and Debts were register'd in the public Calendars; and Creditors usually demanded their Interest on the Kalends, or first Day of every Month: Whence the Register of the Debtors, and the Sums due, or the Tribute to be paid by Particulars to the Public, and indeed the general\ngeneral State of the Debts, and Credit of every Community came to be called Calendarium.\n\nCOLLEGIVM PASTOPHORORVM\n\nThe College of Priests called Pastophori, a Name taken, as some suppose, from a very rich and ornamental upper Garment termed Pastos. As Pastophorus was a Name given to Venus, these Priests may have belonged to her, or else to the Goddess Isis, whose chief Priests, as Lucius Apuleius informs us, were called Pastophori, by way of Pre-eminence, Unus — catu Pastophororum, quod sacrosancti Collegii nomen est, velut in concionem vocato, indidem de sublimo suggestu — renunciat, &c. (a) He says also, that the God Osiris had a College of them. His Words are, Osiris — in Collegium me Pastophorum suorum, imo inter ipsos Decurionum Quinquennales elegit. This Body of Priests had various Offices, one whereof might probably be the conferring Honours on Persons of great Merit, as we find from our Inscription those of Industria had done on Lucius Pompeius.\n\nINDUSTRIENSIVM\nPATRONO\nOB. MERITA\n\nHereby the City Industria acknowledges Lucius Pompeius as its Patron or Protector, and shews its Gratitude\n\n(a) Lib. xi. Metam.\nGratitude for singular Benefits received. Patrons and Clients were in the earliest Times of the Commonwealth; but, under the Emperors, Inscriptions shew us frequently, that Cities and Nations chose for their Patron some eminent Roman Citizen in Favour with the Prince, on whom they often conferred great Honours.\n\nT. GRAE. TROPHIMVS. IND. FAC.\n\nThese Words on the Cornice our Authors wondered to find, as it was unusual for any but the most eminent Painters and Sculptors to put their Names, and that only to the most famous and perfect of their Works. Whence they conjecture, that this Titus Graecus Trophimus of Industria, might be not only the Engraver of the Inscription, but likewise the Sculptor of some Image to which this may have been the Pedestal.\n\nThese Gentlemen, who are Authors of the Marmora Taurinensia, went to this Village of Monteau in the Autumn of the Year 1743, where they found many Inscriptions, with the Names of various Magistrates both civil and ecclesiastical; which were certain Proofs that some considerable City had been in that Place formerly: And returning thither the Autumn following, they found a broken Stone; whereon, by putting the Pieces together, they could plainly read, that there had been decreed to a Person named Cocceia, at the Expence of the Public, a Statue AB. IND. which they interpret Ab Industriensibus, and suppose to mean the Citizens of Industria.\n\nA a a a a ...COCCEIA\nSome Peasants about the same time, digging in the Plain between the Hills near the Po, discovered the Vestiges of an ancient Fabrick, with some Medals; and, in the Middle of the following February, found the Traces of a large Room, other Medals, and some Pieces of wrought Brafs; and in March they discovered this Plate and Tripos. Our Authors mention also the Discovery of many Medals, a mosaic Pavement, the Remains of an ancient Temple, Basso-Relievo's, little Images, Ruins of Edifices, and Inscriptions found here; and give two Passages from Pliny, one whereof is (a), Ab altero (Apennini) latere, ad Padum amnem Italiae ditissimum, omnia nobilibus oppidis nitent; Libarnia, Dertonia, Colonia, Iria, Bardarate, Industria: In the other his Words are, (b) Metrodorus dicit, quoniam circa fontem arbor multa sit picea, qua Pades Gallice vocetur, Padum hoc nomen accepisse; Ligurum quidem lingua amnem ipsum Bodincum vocari, quod significet fundo carentem. Cui argumento adeit oppidum Industria, vetusto nomine Bodincomagum, ubi praecipua altitudo incepit.\n\nIn the first of these Quotations the City Industria is spoken of, as one of the noble Cities that flourished in its Time along the Banks of the River Po, a little\n\n(a) Pliny lib. 3. cap. 5.\n(b) Ibid. lib. 3. cap. 16.\na little Way to the South Side of the Apennines. In the other he explains himself more fully, describing it to be near the Po, where that River begins to acquire a greater Depth; and, as a Confirmation, gives its Name still ancienier than that of Industria, viz. Bodincomagus, signifying in the Ligustine Tongue the River's being deeper at that Place. And our Authors affirm, that, even at this Day, the Po, above and near Turin, is hardly navigable; but at Monteù, after having received not only the Dora, but the Stura, the Orco, the Mallone, and the Dora Balteo, it becomes much larger both in Depth and Width. They also take notice, that the Hill near the Plain of Monteù is called Mondicoi, which they suppose a corrupted Remain of the ancient Word Bodincomagus. They find likewise, in the Bulls of this Parish, that the parochial Church is called Sancti Joannis Baptistae de Lustria; which, they conjecture, may, by Length of Time, have been formed from the ancient Name Industria.\n\nFrom all these Circumstances put together, they seem confident of their having discovered the real Spot where this ancient City stood; and bring several Reasons to prove, that Casal cannot possibly be the Place, as some Writers have imagined; and in order to shew more fully the Grandeur, Magnificence, and Antiquity of this ancient City, they add the following Inscriptions found at the same Place.\n\nA.HOSTILIO.A.F\nPAP.PATRONO.\nC. AVILIO L.F\nP. GAVIANO.\nFLAMINI DIVI\nCAESARIS\nPERPETVO\nPATRONO MUNICIPI.\nTRIB. MILIT. LEG. III\nGALLICÆ\nD. D.\nQVO HONORE CONTENVS\nIMPENSAM REMISIT.\n\nN. MINIO A.F. POL\nANNIVS\nPRIM. IRO PRÆF. EQ.\nCOH. VI Q.\nHONORIS CAVSSA LOCVS\nEX D.D DATVS V.F.\nSIBI ET.\nMINIÆ ANN. F. ET TULLIÆ\nVXSORI.\n\nC. LOLLIUS\nC. LIB. PAL.\nAGRAVLO.\nCOLLEG.\nCENTONAR.\nQ H.C.I.R.\n\nL. FVLFENIVS T.F. SIBI\nET L. FVLFENIO L.F. SECVNDO\nFILIIS SVIS V.F.\nThe last Inscription proves the great Antiquity of this City.\n\nXIII. Further Observations on the Distemper now raging among the Cow-Kind, by the Publisher of these Transactions.\n\nRead Dec. 12. Since my former Paper on this Subject (Nov. 21. *) I have had Opportunities of being present when three Cows have been flead and open'd; the Lungs in all were inflamed and blistered, and the Guts in some Places inflamed, in others livid, the Gall-bladders exceeding large: A Collar-Maker's Man, who has been assisting in flealing above a hundred dead Cows, assures me, these are the general Appearances in them all; except that in one he met with a large Bag full of Corruption, between the Bag inclosing the Heart and the Backbone; in another he found the Gall-bladder quite contracted and shrivell'd up, having little or no Gall in it; and in several he found scirrhous Knobs in the Livers.\n\n* See p. 532. supra.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104509.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 21212,
    "total-output-tokens": 3706,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        171,
        3
      ],
      [
        171,
        1622,
        4
      ],
      [
        1622,
        3176,
        5
      ],
      [
        3176,
        4157,
        6
      ],
      [
        4157,
        5605,
        7
      ],
      [
        5605,
        6737,
        8
      ],
      [
        6737,
        8163,
        9
      ],
      [
        8163,
        9439,
        10
      ],
      [
        9439,
        10857,
        11
      ],
      [
        10857,
        11275,
        12
      ],
      [
        11275,
        12182,
        13
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104509",
    "title": "Some Account of a Curious Tripos and Inscription Found Near Turin, Serving to Discover the True Situation of the Ancient City Industria. By David Erskine Baker",
    "authors": "David Erskine Baker",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/104509"
  }
}