{
  "id": "a27c717a50bcfa0d20ba7fef365008d78c399f17",
  "text": "XI. Observations and Measurements of the Planet Vesta. By John Jerome Schroeter, F.R.S.\n\nTRANSLATED FROM THE GERMAN.\n\nRead May 28, 1807.\n\nAt our very first observations with magnifying powers of 150 and 300 applied to the excellent new 15-feet reflector, we found the planet Vesta without any appearance of a disc, merely as a point like a fixed star with an intense, radiating light, and exactly of the same appearance as that of any fixed star of the sixth magnitude. In the same manner we both afterwards saw this planet several times with our naked eyes, when the sky was clear, and when it was surrounded by smaller invisible stars, which precluded all possibility of mistaking it for another. This proves how very like the intense light of this planet is to that of a fixed star.\n\nAs the observations and measurements of Ceres, Pallas, and Juno, were made with the same eye-glasses but with the 13-feet reflector, we soon after compared the planet Vesta with the same glasses of 136 and 288 times magnifying power in the 13-feet reflector. In both these telescopes its image was, without the least difference, that of a fixed star of the 6th magnitude with an intense radiating light; so that this new planet may with the greatest propriety be called an asteroid.\n\nApril 26th in the evening at 9 o'clock, true time, I succeeded\n\nMDCCCVII. K k\nin effecting the measurement of Vesta, with the same power of 288 by means of the 13-feet reflector, with which that of Ceres, Pallas, and Juno had been made; and when viewed by this reflector it also appeared exactly in the same manner. Of several illuminated discs, of 2,0 to 0,5 decimal lines, which I had before made use of for measuring the satellites of Saturn and Jupiter, the smallest disc only of 0,5 lines could be used for this purpose; by it the rounded nucleus of the planet Vesta, when the disc was at the distance of 611,0 lines from the eye, appeared at most of the same size, and I must even estimate its diameter as $\\frac{1}{6}$ smaller. If therefore, we attend, not to the full magnitude of the projection, but the estimation just mentioned, it follows by calculation that the apparent diameter of the planet Vesta is only 0,488 seconds and consequently only half of what I have found to be the apparent diameter of the fourth satellite of Saturn.\n\nThis extraordinary smallness, with such an intense, radiant and unsteady light of a fixed star, is the more remarkable, as, according to the preliminary calculations of Dr. Gauss, there can be no doubt that this planet is found in the same region between Mars and Jupiter, in which Ceres, Pallas, and Juno perform their revolutions round the sun; that, in close union with them, it has the same cosmological origin; and that as a planet of such smallness and of so very intense light, it is comparatively near to the earth. This remarkable circumstance will no doubt be productive of important cosmological observations, as soon as the elements of the new planet have been sufficiently determined, and its distance from the earth ascertained by calculation.\n\nLilienthal, May 12, 1807.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107240.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 826,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1349,
        2
      ],
      [
        1349,
        3102,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107240",
    "title": "Observations and Measurements of the Planet Vesta",
    "authors": "John Jerome Schroeter",
    "year": 1807,
    "volume": "97",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/107240"
  }
}