{
  "id": "94b74bcd9ff68072713806c7ec1415f776643a45",
  "text": "IV. An Experiment to shew that some Damps in Mines may be occasioned only by the burning of Candles under Ground, without the Addition of any noxious Vapour, even when the Bottom of the Pit has a Communication with the outward Air, unless the Outward Air be forcibly driven in at the said Communication or Pipe. By the Reverend J. T. Desaguliers, LLD. F. R. S.\n\nExperiment I.\n\nIn a Cylindric Glass-Receiver, open at both Ends, whose lower End is plung'd in Water, and upper End cover'd with a Plate with an Hole of near an Inch Bore, a Candle of Six in the Pound will not burn quite the Time of one Minute before it goes out.\n\nExperiment II.\n\nA Candle will burn almost as long when the Receiver is quite cover'd.\n\nExperiment III.\n\nThe Receiver having the Hole of the Plate open, and a Pipe at Bottom communicating with the external\nternal Air, will burn but a little longer than in the first Experiment; and if you blow in at the Pipe with your Mouth, it will go out rather sooner.\n\n**Experiment IV.**\n\nBlow in at the Pipe with Bellows, and the Candle will burn as long as you will.\n\n---\n\n**V. A Chemical Experiment by Mr. John Maud, serving to illustrate the Phænomenon of the Inflammable Air shewn to the Royal Society by Sir James Lowther, Bart. as described in Philosoph. Transact. Numb. 429.**\n\nSir James Lowther having formerly favour'd the Society with an Experiment upon some Air which he collected out of a Coal-Mine, and brought in Bladders close tied, by Sea to Town: The Effect of which was, that the Air being press'd out of the Bladder through the small Orifice of a Tobacco-Pipe, would catch Fire from a lighted Candle, and burn like an inflammable Spirit, until it was all consumed. A particular Account of which has been printed in the Philosoph. Transf. Numb. 429. p. 109, &c.\n\nUpon considering that the Cause was only a great Quantity of sulphureous Vapours fluctuating in that Air, I was naturally induced to make an Essay",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104021.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 564,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        832,
        2
      ],
      [
        832,
        1942,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104021",
    "title": "An Experiment to Shew That Some Damps in Mines may be Occasioned Only by the Burning of Candles under Ground, without the Addition of any Noxious Vapour, Even When the Bottom of the Pit Has a Communication with the Outward Air, Unless the Outward Air be Forcibly Driven in at the Said Communication or Pipe. By the Reverend J. T. Desaguliers, LLD. F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104021"
  }
}