{
  "id": "19d8eeff9e62127eb0f4f48f85a6cba7734bfb7b",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1803 to June 1804;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1803.\n\nPRESENTS.\n\nNov. 10. The Nautical Almanacs for the Years 1806 and 1807. 2 Vols. London, 1803. Plates VIII. and IX. of the 4th Volume of Vetusta Monumenta. Journals of the Royal Institution of Great Britain, No. 16. Royal Humane Society. Annual Report, 1803. A Sermon preached at the Anniversary of the Royal Humane Society, April 24, 1803, by the Bishop of Gloucester. London, 1803. Descriptions and Figures of Fishes collected on the Coast of Coromandel, by Patrick Russell, F. R. S. 2 Vols. London, 1803. Connoissance des Tems pour l'An 13, publiée par le Bureau des Longitudes. Paris, 1803. Kongl Vetenskaps Academiens Nya Handlingar, Tom. XXII. för År 1801, 4th Quarter; Tom. XXIII. för År 1802, 1st, 2d, and 3d Quarter. Stockholm. Practical Observations on the Treatment of Strictures in the Urethra, and in the Æsophagus, by E. Home, Vol. II. London, 1803. Bibliotheque Britannique, No. 175—178. The Philosophical Transactions abridged, by Dr. Hutton, Dr. Shaw, and Dr. Pearson, Vol. I. Fasciculus IV. of a Synopsis of the British Conserve, by L. W. Dillwyn. Petri Murray, Disputatio inauguralis de Aëribus. Edinburgi, 1802. A Journal of Natural Philosophy, by W. Nicholson. No. 19—23.\n\nDONORS.\n\nThe Commissioners of Longitude. The Society of Antiquaries. The Managers of the Royal Institution. The Royal Humane Society. The Committee of Warehouses of the East India Company. Le Bureau des Longitudes de France. The Royal Academy of Sciences of Stockholm. Everard Home, Esq. F. R. S. Professor Pictet. Messrs. C. and R. Baldwin. Lewis Weston Dillwyn, Esq. Peter Murray, M. D. Mr. William Nicholson.\nPRESENTS.\n\nA Treatise on the Cow-pox, by J. Ring. Part II. London, 1803. 8°\n\nThe Philosophical Magazine, by A. Tilloch. No. 61—65.\n\nNov. 17. Medical Ethics, by T. Percival. Manchester, 1803. 8°\n\nUeber Pulsationen im Unterleibe, von J. A. Albers. Bremen, 1803.\n\nAmericanische Annalen der Arzneykunde, von J. A. Albers. 2 Heft. Bremen, 1803. 8°\n\nDec. 8. Rules and Regulations for the Field Exercise and Manœuvres of the French Infantry, translated by J. Macdonald. London, 1803. 2 Vols. 12°\n\nPræcipuarum Stellarum inerantium Positiones medæineunte Sec. XIX. ex Observationibus habitis in Specula Panormitana. Panormi, 1803. fol.\n\nThe Philosophical Transactions abridged, Vol. II. Part I.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 24.\n\n15. The Philosophical Magazine, by A. Tilloch. No. 66.\n\nArchæologia, Vol. XIV. London, 1803. 4°\n\nTracts on the Resolution of cubick and biquadratic Equations, by F. Maseres. London. 8°\n\nSome Account of the medicinal and other Uses of various Substances prepared from Trees of the Genus Pinus, by W. G. Maton. fol.\n\nThe modern Catalogue of Books. London, 1803. 8°\n\n22. A Sermon preached on the Fast Day, Oct. 19, 1803, by H. Fly. London, 1803. 8°\n\nA Treatise on Cheltenham Waters, and bilious Diseases, by T. Jameson. Cheltenham, 1803. 8°\n\nGeneral Zoology, by G. Shaw. Vol. IV. London, 1803. 8°\n\n1804.\n\nJan. 12. The Philosophical Transactions abridged. Vol. II. Part II.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 25.\n\nThe Philosophical Magazine, by A. Tilloch. No. 67.\n\n19. Meteorological Journal kept on board the Marine Society's Ship, in 1802 and 1803. MS. fol.\n\nA Meteorological Journal of the Year 1803, kept in London, by W. Bent. London, 1804. 8°\n\n26. Mémoires de l'Academie Royale des Sciences et Belles Lettres, 1779 et 1800. Berlin, 1803. 4°\n\nA Treatise of the Pleas of the Crown, by E. H. East. London, 1803. 2 Vols. 8°\n\nDONORS.\n\nMr. John Ring.\n\nMr. Alexander Tilloch.\n\nThomas Percival, M. D. F. R. S.\n\nDr. J. A. Albers, of Bremen.\n\nLieutenant Colonel John Macdonald, F. R. S.\n\nProfessor Piazzi, of Palermo, F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Society of Antiquaries.\n\nFrancis Maseres, Esq. F. R. S.\n\nWilliam George Maton, M. D. F. R. S.\n\nMr. William Bent.\n\nThe Rev. Henry Fly, D. D. F. R. S.\n\nThomas Jameson, M.D.\n\nMr. George Kearsley.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Marine Society.\n\nMr. William Bent.\n\nThe Royal Academy of Sciences of Berlin.\n\nEdward Hyde East, Esq. F. R. S.\nPRESENTS.\n\nAstronomisches Jahrbuch für das Jahr 1806, von J. E. Bode. Berlin, 1803. 8°\n\nThe Gentleman's mathematical Companion for the Year 1804. London, 1803. 12°\n\nFeb. 2. The Philosophical Transactions abridged, Vol. II. Part III.\n\nThe Imperial Review, No. 1. London, 8°\n\nA journal of Natural Philosophy, by W. Nicholson. No. 26.\n\nThe Philosophical Magazine, by A. Tilloch. No. 68.\n\n9. Practical Observations in Surgery, by W. Hey. London, 1803. 8°\n\n16. Nova Acta Academiae Scientiarum Imperialis Petropolitanæ. Tom. XIII. Petropoli, 1802. 4°\n\nThe Anatomy and surgical Treatment of inguinal and congenital Hernia, by A. Cooper. London, 1804. fol.\n\n23. Flora Batava. No. 4—8. Amsterdam. 4°\n\nObservations on the Change of Public Opinion in Religion, Politics, and Medicine, by J. Millar. London. 2 Vols. 4°\n\nMarch 1. The Philosophical Transactions abridged, Vol. II. Part IV.\n\nThe Imperial Review. No. 2.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 27.\n\nThe Philosophical Magazine, by A. Tilloch. No. 69.\n\n8. A Description of the Genus Pinus, by A. B. Lambert. London, 1803. fol.\n\n15. Transactions of the Royal Irish Academy. Vol. IX. Dublin, 1803. 4°\n\nAn Inscription copied from a Stone lately found among the Ruins of ancient Babylon. 3 sheets.\n\nDrawings of Bricks taken out of the Ruins of a large City, supposed to be Babylon. 1 sheet.\n\nCopy of an Inscription on a Fragment of Porphyry.\n\nApril 12. Celtic Researches, by Ed. Davies. London, 1804. 8°\n\nFlora Britannica, Auctore J. E. Smith. Vol. III. Londini, 1804. 8°\n\nThe Philosophical Transactions abridged. Vol. III. Part I.\n\nThe Imperial Review. No. 3.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 28.\n\nThe Philosophical Magazine, by A. Tilloch. No. 70.\n\nDONORS.\n\nMr. J. E. Bode, F. R. S.\n\nMr. William Davis.\n\nMessrs. C. and R. Baldwin.\n\nMess. Cadell and Davies.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nMr. William Hey, F. R. S.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nMr. Astley Cooper, F. R. S.\n\nLe Conseil de l'Interieur de la Republique Batave.\n\nJohn Millar, M. D.\n\nMessrs. C. and R. Baldwin.\n\nMess. Cadell and Davies.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nAylmer Bourke Lambert, Esq. F. R. S.\n\nThe Royal Irish Academy.\n\nThe Court of Directors of the East India Company.\n\nThe Rev Robert Nixon, B. D. F. R. S.\n\nJames Edward Smith, M. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMess. Cadell and Davies.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\nApril 19. Mélanges de Physiologie, de Physique, et de Chimie, par Cl. Roucher-Deratte. Tomes II. Paris, 1803.\n\nCalendarium Rotulorum, Chartarum, et Inquisitionum ad quod damnum. 1803.\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXI. London, 1803.\n\nThe Imperial Review. No. 4.\n\nMay 3. Georgical Essays, by A. Hunter. Vol. V. and VI. York, 1804.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 29.\n\nThe Philosophical Magazine, by A. Tilloch. No. 71.\n\n10. The Nautical Almanac for the Year 1808. London, 1804.\n\nAccount of the Introduction of the Cow-pox into India. Bombay, 1803.\n\nSurgical Observations, by J. Abernethy. London, 1804.\n\nLettre sur une nouvelle Espèce de Tarsier, par G. Fischer. Mayence, 1802.\n\nEssai sur les Monumens typographiques de Jean Gutenberg, par G. Fischer. Mayence, An 10.\n\nThe Philosophical Transactions abridged. Vol. III. Part II.\n\n17. Nouveau Reglement et nouvel Etat de l'Academie Imperiale des Sciences de St. Petersbourg, 1803.\n\nAn experimental Inquiry into the Nature and Propagation of Heat, by J. Leslie. London, 1804.\n\nJune 7. The Philosophical Transactions abridged. Vol. III. Part III.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 30.\n\nThe Philosophical Magazine, by A. Tilloch. No. 72.\n\n14. Royal Humane Society. Annual Report, 1804. London.\n\nEnchiridium ad Scapulae Lexicon. Londini, 1804.\n\nEssai sur l'Epoque de l'Antiquité du Zodiaque de Denderah. Vilnae.\n\nAccessiones novae ad Prolusionem suam primam et secundam.\n\n21. A Treatise on Gun-shot Wounds, by T. Chevalier. London, 1804.\n\nM. Roucher-Deratte.\n\nThe Commissioners of the Public Records.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nMessrs. Cadell and Davies.\n\nAlexander Hunter, M. D. F. R. S.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Commissioners of Longitude.\n\nThe Court of Directors of the East India Company.\n\nMr. John Abernethy, F. R. S.\n\nProfessor Fischer, of Mayence.\n\nMessrs. C. and R. Baldwin.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nMr. John Leslie.\n\nMessrs. C. and R. Baldwin\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Royal Humane Society\n\nMatthew Raper, Esq., F. R. S.\n\nAbbé Poczobut, F. R. S.\n\nProfessor Winterl.\n\nMr. Thomas Chevalier.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1804.\n\nA\n\nAndre, Mr. Account of some bags near the eye of the buck, 73\nAndromeda γ, on its motion, 364\nAntelope of Sumatra, on some bags near its eye, 73\nAquarii ζ, on its motion, 366\n—— Fl. 4, on its motion, 371\nArietis γ, on its motion, 362\n—— π, on its motion, 369\nArteries, on those distributed on the muscles of slow-moving animals, 17\nAstronomy, physical, on the integration of certain differential expressions connected with it, 219\nAttraction, on the various modes of it which influence the formation of mineral substances, 30, 37\n\nB.\n\nBags, on some near the eye of certain poisonous snakes, 72\n—— on some near the eye of the buck and the antelope, 73\nBasalt, observations on, 279\nBell, Mr. Account of some bags near the eye of the Antelope of Sumatra, 73\nBergmann, remarks on his opinion respecting the surturbrand, 397\nBitumen, on the change of some of the principles of vegetables into it, 385\n—— from Bovey, remarks on, 401, 409\n—— description of, 402\n—— analysis of, 404\nINDEX.\n\nBootis ξ, on its motion, .................................................. 367\nBournon, the Count de. Description of a triple sulphuret, of lead, antimony, and copper, from Cornwall; with some observations upon the various modes of attraction which influence the formation of mineral substances, and upon the different kinds of sulphuret of copper, ........................................... 30\nBovey Coal, remarks on, .................................................. 396, 409\n——— analysis of, .............................................................. 399\n——— on a substance found with it, ..................................... 401, 409\nBuntkupfererz, remarks on, ................................................ 59\n\nC.\n\nCalcedony, remarks on, .................................................... 43\nCancri ζ, on its motion, ..................................................... 381\nCapricorni ξ, on its motion, ................................................ 381\nCarbon, on its combination with iron, .................................. 333, 343\nCarbonate of lime, magnesian, remarks on, ................................ 48\nCarlisle, Mr. Anthony. Continuation of an account of a peculiar arrangement in the arteries distributed on the muscles of slow-moving animals, &c. .................................................. 17\nCassiopea n, on its motion, .................................................. 378\nCavia Aguti, on its intestinum ileum, .................................... 19\nChamouny, glaciers of, on a phenomenon observed on them, .................................................. 23\nClothing, instrument for ascertaining its warmth, ......................... 78\n——— remarks on, .............................................................. 149, 179\nCoal, Bovey; remarks on, .................................................. 396, 409\n——— analysis of, .............................................................. 399\n——— on a substance found with it, ..................................... 401, 409\nCobra de Capello, on the expansion of the skin of its neck, ............ 346\nCold bodies, experiments on their radiation .................................. 114\nColours, on those of natural bodies, ..................................... 14\nColuber Naja, on the expansion of the skin of its neck, ................. 346\nCooling, on the means of cooling things quickly, ......................... 177\nCopper, on the different kinds of sulphuret of, .......................... 30, 52\nCoronae n, on its motion, .................................................. 370\n——— σ, on its motion, ....................................................... 373\nCorundum, method of making grindstones with it, ......................... 215\nCygni δ, on its motion, ..................................................... 377\n\nD.\n\nDeer, on some bags near their eye, ..................................... 73\nDifferential expressions, on the integration of some, ....................... 219\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Draconis μ, on its motion                                            | 364  |\n| ε, on its motion                                                     | 366  |\n| Eridani, Fl. 32, on its motion                                       | 384  |\n| Fagnani, remarks on his theorem                                      | 225, 254 |\n| Fahlerz, remarks on                                                  | 54, 58 |\n| Fishes, remarks on the swimming bladders of some of them             | 19   |\n| Fluids, on the propagation of heat in them                           | 23, 25 |\n| Fringes of colours, remarks on                                       | 1    |\n| Fur, remarks on garments made of it                                  | 180  |\n| Geminorum α, on its motion                                          | 353  |\n| δ, on its motion                                                     | 365  |\n| e, on its motion                                                     | 384  |\n| Geology, remarks relating to                                         | 279  |\n| Glaciers of Chamouny, on a phenomenon observed on them                | 23   |\n| Glass, on its conversion into Reaumur's porcelain                   | 292  |\n| Grindstones, method of making them with lac and corundum            | 215  |\n| Hatchett, Charles, Esq. Analysis of a triple sulphuret, of lead, antimony, and copper, from Cornwall | 63   |\n| Analytical experiments and observations on lac                       | 191  |\n| An Analysis of the magnetical Pyrites; with remarks on some of the other sulphurets of iron | 315  |\n| Observations on the change of some of the proximate principles of vegetables into bitumen; with analytical experiments on a peculiar substance which is found with the Bovey coal | 385  |\n| Heat, on its propagation in fluids                                  | 23, 25 |\n| —— on its nature and mode of communication                          | 77   |\n| —— on the means of preserving it                                     | 177  |\n| Herculis α, on its motion                                            | 359  |\n| Fl. 46, on its motion                                               | 377  |\nINDEX.\n\nHerschel, William, LL. D. Continuation of an account of the changes that have happened in the relative situation of double stars, - 353\n\nHome, Everard, Esq. Some remarks on the structure of the orifices found in certain poisonous snakes, situated between the nostril and the eye; and the description of a bag connected with the eye, met with in the same snakes, - 70, 72\n\nDescription of the parts which perform the voluntary expansion of the skin of the neck, in the Cobra de Capello or hooded snake of the East Indies, - 346\n\nHottentots, remarks on some of their customs, - 132\n\nI.\n\nInk, method of making one with lac - 191\n\nIridium, name given to a metal found in Platina, - 414\n\nIris, remarks on its arteries, - 18\n\nIron, sulphurets of, remarks on, - 55, 315\n\nphosphuret of, remarks on, - 334\n\nsubcarburets of, on the proportion of carbon in them, - 343\n\nK\n\nKnight, Thomas Andrew, Esq. Experiments and observations on the motion of the sap in trees, - 183\n\nKupferkies, remarks on, - 54, 58\n\nL.\n\nLac, analytical experiments and observations on it, - 191\n\nmethod of making an ink with it, - 191\n\neffects of different menstrua on it, - 196\n\nproperties of its colouring extract, - 209\n\nproperties of its resin, - 210\n\nproperties of its gluten, - 211\n\nproperties of its wax, - 212\n\nmethod of making grindstones with it, - 215\n\nmethod of making a varnish with it, - 216\n\nLakes, on the temperature of the water at their bottom, - 25\n\nLecture, Bakerian, - 1\n\nLeonis ω, on its motion, - 368\n\nLight, general law of its interference, - 1\n\nargumentative inference respecting its nature, - 11\n\nLyra ε, on its motion, - 373\nINDEX.\n\nM.\nMagnesian carbonate of lime, remarks on, - 48\nMagnetical pyrites, analysis of, - 315, 320\nMagnets, proposal for trying different kinds, - 344\nMetal, on a new one, found in crude platina, - 419\nMetals, on two, found in the powder remaining after the solution of platina, - 411\nMineral substances, on the various modes of attraction which influence their formation, - 30, 37\nMolecule, remarks on that word, - 286\nMonocerotis, Fl. 11, on its motion, - 384\nMotion, remarks on, - 156\nMuscular action, remarks on, - 20\nMushet, Mr. Table of the proportion of carbon in the sub-carburets of iron, - 343\n\nN.\nNegroes, on their power of supporting heat, - 130, 133\n\nO.\nOil, on its effects on the bodies of savages, - 132\nOphiuchi λ, on its motion, - 374\nOptics, physical, experiments and calculations relative to, - 1\nOrifices, on those found in certain poisonous snakes, - 70\nOsmium, name given to a metal found in platina, - 416\n\nP.\nPalladium, remarks on the metallic substance so called, - 419, 428\nParticles of bodies, supposed to be in continual motion, - 156\nPhosphuret of iron, remarks on, - 334\nPiscium, Fl. 38, on its motion, - 376\nα, on its motion, - 384\nPlanets, series to be used in determining their perturbations, - 277\nPlatina, on two metals, found in the powder remaining after its solution, - 411\non a new metal, found in crude platina, - 419\nPresents received by the Royal Society, from November 1803 to June 1804. - 431\nProust, Mr. Remarks on his account of the sulphurets of iron, - 327, 338\nPyrites, common, analysis of, - 324\nmagnetical, analysis of, - 315, 320\n\nR.\nRagstone, analysis of, - 281\nRainbows, supernumerary, remarks on, - 8\nINDEX.\n\nRays, experiments on the dark ones of Ritter, - 15\nReaumur's porcelain, on the conversion of glass into it, - 292\nRetinasphaltum, name given to a bitumen from Bovey, - 410\nRhodium, name given to a metal found in platina,, - 419\nRigel, on its motion, - 379\nRitter, experiments on his dark rays, - 15\nRowley rag, description of, - 281\nRumford, Benjamin Count of. An account of a curious phenomenon observed on the glaciers of Chamouny; together with some occasional observations concerning the propagation of heat in fluids, - 23\nAn enquiry concerning the nature of heat, and the mode of its communication, - 77\nRussell, Patrick, M. D. Observations on the orifices found in certain poisonous snakes, situated between the nostril and the eye, - 70\nRemarks on the voluntary expansion of the skin of the neck, in the Cobra de Capello or hooded snake of the East Indies, - 346\n\nS.\n\nSap in trees, experiments and observations on its motion, - 183\nSchistus, remarkable, description of, - 389\nanalysis of, - 393\nSerpentarii p, on its motion, - 374\nSerpentis Fl. 49, on its motion, - 376\nd, on its motion, - 378\nSmithson, Mr. Remarks on his opinion respecting crystallization, - 291\nSnake, hooded, on the expansion of the skin of its neck, - 346\nSnakes, on the orifices found in certain poisonous ones, - 70\nSolution, supposed not to be necessary to crystallization, - 291\nStars, double, on the changes in their relative situation, - 353\nSteam tubes, method of improving them proposed, - 179\nSubcarburets of iron, on the proportion of carbon in them, - 343\nSulphur, on its combination with iron, - 327, 343\nSulphuret of copper, observations on the different kinds, - 30, 52\nof iron, remarks on, - 55, 315\nof lead, antimony, and copper, description of, - 30\nanalysis of, - 63\nSweat, remarks on its effects, - 133\nSwimming bladders, remarks on those of some fishes, - 19\nINDEX.\n\nT.\nTennant, Smithson, Esq. On two metals, found in the black powder remaining after the solution of platina, 411\nTexture, on the transition from the vitreous to the stony, 279\nThermometers, description of some particular ones, 78\nThermoscope, description of an instrument so called, 101\nThomson, Dr. Remarks on his opinion respecting some of Count Rumford's experiments, 28\n\nU.\nUrsæ ξ, on its motion, 363\n—— Fl. 21, on its motion, 371\n—— ζ, on its motion, 383\n—— minoris α, on its motion, 382\n\nV.\nVarnish, method of making one with lac, 216\nVegetables, on the change of some of their principles into bitumen, 385\n\nW.\nWater, experiments on, when exposed to a high degree of heat, 152\nWatt, Gregory, Esq. Observations on basalt, and on the transition from the vitreous to the stony texture, which occurs in the gradual refrigeration of melted basalt; with some geological remarks, 279\nWithering, Dr. His analysis of the ragstone, 281\nWollaston, William Hyde, M.D. On a new metal, found in crude platina, 419\nWoodhouse, Robert, A.M. On the integration of certain differential expressions, with which problems in physical astronomy are connected, &c. 219\n\nY.\nYoung, Thomas, M.D. The Bakerian Lecture. Experiments and calculations relative to physical optics. 1\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107154.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18494,
    "total-output-tokens": 6963,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1720,
        2
      ],
      [
        1720,
        4271,
        3
      ],
      [
        4271,
        6730,
        4
      ],
      [
        6730,
        9005,
        5
      ],
      [
        9005,
        10045,
        6
      ],
      [
        10045,
        13040,
        7
      ],
      [
        13040,
        15370,
        8
      ],
      [
        15370,
        16991,
        9
      ],
      [
        16991,
        18649,
        10
      ],
      [
        18649,
        20516,
        11
      ],
      [
        20516,
        21843,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107154",
    "title": "Back Matter",
    "authors": null,
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107154"
  }
}