{
  "id": "0b3542023b94dd3903739d53ca16fc47cb177503",
  "text": "enlarging on this subject, till another time; and conclude with assuring you of the most perfect esteem, with which I have the honour to be,\n\nDear Sir,\n\nYour most obedient,\nhumble servant,\n\nJoseph Gaertner, M. D.\n\nXIV. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1760, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praes, by John Wilmer, M. D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector. Botanic.\n\nRead Feb. 19, 1761.\n\n1901 ALCEA vulgaris major, flore ex rubro roseo. C. B. 316.\n\n1902 Andromeda pedunculis aggregatis, corollis cylindricis, foliis alternis ovatis integerrimis. Linn. Spec. Plant. 293.\n\n1903 Aristolochia longa vera. C. B. 107. Offic. 47.\n\n1904 Asclepias foliis revolutis linearibus verticillatis, caule erecto. Linn. Sp. 217.\n\n1905 Asphodelus foliis planis, caule ramoso, floribus sparsis. Dict. Hort. Icon.\n\n1906\n1906 Basteria foliis ovatis oppositis, floribus laterali-\nbus, caule fruticoso ramoso. Dict. Hort.\n1907 Camphorosma foliis hirsutis linearibus. Amæ-\nnit. Acad. Sp. 392.\nCamphorata hirsuta. C. B. P. 486.\n1908 Cardiaca. J. B. 3. 56.\nMarrubium Cardiaca dictum. C. B. 230.\nOffic. 104.\n1909 Cedrus folio cupressi, media, majoribus baccis.\nC. B. P. 487.\nCedrus Phœnicia, altera Plinii et Theophrasti.\nLobel. 221.\n1910 Cistus arborescens foliis ovato lanceolatis acu-\nminatis trinerviis seffilibus utrinque villosis.\n1911 Coronilla fruticosa stipulis subrotundis. Linn.\nSp. Pl. 743.\n1912 Coronopus sylvestris hirsutior. C. B. 190.\nOffic. 147.\n1913 Damasonium stellatum. Lugd. 1058.\nPlantago aquatica stellata. C. B. 190.\n1914 Filix mas non ramosa dentata. C. B. 358.\n1915 Galeopsis palustris Betonicæ folio. Tourn.\nPanax Coloni Officin. 341.\n1916 Gentiana palustris angustifolia. C. B. 188.\nPneumonanthe. Ger. 355.\n1917 Gundelia foliis pinnatifidis spinosis, capite ara-\nneosa lanugine obsita. Miller’s Icons.\n1918 Helleborine latifolia montana. C. B. P. 186.\n1919 Hibiscus foliis inferioribus trilobis, summis\nquinque partitis obtusis crenatis, calycibus\ninflatis. Dict. Hort.\n1920 Kalmia foliis lanceolatis corymbis lateralibus.\nLinn. Gen. nov. 1079.\n\n1921\n1921 Lycium foliis cordato-ovatis seffilibus oppositis perennantibus, spinis crassis bigeminis, floribus confertis. Dict. Hort.\n\n1922 Lycopodium Sabinæ facie. Fl. Jenens. 328. Muscus clavatus foliis cupressi. C. B. 360.\n\n1923 Lygusticum quod Seseli Offic. C. B. 162. Offic. 452. Siler montanum major. Mor. Umb. 7. 8.\n\n1924 Lysimachia speciosa quibusdam onagra dicta filiquosa. J. B. 2. 906. Chamenerion flore Delphinii. Park. Par. 270.\n\n1925 Malva caule erecto herbaceo, foliis lobatis, spicis secundis axillaribus. Linn. Sp. 688.\n\n1926 Magnolia foliis ovato-lanceolatis subtus glaucis annuis. Dict. Hort.\n\n1927 Mespilus Cretica folio circinato et quasi cordiformi. T. Cor. 43. Chamæcerasus Idæa, Alpini Exotic. 5.\n\n1928 Mespilus folio subrotundo, fructu rubro. Tourn. 642.\n\n1929 Milium semine luteo vel albo. C. B. 26. Offic. 317.\n\n1930 Morus foliis palmatis, fructibus hispidis. Linn. Sp. Pl. 986. Morus sativa foliis urticae mortuae, cortice papyrifer. Kempf. Amæn. 471.\n\n1931 Narcissus spatha uniflora nectario maximo limbo fimbriato petalo longiore.\n\n1932 Narcissus spatha uniflora nectarii limbo campanulato erecto petalo æquali. Linn. Sp. 289.\n\n1933 Nasturtium supinum capsulis verrucosis. Ray Method. emendata, 98. Coronopus Ruellii. Ger. 346. Offic. 343.\n1934 Ornithopodium radice nodosa. Park. 1093.\n1935 Panicum Germanicum sive panicula minore. C. B. 27. Offic. 343.\n1936 Pimpinella sanguisorba minor. C. B. 160. Offic. 366.\n1937 Polypodium vulgare. C. B. 359.\nPolypodium quercinum. Offic. 379.\n1938 Ranunculus ceratophyllus, seminibus falcatis in spicam adactis. Mor. Hist. 2. 440.\n1939 Rhus foliis ternatis lineari-lanceolatis, integer-rimis petiolatis utrinque glabris.\n1940 Salvia foliis cordatis obtufis crenatis subtomentosis, corollis calyce angustioribus. Linn. Sp. Pl. 25.\n1941 Scordium alterum, sive Salvia sylvestris. Scorodonia. Offic. 438. C. B. 247.\n1942 Scrophularia major. Park. 610.\nScrophularia nodosa foetida. C. B. P. 235. Offic. 440.\n1943 Scrophularia aquatica major. C. B. P. 235.\nBetonica aquatica. Ger. 579. Offic. 441.\n1944 Solanum caule inermi subfruticoso, foliis oblongo ovatis finuatis utrinque glabris floribus alaribus. Miller’s Icons.\n1945 Sifarium Germanorum. C. B. 155. Off. 456.\n1946 Sium arvense sive segetum. Tourn. 308.\nSelinum Si foliis. Ger. emac. 1018.\n1947 Tormentilla sylvestris. C. B. 326. Off. 489.\n1948 Valeriana floribus tetrandis æqualibus, foliis pinnatifidis, seminibus palea ovali adnatis. Hort. Upsal. 13.\n1949 Veratrum flore subviridi. Tourn. 272. Offic. 226.\n1950 Viburnum foliis ovatis acuminatis ferratis venosis, petiolis laevibus.\n\nXV. An Account of the Cicuta, recommended by Dr. Storke; by William Watson, M.D. F.R.S.\n\nTo the Royal Society.\n\nGentlemen,\n\nRead Feb. 17, 1761.\n\nIn a paper I lately laid before you, I endeavoured to demonstrate, that the Cicuta major, which, since the publication of Dr. Storke's work at Vienna, had been used medicinally in England, was the plant intended by that gentleman; and not the Cicuta aquatica, as had been suggested by some practitioners here. And Dr. Storke has removed every doubt, which could remain, by transmitting hither to Mr. Hudson, a very ingenious apothecary and botanist, some leaves of the Cicuta major, or common hemlock, which grew at Vienna, and is of the same species with the plant so denominated here.\n\nAs Dr. Storke informs us, that, since the publication of his treatise, he has received letters from almost every part of Europe, confirming his good opinion of the virtues of the Cicuta, and as he is about to publish a second treatise upon the same subject, containing still more extraordinary relations of cures brought about, by administering that plant; there is no doubt therefore, but that endeavours will be made",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105591.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2517,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1006,
        2
      ],
      [
        1006,
        2258,
        3
      ],
      [
        2258,
        3522,
        4
      ],
      [
        3522,
        4782,
        5
      ],
      [
        4782,
        6010,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105591",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1760, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector. Botanic",
    "authors": "John Wilmer",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105591"
  }
}