{
  "id": "629ce218e917c8ed36328824dc1e971484a4d9aa",
  "text": "XCI. Descriptio Fontis Hieronis in Metallifodinis Chemnicensibus in Hungaria, anno 1756 extructi; Auëtore —— Wolfe, M.D. Communicated by Mr. Henry Baker, F.R.S.\n\nRead June 17, 1762.\n\nHÆC machina, licet novi nihil habeat, non indigna tamen videtur cognitione, tum, quod sola sit sui generis, ut opinor, ad majora opera applicata, tum ob singularem nivis et glaciei formationem, sub operatione ejus observandam. [Vide Tab. XVI.]\n\nN est cista lignea in medio montis, 143 pedes supra horizontem posita, in quam aquæ ex fodinis superioribus derivantur.\n\nO est similis cista, in vertice montis, 260 pedes supra horizontem, in quam aquæ pluviales in subsidium operis deducuntur.\n\nA est vas æreum ad pedem montis constitutum, in quod aqua ex cista N vel O, per tubos R T, vel G T, et epistomium H immittitur, cujus vi aër comprimitur, et per tubum L MM in vas inferius propellitur.\n\nB est simile vas in fundo fodinæ inferioris, 104 pedes infra vas A positum, quod aquam in hac fodina collectam ex cista D accipit, vi aëris compressi ex vaso superiore advenientis, elevandam et per tubum F S Q effundendam.\n\nK est tubus cum epistomio, pro emittenda aqua ex vaso A, post operationem peractam, cui etiam tubulus I interdum inservit.\n\nL aërem\nL aërem transmittit, et abarcat.\n\nTubulus E cum epistomio suo apertus esse debet,\ndum aqua ex cista D, per tubum P C Q in vas B influit. Ad hujus orificium nix et glacies gene-\nrantur.\n\nP et S, sunt valvulae, aëri ex vasa B, et aquae ex tubo\nF S redescendentem obicem ponentes.\n\nOperatio ita perficitur:\nViris duobus ad vasa constitutis, et epistomiis om-\nnibus clausis, atque aqua ex cista N, vel O, ubi\nnempe sufficiens, in tubos R T, vel G T admissa:\nprimo epistomia C et E vasis inferioris aperiuntur,\net vas inferius aqua ex cista D totum repletur. Hoc\nfacto epistomia C et E clauduntur, H vero et L vasis\nsuperioris aperiuntur, ita aqua per H X influente, vas\nsensim repletur, et aër compressus per L M M in vas\ninferius protruditur, atque aqua per F effluere incipit,\nvas A vix ad medium pleno. Vasa B hac ratione\npropemodum evacuato, H clauditur, et tubis K et\nI apertis, magna pars aquae ex vasa A emittitur. Tunc\nK et I clauduntur, et, si visum fuerit, L aperitur, quo\naër fortis sonitu in vas A redit. Tandem L clauso,\noperatio finitur, quousque visum fuerit repetenda.\n\nDum opus perficitur cum aqua ex cista N, qua sal-\ninis nitrois et sulfureis particulis scatet, si in operatione\nprægressa, aër per epistomii L apertionem revocatus;\nopere per tuborum C et E apertionem reincipiente,\nmateria nivi similis ad orificium tubuli E semper gene-\nratur, et in pileum admotum colligi potest. Si vero,\npost operationem prægressam, epistomium L non ape-\nriatur, adeoque aër in statu compressionis maneat, ad-\nmoto sub apertione tuborum C et E pileo, loco nivis,\nglacies\nglacies firma et crafia in pileo formatur. Nihil vero tale contingit, dum opus cum aqua pluviali ex cista O instituitur.\n\nMensuræ partium ita se habent:\n\nVasis A diameter poll. $49\\frac{1}{2}$, altitudo poll. $54$, crafsties poll. $1\\frac{1}{4}$.\n\nVasis B diameter poll. $32\\frac{1}{2}$ altitudo poll. $60$, crafst. poll. $1\\frac{1}{4}$.\n\nTubus ferreus R T pedum $143$, G T ped. $260$, diam. poll. $4\\frac{1}{2}$, crafst. poll. $1\\frac{1}{4}$.\n\nItem F S Q ped. $104$, diam. poll. $3\\frac{1}{2}$.\n\nItem L M M convergit. diam. superior poll. $2$, inferior poll. $1$, crafst. $1\\frac{1}{4}$.\n\nPes Chemnic. ad Paris. ut $1538$ ad $1440$, libra ut $106$ ad $92$.\n\nPes cubicus aquae fodinalis pendet libras $72$.\n\nVas A continet pedes cub. $57\\frac{1}{2}$, B ped. cub. $27\\frac{1}{2}$, seu amphoras $22$.\n\nQualibet operatione elevantur ped. cub. $25$, interdum $31\\frac{1}{2}$, sive aqua ex N, sive ex O influxerit, tempore folum differunt. Fiunt enim haustus $20$ vel $21$ in hora, in uno casu, in altero tantum $17$ vel $18$.\n\nIta D. Jos. Car. Hell. suam machinam ipse describit.\n\nSi vas A post quamlibet operationem depleretur, dispendium aquae per horam foret in uno casu $1178.25$ ped. cub. et effectus $563.75$, in altero casu $1006.25$ ped. cub. et effectus $481.25$. Sed, cum non opus fit, ut vas A multum ultra medietatem depleatur, dispendium aquae fere æquale erit quantitati elevatae, vel non multum excedet.\n\nSed, si ærometris credendum, columna F Q æquilibratur ære compresso in ratione inversa $104$ ad $32$; hinc\nhinc volumen aëris, vasa A et canale LMM contentum, æquale \\( \\frac{58}{3} \\) ped. cub. ad 18 ped. cub. reducendum est, antequam aër ad F elevari possit: et compressione paulo aucta, effluet per F.\n\nSi epistomium H in ipso momento, quo vas A plenum, claudatur, continuet aqua per F fluere, donec aër in vasa B et tubo LMM 18 pedes cub. occupet. Tunc vero aër cum columna FQ æquilibrium tenet, et fluxus aquæ per F cessat.\n\nQuolibet ergo haustu non effunduntur amplius, quam 17 ped. cub. et relinquuntur constanter, in vasa B, \\( \\frac{10}{3} \\) ped. cub.\n\nNisi vero in ipso momento, quo vas A plenum, H claudatur; aqua vasis A aërem per LMM insequetur, et, antequam vas B attingit, adhuc pedem cub. unicum amplius elevabit; sed post ingressum in vas B, jam non aquam vasis B, sed suam ipsam per F effundet, circulo inutili, donec H claudatur, quo facto, aqua fluere continuabit, usque ad remanentiam \\( \\frac{10}{3} \\) ped. cub. Momentum vero temporis, quo aqua vasis A in inferius descendit, facile noscitur ex celeritate ad F subito triplicata.\n\nHoc revera ita accidere, patet ex eo, quod interdum \\( \\frac{31}{3} \\) ped. cub. effundi dicantur, quae quantitas capacitatem vasis B, plusquam 4 pedibus cub. excedit.\n\nIncommodum hoc facile caveri potuisse, si tubus Se 18 pollices pro diametro obtinuisse. Ita enim aëri compresso non nisi justum spatium 18 pedum cub. relictum fuisset.\n\nPotentia columnæ R T æquatur ponderi 1908 ped. cub. aquæ. Comprimeret aërem, in quartam, et, dum aqua in vas inferius descendit, in septimam partem\npartem spatii sui, si ad F æqualiter resisteretur. Impletur vas A celeritate media fere in 8 secundis, et duplo tempore effluunt per F, 17 ped. cub.\n\nPotentia columnæ 260 pedum valet pondus 3470 ped. cub. aquæ; tantum ergo elevare potest, si vas B ita construatur, ut aëri compressio non ultra justum spatium concedatur. Impletur vas A in 4 circiter secundis, et duplo tempore 17 ped. cub. per F effunduntur. Redigeret aërem in octavam, et dum aqua vasis A in inferius transit, in undecimam partem voluminis sui. Sed hoc nihil mutat in quantitate effectus, et dum aqua ex F cessat fluere, reliquuntur semper 10 ped. cub. aquæ in vase B.\n\nEx his clarum est, hanc machinam, licet scopum autoris attingat, tantum abesse ab effectu, quem edere possit, ut ad potentiam quasi nullam proportionem habeat. Deinde appareat, fontem Hieronis, nostræ ævo, immerito ad lusus scholæ relegari, cum nunquam non ad fodinas parvae aquæ quantitates inutiliter decurrant, aliis machinis minime, huic vero abunde, sufficientes, praesertim ubi temporis ratio non habetur, quod utplurimum in fodinis obtinet.\n\nMirabilis nivis et glaciei ad orificium tubuli E generatio, dum aqua salina, nitrosa, et sulfurea, cistæ N, operi inservit, idem, quod glacies artificialis, demonstrat; nempe, salia congelationem accelerare: aliter enim aqua pluvialis cistæ O, vel et fodinalis cistæ D, frigidior, procul dubio, quam illa cistæ N, idem facerent. Ratio hujus proprietatis salium, ne quidem fingi alia potest, quam densitas eorum, densitatem aquæ multo excedens, et figura rectilinea, præprimis spicularis nitri et salis ammoniaci: ob utrumque motui ineptiora, caloris motum retardant, et particulas motas\nad quietem pro parte reducunt; et dissoluta, in aqua,\nnumerum punctorum contactus in infinitum augent.\nHinc, ex lege universali, cohaesionem producunt.\nNam omnia alia corpora, aqua densiora, idem faciunt in ratione superficiei, qua aquam contingunt,\nlicet longe minori gradu, quam salia, quia ob indissolubilitatem in aqua, non nisi superficiem exteriorem contactui praebere possunt. Nihilominus congelationem praematurant, longe antequam aqua, vel et atmosphaera calorem suum usque ad punctum glaciale amiserit. Hoc docent lutum platearum, pruina, et configurationes fenestrarum, in genere, glacies à litoribus et parietibus vasorum incipiens. In glacie artificiali, etiam requiritur superficies larga vatis denforis, et in patina stannea experimentum felicius succedit quam in vitro.\n\nVerum si calor aquae multum supra glaciale punctum est constitutus, haec raro sufficiunt; sed opus est, ut pars caloris etiam actu evocetur, vel per applicationem corporis actu frigidioris, vel per ventum. Hinc vix unquam glacies artificialis producitur, nisi vati nix vel glacies supponantur. Natura calorem vento ausert, ut vicissitudines tempestatum docent; æolipila frigidum spirat, sorbitones flando refrigerantur; funes et lintea madida vento celeriter rigescunt; et in æstate, nubes, calore suo, per ventum celeriter deprivatae, in grandines concrescunt. Imo in procellis subitaneis semper observamus, ventum exquisite calidum praecedere, quem mox frigidus cum ipsa grandine excipit. Neque unquam grandines sine vento contingunt, et ponderofæ illæ pollicares, non nisi calidissima æstate, et vento fortissimo subitaneo: nam calor major tardius ausertur, ventus vero fortior grandines diutius in ære sustinet,\nsustinet, ut sibi invicem frequentius allisæ, in tam monstrosa corpora glacialia compingi possint.\n\nSed nix, pruina, et configurationes glaciales, qui- etem requirunt, ventus enim figuras teneras interturbat. Supponunt salem admixtum, qui licet imperceptibili quantitate in aqua diffusus, ob pondus ta- men suum, et figuram, motui ineptior, citius quiescit, quam aqua, et situ sibi naturali specifico assumpto, aquam in eundem situm trahit. Hoc ad oculum demonstrant mirabiles illæ configurationes salinæ et metallicæ, quas nobili invento detexit et depinxit incomparabilis Dominus Baker. Neque enim quisquam has configurationes, à nive, pruina, et configurationibus fenestrarum, differre existimet, nisi quantitate falsis. Sed ipsæ crystalli salinæ, ut chemici docent, non sunt nisi multa aqua, cum paucó sale, per qui- etem, in figuram sali propriam, concreta. Hinc explicatur, cur pruina, antequam calor ad punctum glaciale descendat? quia et sale admixto, et superficie, cui adhæret, juvatur: Cur nix ante et sub ipso illo puncto? quia sale solo juvatur: Cur sub frigore ma- jore flocci nulli, sed nix minuta? quia, ante con- tactum congelatæ, sibi invicem adhærere non posseunt. Inde etiam patet, cur sub frigore leniori cum vento, nix nulla, sed grando laxa; sub frigore majore cum vento, grando minuta, dura, faciem discindens.\n\nIn nostro phænomeno, aqua cistæ N, fodinalis, hinc subfrigida, particulis salinis referta, tubis metal- licis longo itinere applicata, in rorem dissoluta, ad congelationem magis disponitur, quam fit in glacie artificiali, adeo post operationem finitam, non indiget, nisi quiete, ut in nivem, et superficie pilei, ut in pruinam, accrescat. Si vero, post operationem, episto-\nmium L non aperiatur, adeoque aër in statu compressionis maneat, aperto tunc C et E, ventus per E prorumpet, celeritate, qua 78 pedes in minuto secundo conficeret. Hinc ros, congelationi proximus, in grandinem, et ad superficiem pilei, in glaciem, compingitur: non differt vero grando à glacie, nisi figura rotundiore, frequenti collisione acquisita, et interdum nive intermixta.\n\nHæc perantiqua congelationis theoria mihi quidem abunde sufficere videtur omnibus phænomenis explicandis, ut electricitate vel alia quadam novitate non indigeat.\n\nXCII. An Account of a remarkable Marine Production: In a Letter to the Reverend Thomas Birch, D. D. Secretary to the Royal Society, from Alexander Russell, M. D. Physician to St. Thomas's Hospital, and F. R. S.\n\nS I R,\n\nMy ingenious friend Dr. James Nasmyth, having been so kind as to send me a marine production, which appears to be singular, I thought some account of it would not be unacceptable to the Royal Society. I have therefore troubled you with the inclosed papers, containing an extract of Dr. Nasmyth's letter; a description of the body, as it appeared upon the joint examination of Dr. Solander, Messieurs Peter Collinson, John Ellis, and",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105669.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15036,
    "total-output-tokens": 4409,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1231,
        3
      ],
      [
        1231,
        2804,
        4
      ],
      [
        2804,
        4327,
        5
      ],
      [
        4327,
        5861,
        6
      ],
      [
        5861,
        7535,
        7
      ],
      [
        7535,
        9238,
        8
      ],
      [
        9238,
        10948,
        9
      ],
      [
        10948,
        12144,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105669",
    "title": "Descriptio Fontis Hieronis in Metallifodinis Chemnicensibus in Hungaria, Anno 1756 Extructi; Auctore -- Wolfe, M. D. Communicated by Mr. Henry Baker, F. R. S.",
    "authors": "Henry Baker, Wolfe",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105669"
  }
}