{
  "id": "60b719af4d63325406e9716485dc2c8cfc14f000",
  "text": "He further voucheth his own Trial (p. 179.) that Knarsborough water hath 2 Ounces of Salt in a Gallon, though it be 40 miles distant from the Sea: And that he hath found also by trial, the 16th part of the Northern Sea water near Scarborough to be a body of Salt (an Ounce of Salt for every pint;) and he conceives the Southern Seas to contain a greater proportion of Salt. Here we must distinguish, that the 2 Ounces of Salt above mentioned, to be found in every Gallon of Knarsborough water, belong to the Well there called the Sulphur-well: And for the healing properties of the Sweet well (as they call the other Well at Knarsborough) he refers to the Ingenious and illustrious Experiments of Dr. French and Dr. Dean.\n\nAll which being considered, we cannot but add, that whoever discovers such healing waters, and publicly prescribes the safe and right use of them, does really distribute larger and nobler Almes, than if he built and endowed a Savoy. For this prolongs life, and restores health, (which is sometimes better than life) both to rich and Poor, to Natives and strangers, to Neighbors and Travellers.\n\nWe cannot take off our hands here, without annexing our Authors related Experiment of Carps (p. 25.) which were taken out of Ponds newly drained, and being put with fresh water into a Copper Brewing-vessel, to be preserved but for one night, were all found dead in the morning. This he imputes to the poisonous steams of the Copper communicated to the cold water.\n\nAmong the Caves or Hot-springs, he doth (p. 181.) alledge a considerable remark on an Observation, made by the late Lord Fairfax, of some heaps of White powder, which he found swept out of the Earth near Bath (in Somersetshire,) which being put into the water, makes it hot; as my self (faith the Doctor) did experience 5 or 6 years after his Lordship had taken it up.\n\nAs to his last Experimental Demonstrations and Observations, How the fall of Rain and Snow may generally and most frequently be the cause of our purest, liveliest and most lasting Springs, they doe all agree most punctually in all circumstances, with the Experiences and Observations of an Antient and very Worthy Gentleman who lives on the side of Mendip hills, and hath had his Eyes always from his Youngest days upon the fairest and fullest Sources and Amery's, I say not of Mendip, but I think I may say of this Island. This Gentleman hath given to a friend of his the Instances and Particulars under his own hand, both for the Springs about Mendip, and in other parts of England; and hath many other Antient Witnesses to join with him in the same Certificate. And yet Dr. Witte attributes much (some will say, more than enough) to the Conversion of Air into Water in the Subterraneous Channels: For the Illustration of which he himself knew a Sergeant, belonging to Hull, who in a Diabetes did void above 6 quarts or 12 pounds of Urine every 24 hours, for some weeks together, till all his Muscular parts were dissolved into Urine, the measure whereof did far exceed the weight of his whole Body, and of his Meat and Drink: In all this time he drank not 3 pints of drink in a day. I know not whether I dare alleg'e here Sir Kenelm Digby's relation, he recited of the Nun, which voided 200 pounds of Water, as from her bladder, every 24 hours, for some weeks together: or that Older record of a sick Maid in Italy, who did every day void 36 pints or pounds of Urine for the space of 60 days; during which time there were collected 1740 pounds of Urine more than the weight of all her Meat and Drink, that she had taken.\n\nHorum & simillim sudes penes Authores est.\n\nERRATA in Numb. 5. to be thus corrected\n\nP. Ag. 1001. l. 14. read Hippocrates. p. 1005. l. 11 r. as farr as the Tropick. p. 1007. l. 25. r. (from the Lizard.) p. 109. l. 14 r. are not many. ib. l. 15 r. hints, easily p. 1012. l. 14 r. not very rare. p. 1013. l. 16 r. this kind ib. l. 18 r. to breed. ib. l. 21 r. this sire p. 1015. l. 22 r. their head. p. 1019. l. ib. r. Zwickel. ib. r. Pharmacopoea.\n\nLONDON,\n\nPrinted by T. N. for John Martyn, printer to the Royal Society, and are to be sold at the Bell a little without Temple Bar, 1669.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101022.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 1191,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        4164,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101022",
    "title": "Errata",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101022"
  }
}