{
  "id": "3155dc9d8d9cb827d53dcb233a0179a619430542",
  "text": "If the above case is worthy of your mature reflexions, it will be a great satisfaction to,\n\nSIR,\n\nYour most humble servant,\n\nTho. Woollcombe.\n\nXIV. A Description of a beautiful Chinese Pheasant; the Feathers and Drawing of which were sent from Canton to John Fothergill, M.D. F.R.S. By Mr. George Edwards, F.R.S.\n\nRead March 7, 1765.\n\nTHE Argus is a species of the pheasant, the largest of that genus yet known, being equal in size to a full-grown turkey-cock, from one of the most northern provinces of China. I take it to be a male bird, by the beautiful red skin on the fore-part of the head, and its fine blue changeable crest and neck; the females of all the different species of pheasants yet discovered having little or no gaudy colours about their heads.\n\nThe beak is made like that of our pheasant, of a yellowish-white colour: the fore-part of the head, and the beginning of the throat, is covered with a fine scarlet skin, seemingly void of feathers, but is rough with a kind of grain. The irides of the eyes are orange-coloured, more yellow next the pupil, and redder\nFrom the Northermost part of China, of the size of a Cock-Turkey.\nredder in their outer circumference; the skin round the eye is dusky, or black: it hath also blackish marks proceeding from the corners of the mouth; the top and hinder part of the head and neck are of a fine blue changeable colour: it has a crest of long loose feathers, which I suppose it can raise or lower at pleasure: the lower part of the neck, the back, and covert feathers of the wings, are covered with black or dusky feathers, having a small broken transverse mixture of reddish brown: the wings, when closed, measure about seventeen inches, though the prime quill fall short of the length of those above them: the wing hath about twenty quills, the outermost shortest, which gradually lengthens to the fifth; the nine outermost quills are of a lightish yellow brown, spotted with dusky spots, of the size of tares, except on their inner webs, next the shafts, where they are of a dusky brown, with white spots as small as mustard seeds; the shafts of these feathers are of a lead colour; the eleven remaining quills, which characterize this bird, are of a darker brown than the foregoing, marked with round and longish dusky spots on both the inner and outer webs. What is most extraordinary in these feathers is, that each of them has on the outer web, close adjoining to the shaft, a row of very distinct spots like eyes, so shaded as to appear imbossed: they are larger and smaller as the feathers are to the outer quills; they are from twelve to fifteen on each feather; the largest eyes are an inch in a diameter, they are incircled first with black, and without that with light brown, their shafts are white; the eyes in the two or three innermost quills are not so regularly marked, they lose their roundness, and become\nbecome confused; these beautiful eyes are not seen, unless the wings are a little spread; the single feather, of half the natural length, figured in the plate [see Tab. III.] will give an idea of the eyes and spots beyond description; the inner coverts of the wings are brown with black spots; the under sides of the quills are marked like the upper, but fainter coloured, the inner webs edged with light ash colour, which forms a whitish bed within side of the wing. The throat, breast, rump, and covert feathers, on the upper side of the tail, are of a dull orange colour, with round dusky spots; the tail hath fourteen feathers of very unequal lengths, the middlemost being each of them three feet long, the next, on each side, 18 inches, which gradually shorten to the outermost on each side, which are each 12 inches, their colour is dusky, with a tincture of bright brown, the outer feathers are dotted with white as small as mustard seeds; the next within these have larger spots, less regularly formed; the two long middle feathers have round white spots, surrounded with black, on their outer webs, and larger irregular brown spots, surrounded with dusky on their inner webs, which are ash coloured; the lower belly, and covert feathers beneath the tail, are dusky with a confused mixture of brown; the legs and feet are like those of turkeys, with three toes forward, and one backward; the legs, feet, and claws, are of a greenish ash colour; the head and legs of this bird, both in my figure and description were supplied from the curious drawing that was sent from China, with the bird's skin, which had neither head nor feet adhering to it.\n\nXV. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105449.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9776,
    "total-output-tokens": 1234,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1080,
        2
      ],
      [
        1080,
        1080,
        3
      ],
      [
        1080,
        1146,
        4
      ],
      [
        1146,
        2885,
        5
      ],
      [
        2885,
        4545,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105449",
    "title": "A Description of a Beautiful Chinese Pheasant; the Feathers and Drawing of Which Were Sent from Canton to John Fothergill, M. D. F. R. S. By Mr. George Edwards, F. R. S.",
    "authors": "George Edwards",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105449"
  }
}