{
  "id": "66bcaae2eff5b778c664e90242041304ed6a0519",
  "text": "which are perfectly well wrought and well polish'd. Those, that have tried them, find them very good, but they are only, the one of 10, the other of 8, foot. A good Astronomer told me, that they would bear a great Aperture in respect of their length.\n\nI do not well know, what to say to yours concerning M. Hevelius. Meanwhile, the interest of truth, and the obliging manner, he has treated me with, engage me to answer him, in the matter of the Comets: I am perswaded, I shall convince him; but since he hath taken the Illustrious Royal Society for Judge, I accept that with all my heart.\n\nA Relation\nOf the loss of the Way to prepare the Bononian Stone for shining.\n\nThough several Persons have pretended to know the Art of preparing and calcining the Bononian Stone, for keeping a while the Light once imbibed; yet there hath been indeed but one, who had the true secret of performing it. This was an Ecclesiastick, who is now dead, without having left that skill of his to any one, as Letters from Italy and France, some while since, did inform. There is no substance, in Nature, known to us, that hath the effect of this Stone; so that (to the shame of the present Age) this Phenomenon is not like to be found anywhere, but in Books, except some happy Genius light upon the same or the like skill.*\n\nA Description\nOf a Swedish Stone, which affords Sulphur, Vitriol, Allum, and Minium.\n\nThis was communicated to the R. Society by Sir Gilbert Talbot Knight, a Worthy Member of that Body, as he had received it in Denmark, being his Majesties Extraordinary Envoy there, as follows,\n\nThere is a Stone in Sweden of a Yellow Colour, intermixed with streaks of white (as if composed of Gold and Silver) and heavy, withal. It is found in firm Rocks, and runs in Veins, upon\n\n* It is hoped notwithstanding (which also a late Letter from abroad does hint:) that some or other of the Italian Vetusti at Florence have secured this Secret.]\nupon which they lay Wood, and set it on fire. When the Stone is thus heated, they cast Water upon it, to make it rend, and then dig it up with Mattocks. This done, they break it into smaller pieces, and put it into Iron-pots, of the shape represented by Figure C, the mouth of the one going into the other. These they place, the one in the Oven upon an Iron fork sloping, so that, the Stone being melted, it may run into the other, which stands at the mouth of the Oven, supported upon an Iron. The first running of the Stone is Sulphur.\n\nThe remainder of the burned Stone is carry'd out, and laid upon a high Hill, where it lies exposed to the Sun and Air for the space of two years; and then taketh fire of itself, casting forth a thin blew flame, scarce discernable in the day time. This being consumed, leaveth a blew dust behind it; which the Workmen observe, and mark with wooden pins. This they dig up, and carry into the Work-house, and put it into great Tubs of Water, where it infuseth 24 hours or more. The Water they afterward boil in Kettles, as we do Saltpeter, and put it into cooling Tubs, wherein they place crosse Sticks, and on them the Vitriol fastens, as Sugar-candy doth.\n\nThe Water, that remains after the extraction of the Vitriol, they mix with an eight part of Urin and the Lees of Woodashes, which is again boyled very strong, and being set to cool in Tubbs, crosse Sticks are likewise placed, and thereon the Allum fastens.\n\nIn the Water, which remains after the Allum, is found a Sediment, which being separated from the Water, is put into an Oven, and Wood laid upon it and fired, till it become red, which makes the Minium, wherewith they paint their Houses, and make plaister.\n\nSo far this Description; Which gave occasion to a curious person to call to mind, That there was a kind of Stone in the North of England, yielding the same substances, except Minium.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101540.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1020,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1933,
        2
      ],
      [
        1933,
        3825,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101540",
    "title": "A Description of a Swedish Stone, Which Affords Sulphur, Vitriol, Allum, and Minium",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101540"
  }
}