{
  "id": "a1c822062928c2416cbdc91aa61b47f4e583f42c",
  "text": "tilian agreed with it; though Mr. Greaves, who measured both these Feet with great Care, found some Difference between them, stating the Cossutian, as above, 967, and the Statilian 972. But by Pætus's quoting Philander, it is plain he had not himself measured the latter; and therefore the Foot, called by him the Colotian and Statilian, is indeed purely the Colotian or Cossutian Foot; and the same has occurred to me also very nearly from my Measure of the Height of the Trajan Pillar, which I find, from the Ground to the Top of the Cimatiun of the Capitol, to be 115 feet 10 Inches §; and this Height divided by 120, gives very nearly 966 for the Quotient.\n\nFor the Greek Foot there seems to be no further Mystery, than that it was intended to be made to the Roman in the Proportion collected from Pliny, which is, that 625 Roman Feet made 600 Greek; by which Account the Greek Foot should contain 1007 of such Parts as the Roman contains 967; and the actual Quantity I took off was 1006.\n\nIII. Observationes nonnullæ notatu non indignæ; Anno 1734. Ab Johanne Frid. Weidler, R. S. S. &c. Vitembergæ factæ.\n\n1. Die xxiii. Januar. A. 1734. iterum apparuit splendida admodum Aurora Borealis, veperi hor. vii. m. 6. Sub septentrionem vilus arcus ater, cum\ncum duplici fascia candida eadem insidente, quam nigra regio media distinguebat; assurgebat arcus ultimus candidus ad altitudinem 25 graduum; in tractu nigro subinde incendebantur pyramides lucidae; reflexo lumine prope Zenith similis candidus arcus producebatur; h. vii. 30'. albus tractus in occasum longius ultra ipsum occasus æquinoctialis cardinem diffundeatur, attingebat in medio altitudinem 50 graduum; h. vii. 35'. clara regio usque in verticem diducebatur; nubes hinc inde intermissæ versus occasum tendebant, id quod raro in Auroris Borealibus solet evenire; admiratus etiam sum nubes quasdam circa N. E. haerentes, quae ante regionem lucidam promovebantur, et ultra quas lux auroræ distincte cernebatur; ex quo elucet auroræ lumen longe ultra nubes attolli. h. vii. 38' lucida auroræ regio infra horizontem se demittebat, imprimis versus occasum; etiam illud meretur attentionem, quod etsi haec aurora splendida esset admodum, paucas tamen pyramides lucidas ostentaverit: hor. viii. 30' fere tota lux infra horizontem fuit condita, eminebat adhuc prope occasum altitudine 10 graduum; tractus arcus nigri sub septentrione una cum exigua fascia candida imminente adhuc hora x. conficiebatur.\n\n2. Die xxvii. Januar. vesperi hor. vi. 23'. notata fuit σ ♀. nempe reperi ♀ L 35. minutorum unius ♀ o L gradus: Venus meridiem, luna septentrio nem respiciebat, hor. vi. 57' ♀ L = 26' & in hac observatione linea per Venerem & utramque falcis lunæ cuspidem ducta recta erat, postea luna sensim longius à Venere excessit.\n\nM m\n\n3. Die\n3. Die xvii. Februarii non prætereunda est humilitas mercurii in barometro ad 28 Dig. 7. Lin. quam antehac heic locorum non animadverti; praefatum inde capere licuit horrendae procellæ, & impetus ventorum, qui omnia susque deque verfurus videbatur, lateres e tectis p.m. hor. iii magno numero dejiciebantur, ut nemo in plateis tutus posset ambulare. haec procella in Saxonia et alibi in Germania passim ædificiis, sylvis, hortisque damna longe maxima intulit, incredibilem arborum numerum radicitus evulsit, fregit annosas quercus aliasque arbores, homines in libero campo pedibus consistere nequiverunt.\n\n4. Die xix. Martii vesperi hor. vi.45'circa N.N.W sub septentrione apparuit arcus ater fascia alba lata extensa vestitus; lux albae fasciae clarior erat versus occasum, quam versus ortum, sed pyramides lucidae vel undæ, quales auroras boreales comitari solent, infecutæ non sunt. Sunt ergo quædam auroræ boreales quæ candidam tantum sub septentrione coeli regionem, sed sine lucis motu ostendunt.\n\n5. Die xxix. Martii aurora borealis insignis explenduit, quam primum conspexi hora ix. Luna vergebat in occasum, & per nubes, tantum lucebat; coelum totum fere nubibus tectum erat & tamen circa septentrionis cardinem clara post distraetas nubes regio, equa lucidae subinde pyramides, certissimo auroræ borealis praesentis indicio, prodibant: deprehendi etiam post nubes lucidum auroræ tractum in arcum componi: lucidae pyramides usque ad hor. xi. observari potuerunt; rarum spectaculum coelo\ncoelo nubilo & aere ventis agitato, auroram borealem spectari, quae alias fere tantum sereno et tranquillo caelo emicare solet.\n\n6. Die ix Augusti cum in vallum observandi Saturni causa me contulissem hor. xi. lubito nubes quaedam tenues circa N.N.E. & N.g. E. suspensae ardere visae sunt. Verum paucis radiationibus emissis versus verticem cessabat inflammatio, & nubeculae in ortum leni vento propellebantur.\n\nEx his aliisque observationibus, quam varium et mutabile sit aurora borealis lumen phænomenon, luculenter intelligitur.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104019.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1713,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1256,
        2
      ],
      [
        1256,
        2792,
        3
      ],
      [
        2792,
        4288,
        4
      ],
      [
        4288,
        4819,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104019",
    "title": "Observationes Nonnullae Notatu Non Indignae; Anno 1734. Ab Johanne Frid Weidler, R. S. S. &c. Vitembergae Factae",
    "authors": "Johanne Frid Weidler",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104019"
  }
}