{
  "id": "4f126bf96e85510359eea5dc729a1ebc485f50b0",
  "text": "collectione Camphoræ non nisi ex auditu commemorari, & viros cæteroquin eruditos Ten Rheine, Breynium, Hermannum cæterosque, alium ex alio transcripisse, nullum vero, quantum credere par est, rem oculis in arbore ipsa conspexisse, quæ quidem fallacia in Historia naturali prima non foret. Hinc denique concludo, esse omnino hanc speciem Camphoræ tam raram, ut eam oculis cernere nemini liceat, nec forsan unquam contingere queat.\n\nC. Neuman.\n\nIII. Observations of the Dipping Needle, made at London, in the Beginning of the Year 1723. By Mr. George Graham, Watchmaker, F. R. S.\n\nABOUT the Time I was observing the Variation of the Horizontal Needle, I made likewise some Experiments with the Dipping Needle, to try, if the Dip and Vibrations were constant and regular. The Needle I made for this Purpose was 12 Inches and one Tenth long, half an Inch broad in the Middle, but not above one Tenth near the Ends; the Ends themselves being filed to fine Edges; and in Thickness it was about one Third of a Tenth. The Ends of the Axis, upon which the Needle turn'd, were very smooth, and not bigger than was necessary for the Support of the Needle, which weighed nine Pennyweights twenty one Grains, or about half an Ounce Troy. The Ends of the Axis were placed upon the Edges of two thin Plates of Steel, that were hard and well polish'd, and parallel to the Horizon, that the Needle, when vibrating, might roll, and not slide upon the Edges of the Plates, to avoid the Friction.\nFriction they would have been subject to, by moving in Holes. A Brass Semicircle was provided, and from the lowest Point graduated each Way, and a few of the Degrees, about that Part of it which answer'd to the Dip, were divided into six equal Parts. By the Help of Screws, the Semicircle could be brought to a due Situation; and by two spirit Levels, placed at right Angles to each other, any Change of Situation was easily perceiv'd, and by the Screws it could be readily restor'd to its former Position; all was inclos'd with Glass to secure the Needle from being disturb'd by the Motion of the Air. I must here take Notice of the great Difficulty there is of peising the Needle so exactly, before it is touch'd with the Loadstone, as to take any Position indifferently: for, when it is pretty near the Truth, it is extremely troublesome to place it at rest in the Position desir'd, in order to try which Way it is inclin'd to move. I cannot be done in the open Air; for the least Motion of it will disturb the Needle, and when it is shut up, it is no easy Matter to settle it in the Place intended. And that there will be a sensible Difference of the Dip, upon shifting the Sides of the Needle, whatever Pains be taken to prevent it, I am fully satisfied from the following Experiments.\n\nMarch 20, 1722.\n\nEXPERIMENT I.\n\nI Touch'd both Sides of that End of the Needle, which I design'd to point South, upon the North-pole of a small Terrella; after which I caused it to vibrate in an Arch of ten Degrees, and counted the Time by a Pendulum Clock, shewing Seconds, till the Needle had performed 50 Vibrations.\nIt perform'd the first 25 Vibrations in $\\frac{1}{2}$ 58\"\nThe next 25 Vibrations in 2 27\nThe 50 in 5 25\nWhich gives for each Vibration at a Medium 6, 5\nThe Needle dipp'd $73^\\circ$ 15'\n\n**EXPERIMENT II.**\n\nThen I shifted the Needle so as that Side, which before respected the East, was now turn'd West, and causing it to vibrate in the same Arch, as before, it perform'd\n\nThe first 25 Vibrations in $\\frac{1}{2}$ \"\nThe next 25 in 2 49\nThe 50 Vibrations in 5 28\nThat is, each Vibration in 6, 56\nThe Dip $73^\\circ$ 50'\n\n**EXPERIMENT III.**\n\nI now touch'd the same End of the Needle, a second Time, on both Sides, upon the same Stone, and suffering it to vibrate, as before,\n\nIt perform'd 25 Vibrations in $\\frac{1}{2}$ 49\"\nThat is, one Vibration in 6, 76\nThe Dip $73^\\circ$ 20'\nEXPERIMENT IV.\n\nThe Needle was now shifted, and stood as in the second Experiment.\n\nIt perform'd 25 Vibrations in $2' \\ 41''$\nThat is, one Vibration in $6, 44$\nDip $73^\\circ \\ 45'$\n\nEXPERIMENT V.\n\nThe same End of the Needle being now touch'd twice on each Side, with the Loadstone presented by Right Honourable the Lord Paisley to the Royal Society, in the Armour,\n\nIt perform'd the first 25 Vibrations in $1' \\ 58''$\nThe next 25 in $1' \\ 46''$\nThe 50 Vibrations in $3' \\ 44''$\nThat is, each Vibration in $4, 48$\nThe Dip $73^\\circ \\ 55'$\n\nEXPERIMENT VI.\n\nThe Needle being turn'd, and standing as in the second and fourth Experiments, it perform'd\n\nThe first 25 Vibrations in $2' \\ 00''$\nThe next 25 in $1' \\ 57''$\nThe 50 Vibrations in $3' \\ 57''$\nThat is, each Vibration in $4, 74$\nThe Dip $74^\\circ \\ 10'$\nEXPERIMENT VII.\n\nI now touch'd the Needle at both Ends with the same Stone, with which it was touch'd in the fifth Experiment, after which it perform'd\n\nThe first 25 Vibrations in 1 35\nThe next 25 in 1 34\nThe 50 in 3 9\nThat is, each Vibration in 3,78\nThe Dip 74 20\nThe Dip repeated with the Needle taken off and replaced 74 20+\n\nEXPERIMENT VIII.\n\nUpon shifting the Needle, it perform'd\n\nThe first 25 Vibrations in 1 33\nThe next 25 in 1 34\nThe 50 in 3 7\nThe Dip 74 25\nThe Dip repeated 74 30—\n\nNB. The Needle had the same Side to the East in the first, third, fifth, and seventh Experiments; and had that Side turn'd Westward in the second, fourth, sixth, and eighth; and I began to count the Vibrations, when I observ'd it to vibrate just 10 Degrees, as near as I could guess. All these Experiments were made with sufficient Care in every Particular, excepting the Quantity of the Dip, which requires the Divisions of the Semicircle to be very equal.\nequal, and the 90th Degree to be perpendicularly under the Axis of the Needle; this last I found was a little faulty, the Dip being in Reality greater than the Semicircle shewed it. After I had rectified this Error, and new touch'd the Needle, upon that Part of the Armour to which Iron is applied, when it is to be lifted by the Stone, it perform'd the same Number of Vibrations in less Time than in any of the former Trials. I now determin'd to observe, for some Space of Time, both the Dip and Vibrations, without fresh touching the Needle.\n\nThe Observations follow, by which it appears there is a very considerable Difference, both in the Quantity of the Dip, and in the Quickness of the Vibrations.\n\nN.B. In all these Experiments, the Needle was placed, so as to vibrate exactly in the Plane of the Magnetick Meridian; and sufficiently distant from all Iron that could affect it, as far as I could perceive, till I had Occasion to put up a very large Iron Rod in the Room above it, which immediately alter'd the Dip of the Needle, and thereby put an End to these Trials.\n\nDip\n| Dip | Time of the Day |\n|-----|----------------|\n| Mar. 29 | 75° at 10:00 |\n|       | 74° = 33° 4 = 15° |\n| 30°   | 4 = 55° + 1 = 00° |\n|       | 74° = 50° 4 = 00° |\n| 31°   | 74° = 50° 10 = 00° |\n|       | 74° = 50° 12 = 30° |\n|       | 74° = 50° 2 = 15° |\n| April 1 | 74° = 25° 6 = 45° |\n|       | 74° = 25° 7 = 15° |\n|       | 74° = 20° + 9 = 00° |\n| 2°    | 74° = 20° + 7 = 30 A.M. |\n|       | 74° = 20° + 7 = 30 P.M. |\n| 3°    | 74° = 20° + 9 = 30° |\n|       | 74° = 20° + 12 = 30° |\n|       | 74° = 50° 4 = 15° |\n| 4°    | 74° = 55° + 10 = 00° |\n|       | 74° = 50° + 11 = 15° |\n|       | 74° = 40° 12 = 45° |\n|       | 74° = 35° 7 = 30° |\n| 5°    | 74° = 40° 9 = 15° |\n|       | 74° = 40° 1 = 45° |\n|       | 74° = 40° + 5 = 30° |\n|       | 74° = 30° + 8 = 15° |\n| 6°    | 74° = 35° 10 = 00° |\n|       | 74° = 35° 12 = 00° |\n| 7°    | 74° = 35° + 10 = 20° |\n|       | 74° = 35° + 12 = 30° |\n|       | 74° = 35° 4 = 00° |\n|       | 74° = 35° 6 = 30° |\n| 8°    | 74° = 40° - 12 = 15° |\n|       | 74° = 40° - 3 = 30° |\n| 9°    | 74° = 40° - 10 = 00° |\n|       | 74° = 40° - 4 = 15° |\n| 10°   | 74° = 40° - 10 = 00° |\n|       | 74° = 30° + 8 = 00° |\n\nThe Weight of the dipping Needle 9pt. 21gr. Troy.\n\nN.B. The Mark + signifies something more than is here set down, and — signifies something less, but the Difference could scarce amount to more than two Minutes.\nExperiments of the Vibrations of the Dipping Needle, beginning with an Arch of 10 Degrees, with the Times in which 100 Vibrations were perform'd,\n\n1723 April 1. about 7=15 Afternoon.\n\nFirst 50 in 3=2\nLast 50 in 2=45\n\nThe 100 in 5=47. Dip 74°=25'\n\nApril 2. in the Evening\nFirst 50 in 3=3\nLast 50 in 2=43\n\nThe 100 in 5=46. Dip 74=20+\n\nApril 3. about 4 in the Afternoon.\nFirst 50 in 2=52\nLast 50 in 2=39\n\nThe 100 in 5=31. Dip 74=50\n\nRepeated about an Hour after.\nFirst 50 in 2=53\nLast 50 in 2=35\n\nThe 100 in 5=28. Dip 74=50+\n\nApril 4. about 11=15 in the Morn.\nFirst 50 in 2=54\nLast 50 in 2=30\n\nThe 100 in 5=24. Dip 74=50+\n\nApril 28. about 5=15 Afternoon.\nFirst 50 in 2=48\nLast 50 in 2=16\n\nThe 100 in 5=4. Dip 74=58\n\nRepeated\nFirst 50 in 2=47\nLast 50 in 2=16\n\nThe 100 in 5=3. Dip 74=58\n\nMay 20.\nFirst 50 in 3=11\nLast 50 in 3=1\n\nThe 100 in 6=12\n\nRepeated the Needle being new touch'd.\nFirst 50 in 2=38\nLast 50 in 2=23\n\nThe 100 in 5=1. Dip 74=35\n\nRepeated again about an Hour after\nFirst 50 in 2=38\nLast 50 in 2=20\n\nThe 100 in 4=58. Dip 74=30+\n\nMay 21. about Noon\nFirst 50 in 2=41\nLast 50 in 2=28\n\nThe 100 in 5=9. Dip 74=30\n\nMay 23. about 12=45\nFirst 50 in 2=40\nLast 50 in 2=27\n\nThe 100 in 5=7. Dip 74=40\n\nMay 25. about 3=30\nFirst 50 in 2=41\nLast 50 in 2=30\n\nThe 100 in 5=11. Dip 74=40+\n\nMay 27. about 6=30 Afternoon.\nFirst 50 in 2=41\nLast 50 in 2=28\n\nThe 100 in 5=9. Dip 74=50",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103792.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 12870,
    "total-output-tokens": 3742,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1477,
        2
      ],
      [
        1477,
        3089,
        3
      ],
      [
        3089,
        3865,
        4
      ],
      [
        3865,
        4672,
        5
      ],
      [
        4672,
        5622,
        6
      ],
      [
        5622,
        6703,
        7
      ],
      [
        6703,
        8071,
        8
      ],
      [
        8071,
        9442,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103792",
    "title": "Observations of the Dipping Needle, Made at London, in the Beginning of the Year 1723. By Mr. George Graham, Watchmaker, F. R. S.",
    "authors": "George Graham",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/103792"
  }
}