{
  "id": "6e67b0dc941fbf70bb70cc2e30fda4c1b9a0dc1a",
  "text": "V. Postscript of a Letter from the Rev. Dr. Doddridge at Northampton, to Mr. Henry Baker F. R. S. of one, who had no Ear to Music naturally, singing several Tunes when in a Delirium.\n\nRead Nov. 12. 1747.\n\nI HARDLY know whether it be worth while to mention a little Event that happened in our Neighbourhood some time ago, which yet appear'd to me something singular in its kind.\n\nA Clergyman's Lady, whose Husband is of some Eminence in the learned World, in a Frenzy after a Lying-in, which was quickly removed, found, during the Time of it, such an Alteration in the State and Tone of her Nerves, that, whereas she never had before or since any Ear for Music, nor any Voice, she was then capable of singing, to the Admiration of all about her, several fine Tunes, which her Sister had learned in her Presence some time before; but of which she had not then seemed to take any particular Notice.\n\nNorthampton, Nov. 3.\n1747.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104878.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 300,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        923,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104878",
    "title": "Postscript of a Letter from the Rev. Dr. Doddridge at Northampton, to Mr. Henry Baker F. R. S. of One, Who Had No Ear to Music Naturally, Singing Several Tunes When in a Delirium",
    "authors": "Dr. Doddridge",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104878"
  }
}