{
  "id": "11624e253763aa48f9119d1865a514a2f85e1afe",
  "text": "Answers\n\nTo some of the Queries, which were recommended by Sir R. Moray to Sir Phil. Vernatti, President in Java Major, were left unanswered of those that are found in the History of the R. Society, p. 158, &c.\n\n1. The greatest length of time, that Pearl-divers in these parts can hold under water, is about a quarter of an hour; and by no other means but Custom: For Pearl-diving lasteth not above six weeks; and the Divers stay a great while longer under water at the end of the Season, than at the beginning. Here at Batavia is an expert Diver, who draws wages for nothing else but for diving for Anchors, Guns, &c. lost in the Road. I have seen him several times go down, holding my breath as long as I could, but he stay'd ten times as long under water, as I could hold my breath. But he will not go down, unless you give him a whole Pint of Strong-water.\n\n2. The Oyle drawn out of the Roots of Cinnamon trees, and resembling Camphor, is thence extracted, the Roots being dried, bruised, and steep'd in water, and then drawn over by an Alkimec.\n\n3. The Lignum Aloes is the part of a Living Tree, but commonly found, when 'tis wither'd: The Tree itself is of a white soft wood, giving a milky juice, which is so venomous withal, that if in cutting the Tree, any of the milk light in your eye, you grow blind; if on any other part of the Body, it becomes scabby, and noisomely sore. The Lignum Aloes, or Calambac, is found within the White-wood, but not everywhere. When the Tree decays, the White-wood soon withers, and grows worm-eaten; and the Milk so dries up, that you may easily rub it asunder with your hand. The best is found in the midst of the Tree, nourish'd by the Heart-root, which goes straight down into the ground.\n\n4. The Wood, stinking like humane Excrement, grows thus naturally in the Isles of Solir and Timor, and thereabouts.\n\n5. There are indeed such Serpents in these parts, which have an Head on each end of their Body, called Capra capella. They are esteem'd Sacred by these people, and fortunate to those in whose house and lands they are found; but pernicious to whomsoever doth them harm. I would have sent one, but could get no man that would kill them.\n\nThese Answers were accompanied with divers Curiosities, sent over by the same, Generous Person for the Repository of the R. Society; among which were the Pictures of the true Musk Deer, and of divers Aromatic, and other East-Indian Vegetables, and particularly of the Nutmeg called Theewing; because that being put among a whole room full of good Nutmegs, though it be but one, it will corrupt them all. Besides a very fragrant Oyle, drawn out of the bark of a Tree (called Lawang:) and some of the Blood of a Fish, call'd Bedille, esteem'd very excellent against Fluxes of Blood. Together with which should have come a sort of Beans growing on the Coast of Coromandel, having this quality, that the inside of an Earthen Vessel being rubb'd therewith, the most muddy water powred into it, will precipitate all its muddiness; but this was lost by the way. 'Mean time care is taken to procure some others of that kind, to make the Experiment here.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101320.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 838,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3133,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101320",
    "title": "Answers To Some of the Queries, Which Were Recommended by Sir R. Moray to Sir Phil. Vernatti, President in Java Major, were Lift Un-Answered of Those That are Found in the History of the R. Society, p. 158, &c",
    "authors": "R. Moray",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101320"
  }
}