{
  "id": "39622f930036e44c81c7a9a1bb026e2ddbb3ac77",
  "text": "This rising and falling of the green Weeds may seem strange to some people, but if they will be convinced by the Experiments of natural Philosophers whom I have followed several years, let them take a small Glass-bubble, such as is describ'd by Fig. 10. Q R S T, leaving the small orifice at T open for the Water to run in and out, and let this Bubble be put into a Vessel with Water, they will find in Summer that by the dilatation of the Particles of Air within the said Bubble, it will rise to the superficies of the Water, whereas the same Air, thro its elasticity, being contracted in cold Weather, will make room for the admission of a Mass of Water so much heavier than itself into the said Bubble, and then it will subside; and this will happen toties quoties.\n\nIV. A Letter from the Reverend Mr William Derham, F. R. S. to Mr John Haughton, F. R. S. containing his Observations on the Weather, &c. for some years last past.\n\nUpminster, April the 5th, 1703.\n\nI Lately sent my Weather and Tables of last year to Dr Sloane, and promis'd when I should hear from Mr Towneley in Lancashire, an Account of what he wrote that was curious: I have lately receiv'd Mr Towneley's Letter, and take the occasion of that Letter to write now to you, to give you my hearty thanks for all favours that I have receiv'd from you; as well as to send you some of that ingenious, curious Gentleman's Observations of last year, and my own.\n\nAnd first, As to the most remarkable Weather, especially Rain, of last year, and the effects thereof: Mr Towneley tells me, that it is a general complaint in the North of England,\nland, that there were but small Crops of Hay, which calamity befell the Southern parts also; the cause whereof may be perceiv'd by the following first Table of Monthly Rain; in which you may perceive the growing Months of March and April to have been dry Months in Lancashire, and May no wet Month, considering the quantities of the other Months, and of other Years publish'd heretofore in the Philos. Trans. Here at Upminster, April was fortunately a wet Month, till the 23d, or else, no doubt, we should have suffer'd more than we did in the want of Hay; for the growing Month of March was a dry Month, by the following Table; and May (which by the same Table seemeth to have had near a due quantity of Rain) was a very dry Month by the Tables sent to Dr Sloane; for it appears by them, that very little Rain fell from April 23 till May 29, and then fell in great Showers, the greatest quantity of that Months Rain. Mr Towneley doth not tell me particulars, but I guess it to be after this manner with them in the North of England; for besides that March and April were dry Months with them, and May somewhat more wet, yet probably the wet of May did not fall early in May; for it appears by the following Table the third, that the Mercury was high, and in somewhat a fix'd Station on May 13.\n\nThus much for the Weather in the Spring-Months of the Year 1702, and the effects it had on Hay, which effects I have some reason to think extended to many parts of this Kingdom, besides those already spoken of.\n\nAs to the other Months there is little remarkable, besides the vast disproportions of Rain between Lancashire and Essex, which I should scarce take notice of, if it was not what happeneth almost every year, as will appear by the following Table 1st, which I now send to compleat what hath been published in former years in the Transactions; the cause of this I cannot judge of, unless it be that Lancashire is a more Hilly Country than Essex, which sort of Lands, as they more need wet than Vales and low plain Countries do\ndo, so have greater shares of it than these have, besides I leave it to you and others to judge, whether something may not be attributed to the Western Scituation of Lancashire near the Sea; from which Quarter the Winds in England blow more than from the Eastward.\n\nAt the foot of the Table of Rain, besides the quantity which fell in each year; I have added the depth thereof in Inches; or what depth it would have been of, if the Earth had not imbib'd it, but it had stagnated on the surface thereof.\n\nFor the satisfaction of yourself and others that are curious, I have added two Tables more, of the Stations of the Mercury in the Barometer at Towneley in Lancashire, and at Upminster in Essex, with the differences thereof; and this observ'd at 3 times of the day, viz. in the Morning, and about 3 in the Afternoon at Towneley, but at noon at Upminster, and at 9 a Clock at Night. One Table to the first day of every Month; the other the most remarkably Low, High and more settl'd Stations of the 5 the last year 1702.\n\nBy these Barometrical Tables it may be seen whether at all, or how far consentaneous to truth, that opinion is of some learned curious Men both in England and abroad, viz. That the ascends and descends in all places at the same time, and in the same proportion. It is manifest, that the doth commonly rise and fall in one far distant place, when it doth so in another, but not alike: Also when any considerable variation is in one place it is so in another; when remarkably high, remarkably high; when low, low; when a great ascent or descent, generally the same elsewhere; but only the differences of all these are not in equal proportion in all places; all which seemeth reasonable to be expected, by reason of the difference of Weather in different places, especially as to wet and dry.\n\nThere is one thing more in the following third Table, which I think deriveth especial remark, because I believe it to be the most considerable alteration of the Mercury, that\nhath ever happen'd since the invention of the Baroscope, and\nthat was the descent on Feb. 3d and 4th last: Concerning\nwhich, Mr Townely in a former Letter gives me this account,\n\"That on Feb. 3d the $ was at 3 in the Morning at 29. 15.\nat 3. h. 28. 50. and at 10 at Night at 27. 5. The next day\nit fell yet lower, and about 12 was at the lowest, viz.\n27. 39. but for an hour before and as much after, it varied\nonly so much as to make it sensible that it was fallen and\nbegan to rise again; the lowest he had ever seen it before\nwas on Nov. 18. 1674. when it fell to 27. 63. That Mr\nFlamsteed at the Observatory observ'd as remarkable a di-\nscent of his $; and that it happen'd about the same time\nof the day, viz. 2 of the Clock in the Afternoon at both\nplaces.\n\nAnd lastly he tells me, \"That the descent in Feb. last\nwas the greatest that has been since the filling his Tube,\nwhich was in March 1665. The particulars which I ob-\nserv'd here at Upminster about that descent were, That on\nFeb. 3a the $ was high, viz. 29. 80, the next Morning 29.\n50, at Noon 29. 16, at Night 28. 43, the next Morning\n(viz. Feb. 4.) at 7 of the Clock it was fallen to 28. 5, and\nwas globose, as if it had risen or was inclin'd to rise; But\nit continu'd in the same station till after Noon, and then\nbegan to rise about 2 of the Clock, and rose hastily. The\nWeather accompanying was fair on Feb. 3d in the Morn-\ning, Hazy at Noon, and Rain at Night, and a violent Tem-\npest in the Night, and all the next Morning, of Feb. 4th.\n\nThus, Sir, I have given you the trouble of a long Letter,\nbut with no other design than to shew you my respects and\ngratitude. If you think any thing in it worth the cogni-\nzance of the Royal Society, you may communicate it if you\nplease. However, I desire you to do me the favour to shew\nit to Dr Sloane, because I promised him what Mr Townely\nwrote, in which you will oblige me to add to the obligati-\nons of\n\nYours, &c.\nTABLE I.\n\nA Table, shewing how many Pounds, and Centesimals of a Pound Troy of Rain, fell at Townley in Lancashire, and at Upminster in Essex, in each month of the years 1699, &c. with the Quantity and Depth every year.\n\n|        | 1699 | 1700 | 1701 | 1702 |\n|--------|------|------|------|------|\n|        | Townl.| Upmr.| Townl.| Upmr.| Townl.| Upmr.| Townl.| Upmr.|\n| January| 17   | 91   | 8     | 91   | 20    | 84   | 3     | 91   |\n| February| 32   | 70   | 60    | 5    | 19    | 12   | 7     | 64   |\n| March  | 17   | 92   | 5     | 63   | 7     | 58   | 1     | 55   |\n| April  | 16   | 47   | 3     | 44   | 18    | 65   | 7     | 60   |\n| May    | 4    | 00   | 2     | 67   | 17    | 92   | 6     | 91   |\n| June   | 10   | 37   | 40    | 13   | 15    | 7     | 60   | 11    | 34   |\n| July   | 16   | 51   | 6     | 36   | 15    | 26   | 4     | 24   |\n| August | 19   | 77   | 8     | 57   | 12    | 65   | 8     | 14   |\n| September| 16  | 53   | 8     | 06   | 23    | 52   | 14    | 85   |\n| October| 18   | 90   | 13    | 49   | 26    | 44   | 17    | 15   |\n| November| 14  | 65   | 1     | 91   | 12    | 69   | 5     | 24   |\n| December| 16  | 78   | 5     | 77   | 26    | 88   | 10    | 30   |\n\nTotal 196 51 75 55 215 30 95 13 206 33 93 45 257 75 101 89\n\nDepth 39 302 15 110 43 060 19 026 41 266 18 690 51 55 20 378\n### TABLE II.\n\nA Table shewing the Height of the $Q$ at Townley and Upminster, on the first Day of every Month in the Year 1702, three times a Day, viz. about 7 in the morning and 9 at night; and about 2 at afternoon at Townley, with the difference of the $Q$'s Variation, and its difference between both places.\n\n| First Day of the Month | $Q$ at Townley | $Q$ at Upminster | Daily Difference |\n|------------------------|---------------|-----------------|-----------------|\n| Jan.                   |               |                 |                 |\n| Feb.                   |               |                 |                 |\n| Mar.                   |               |                 |                 |\n| Apr.                   |               |                 |                 |\n| May                    |               |                 |                 |\n| June                   |               |                 |                 |\n| July                   |               |                 |                 |\n| Aug.                   |               |                 |                 |\n| Sept.                  |               |                 |                 |\n| Oct.                   |               |                 |                 |\n| Nov.                   |               |                 |                 |\n| Dec.                   |               |                 |                 |\n\n### TABLE III.\n\nA Table shewing the Lowest Stations of the $Q$ in the Year 1702, at Townley and Upminster, with the difference of the $Q$ at both places.\n\n| Day of the Month | $Q$ at Townley | $Q$ at Upminster | Difference |\n|------------------|---------------|-----------------|-----------|\n| Feb.             |               |                 |           |\n| Mar.             |               |                 |           |\n| Apr.             |               |                 |           |\n| May              |               |                 |           |\n| June             |               |                 |           |\n| July             |               |                 |           |\n| Aug.             |               |                 |           |\n| Sept.            |               |                 |           |\n| Oct.             |               |                 |           |\n| Nov.             |               |                 |           |\n| Dec.             |               |                 |           |\n\nPrinted for S. Smith and Benj. Walford, at the Prince's Arms in St Paul's",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102905.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10792,
    "total-output-tokens": 3354,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1606,
        2
      ],
      [
        1606,
        3638,
        3
      ],
      [
        3638,
        5628,
        4
      ],
      [
        5628,
        7561,
        5
      ],
      [
        7561,
        8903,
        6
      ],
      [
        8903,
        11430,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102905",
    "title": "A Letter from the Reverend Mr William Derham, F. R. S. to Mr John Haughton, F. R. S. Containing His Observations on the Weather, etc. for Some Years Last Past",
    "authors": "William Derham",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102905"
  }
}