{
  "id": "cbb73d6891e1ccfbf48a95c3037bf82450b83529",
  "text": "ounce of Syr. de Mecon. in each Draught. So that in all she took in the time above-mentioned 102 gr. of Land. Lond. and 3ij. of Venice Treacle, and 3ij. of Syr. de Meconio.\n\nThis is attested under the hands of her 3 Physicians, and the Apothecary.\n\nDr Franc. Willis of Oxford.\nDr Step. Flavell,\nDr John Cooke, Aberberry.\nRi. Fanner, Apo.\n\nSigned in the Presence of Rich. Smith, Rich. Spicer, and Robert Greenham.\n\nShe Dyed the 1st of Febr. about 5 in the Afternoon.\n\nVII. An Account of a Woman, who voided the greatest part of a Fœtus by the Navel. By Mr Christopher Birbeck.\n\nOne Raper's Wife, in a Town called Coxwold, 12 miles from York, falling in Labour of Child Birth, the Midwife using her endeavour extracted the Secundine, it offering first, and could not by her best skill perceive any thing else remaining; The Woman's body falling, and for some days being pretty easy, and the Womb contracted, the Midwife took this Secundine to be a Mola or false Conception, but in about a week more she began to discharge plenty of Fætid Matter by the Vagina, which continued, and in process of time she felt a troublesome hardness on the Hypogastrium, which increased daily for above 6 weeks, by which the Woman was brought so low, they despaired of her Life, this lump, hardness and soreness wrought upwards to the Regio Umbilicalis. I suppose it continued there fixt for\nfor about a month; at length being exceeding painful, the Neighbouring Gentlewomen took it for a great Boil or Apothece, and apply'd what they usually do in such cases, to slit its suppuration, and breaking, which had its effect, and it broke upon (or rather under) the Navel, discharged then (and afterwards) a great quantity of a thin Fluid and discoloured Liquor. The part about it mortified, and the Ulcer enlarged to that bigness, that a Mans hand might be introduced therein; it continued exceeding painful, and emitted such an exceeding stench, that neither her self (being extremely weak and faint) nor any body else could endure to look on it; a small time after they found some little Bones wrought out of it, at which they were amazed, and shewed them to me, I found them to be the bones of a Childs Finger, which made me curious of going to see her, which was gladly accepted, the Woman being very poor. When I examined it I perceived the Fetus in a confus'd heap or mortified lump, for with my Probe I felt several Bones, and at that time extracted (after I had separated and dilated the mortification about it) above half the Ribs, some Vertebre's of the Back and other Bones, and cut out above a pound of the Childs mortified substance, as black as Ink, with an extreme nauseous smell, that every 2d or 3d day for a month (beginning on Easter Sunday last,) I extracted what I could, being forced to do it very deliberately, by reason of the exceeding weakness of the Woman, who had certainly dyed in the operation, had I forcibly extracted it, and not given her time, for we were obliged every moment to support her with Cordials, and after every operation she found herself lighter, and by degrees sweeter, which gave me hopes of her recovery, which before I had no thoughts of. For not only the Linea Alba and Muscles of the Abdomen, but the Peritoneum and Omentum was mortified to a great breadth, and the intestines lay fairly in view, and\nexposed to the air a long time. When I had extracted part, and had a plentiful discharge of thin Fætid Matter, the other discharge downwards began to lessen and abate, so that I endeavoured to assist it by bandage and compresses, with deterring and drying injections up the Vagina, by which means in little time I had no discharge that way, and those parts became shortly perfectly well, and in some time after the Ulcer separated (with the assistance of Fomentations, good Digestives and Mundificatives,) from its Putrifaction, contracted and united wonderfully, and hath now been quite cicatrized near 3 months ago, all the whole Abdomen being soft, easy and well condition'd. The Woman laboured all this Season at Hay and Harvest.\n\nI presume by the forcible extraction of the Secundine, the Uterus had been Lacerated and so Ulcerated; the Woman being extremely weak, and constantly lying in Bed, gave the more liberty for its working upwards: But I submit my opinion to better Judgments; I have all the Bones (except some few lost) at my Lodgings at Easingwold, 9 miles from York, to the Northward; where I have continued ever since I was discharg'd from his Majesties Ship Medway at Plymouth, of which I was Chyrurgeon near 5 years.\n\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Pauls Churchyard, 1701.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102839.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1277,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1372,
        2
      ],
      [
        1372,
        3331,
        3
      ],
      [
        3331,
        4691,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102839",
    "title": "An Account of a Woman, Who Voided the Greatest Part of a Foetus by the Nnvel. By Mr Christopher Birbeck",
    "authors": "Christopher Birbeck",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102839"
  }
}