{
  "id": "0998cbee0ece6f682d893a97ca9bc3e67a2fd815",
  "text": "Fig. 6.\n\nThe Stone of Antony Germain, of half its natural Size, view'd by its posterior Surface, which lay on that of the Bladder represented by Fig. 5.\n\nE, The posterior End of the Stone.\nF, The anterior End answering to the Neck of the Bladder.\ngg, The circular Furrow remark'd above.\n\nN. B. The Catheter, Tab. IV. Fig. 1, and 2. is figured, and a short Account given of it, in the Med. Essays, Vol. V. p. 466.\n\nC. M.\n\nXII. Abstract of a Letter from Monsieur De Bozes, Professor of Experimental Philosophy, at the Academy of Wirtemberg, to Monsieur De Maizau. Communicated by Mr. Baker from Mr. Ellis, and translated out of the Latin by Mr. Baker.\n\nRead May 23. 1745.\n\nA Hollow Globe of Glass, of six or eight Inches Diameter, being swiftly turned round upon its Axis, by means of a large Wheel, in the Manner Mr. Haukesby formerly advised; and being rendered as electrical as possible by the Application of a dry woolen Cloth, or rather of a very dry Hand; if, whilst in this swift Rotation, it be brought near the End of an iron Bar, suspended by Strings of Silk that are exceedingly well dried, such an electric Power will be communicated to the Iron, that, upon touching the other End of it with one's Finger, not only Sparks of Fire, in the usual\nusual Manner, will be emitted very briskly, but even Blood will be drawn from the Finger; the Skin of which will be burst, and a Wound appear as if made by a Caustic.\n\n2. If highly rectify'd Spirit of Wine heated in a Spoon, the ethereal Spirit of Frobenius, Oil of Turpentine, Sulphur, Pitch, or Resin melted, be applied to the iron Bar, instead of one's Finger, the Sparks proceeding therefrom will set it on Fire instantly.\n\n3. A Chair being suspended by Ropes of Silk, made perfectly dry, a Man placed therein is render'd so much electrical by the Motion of the above-mentioned Globe, that, in the dark, a continual Radiance, or Corona of Light, appears incircling his Head, in the manner Saints are painted.\n\n4. If several such-like Globes, or electric Tubes, are brought near the Man suspended in the Chair, the Motions of the Heart and Arteries are very sensibly increased; and if a Vein be opened under the Operation, the Blood that comes from it appears lucid like Phosphorus, and runs out faster than when the Man is not electrify'd.\n\n5. Water, in like manner, spouting from an artificial Fountain suspended by silk Lines, scatters itself in luminous little Drops; and a larger Quantity of Water is thrown out, in any given Time, than when the Fountain is not made electric.\n\nN. B. If three, four, or five Globes be employed, the Effect will be proportionably better: And Monsieur L'Abbé Nollet has found, that Globes or Tubes made of Glass, coloured blue with Zaffer, are preferable to others; for when the Glass is blue, the Experiments succeed in all Weathers;\nWeathers; whereas, in damp Weather, the white Glass loses much of its electric Power.\n\nXIII. A Catalogue of the Fifty Plants from Chelsea-Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1743. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. nuper Praef. By Joseph Miller, Apothecary, Hort. Chelf. Praef. & Praelector Botan.\n\nPresented May 1051\n\nA Conitum hyemale. Ger. Park. 30. 1745.\n\n1052 Arbutus folio serrato. C. B.\n\n1053 Arum venis albis, lituris nigris maculatum. Hort. R. Par.\n\n1054 Asteroides Alpina, salicis folio. Tourn.\n\n1055 Barbarea, f. B. flore simplici. Park.\n\n1056 Blitum perenne: Bonus Henricus. f. B. G.\n\n1057 Canella alba Off. Cort. Winterannus vulgo.\n\n1058 Cardiaca, flore canescente. Amman.\n\n1059 Convolvulus coeruleus minor Hispanicus. Park.\n\n1060 Cyperus odoratus radice longa. C. B.\n\n1061 Cyperus rotundus esculentus angustifolius. Ibid.\n\n1062 Cytisus incanus, siliquis falcatis. C. B.\n\n1063 Cytisus glaber foliis subrotund. pediculis brevisimis. Ibid.\n\n1064 Draba siliquis donata. C. B.\n\n1065 Fagopyrum vulgare erectum. Tourn.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104488.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1241,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1254,
        2
      ],
      [
        1254,
        2828,
        3
      ],
      [
        2828,
        3940,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104488",
    "title": "Abstract of a Letter from Monsieur De Bozes, Professor of Experimental Philosophy, at the Academy of Wirtemberg, to Monsieur De Maizau. Communicated by Mr. Baker from Mr. Ellis, and Translated out of the Latin by Mr. Baker",
    "authors": "Mr. Ellis, Monsieur De Bozes, Mr. Baker",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104488"
  }
}