{
  "id": "ea67a576da896d26681e64685d6a65c93066fd65",
  "text": "IX. Observatio de Succinea Gleba, Plantæ cujusdam folio imprægnata, rarissima. Auctore Dno. Johanne Philippo Breynio, M.D. R.S.S.\n\nInter Corpora Naturalia Succinis à Natura inclusa, illa longe rarissima esse, quae Vegetabili Regno fuam debent originem, confitebitur mecum, opinor, quicunque Naturæ Curiosorum Pinacothecas, inque iis Succineas Gazas, non levem ipsis conciliantes splendorem, accuratius inspexerit, Authoresque de his rebus tractantes diligentius excussérunt. Hæc inter autem caeteris Plantarum perfectiorum partes, ut folia, semen receptacula, flores, si qui inveniuntur, &c. raritatis palmam praëripiunt.\n\nHujus rei ratio procul dubio est, quod ex recentiorum mente, Succinorum officina naturalis, loca sint subterranea, quorum partes Vegetabilium, utpote terræ superficiem inhabitantium, ægre et non nisi casu, eo-que rarissimo pertingere possunt; cum Insecta, quamvis etiam in aere viventia, tamen, ut te à frigore, aliisque aeris injuriis defendant, vel alia etiam de causa, sponte saepius rimas, hiatus et cryptas quaerant et subeant subterraneas, &c ad sepulchrum properent, ubi à Succino adhuc liquido irretiuntur, involvuntur, suffocantur, cumque eodem in avuni duratura rigescunt.\n\nEjusmodi glebam, quæ folium hujus notæ in sinu suo lovebat, nuper Mense Octobri praeterito mihi exhibuit & examini subjecit meo hic Gedani Mercator quidam natione Britannus, Philippus Benlows, qui ear-\ndem, inter alia Succina nactus, maximi, imo pluris quam triginta aureorum aestimabat.\n\nHæc ovalis ferme, sed compressa erat figuræ, & magnitudinis, quæ in Icone Fig. II. adjuncta exprimitur, quam tam Unciae partem crassitie æquans, illius generis, quod Salernum, à similitudine vini, salutatur Succinum, & quidem satis perspicua & pura, neque vel levissima fraudis macula conspurcata. Includebat per totam ejus mediani longitudinem exporrectum Folium aliquod Botanicis pennatum, quibusdam etiam alatum, quamvis minus recte, dictum; quod elegantissime spectaculo, obscurum quidem, fed aureo colore coruscans, à reflectione & refractione radiorum luminis, oculis spectantium clare se se offerebat. Folium hoc non integrum, sed utraque extremitate mutilatum erat, ut ipsa indicat figura, quinque constans foliolorum oblongorum, utrinque non nihil acuminatorum paribus f. conjugationibus, quorum quædam erant ex parte exesa et mutila, in costa communi æque fere à se invicem distantibus. Situm erat in plano horizontali, quod in eo foliorum genere familiae est, praeterquam, quod foliola obliquitate aliquantulum ab eo deflebant; nequaquam vero conjugationes foliolorum decussatim positæ vel ullo modo videbantur, quod in folis, quæ conjugata Botanicis dicuntur, semper obtinet; ut adeo folium hoc ex compositorum pennatorum genere esse, nullum mihi amplius restet dubium. Cujus autem exacte Plantæ speciei sit determinare vix licet; quia multæ species hujus familiae, foliis vestiuntur sibi adeo similibus, ut etiam recentia, difficile sit à se invicem distinguere; accedit, quod nec venulae foliolorum, vel oculis Microscopio armatis appareant, utpote quæ à Succino olim liquido oblitteratae & quasi incrustatae erant. Quam proxime autem accedit ad Securidææ secundæ, Clusi, f. Coronilla.\nnillæ herbaceæ, &c. Tournefortii, quæ in dumetis Prussiae satis familiaris est. Ab altera parte, inter bina foliola, aranea satis clare conspicitur; ab altera vero parvula musca, sed hæc non nisi oculo lente armato.\n\nNon memini me apud ullum Authorem folii hujusmodi in Succino pennati invenisse mentionem, praeterquam apud Michaelem Mercatum in nobili isto opere Metallothecæ Vaticanæ titulo inscripto, & immortalibus Archiatri Pontificii Johannis Mariae Lancisi meritis a situ, oblivione & interitu liberato. Ubi, pag. 89. inter alias elegantium glebarum Ranam, Pisciculum, Lacertulam variaque Insecta continentium Icones, una etiam reperitur, quæ folium ejusmodi pennatum paulo minus, sed ob integritatem rarius & elegantius, octo conjugationum, foliolo extemo impari costam claudente, includit; quod parvum & tenellum Coronillaæ herbaceæ, flore vario, Tournefortii, folium egregie exprimit, quamvis etiam non male ad Onobrychidem secundam, Clusii, quæ pariter Prussiae indigena est, referri posset.\n\nIdem Mercatus aliam ibidem delineat glebam parvo in tenuia segmenta disjecto folio, plantæ cujusdam, forte umbelliferæ, imprægnatam.\n\nInterim tamen cum glebas memoratas, in laudato Mercati libro taltem, summo licet studio delineatas, non vero ipsas viderim, præterea figuræ Ranæ majoris, Lacertulæ & Pisciculi, non levem mihi artificiosæ fraudis excitent suspicionem, ego equidem pro genuitate earum vadium in me suscipere nollem; quia notum est assatim, Artifices, ejusmodi res adeo artificiosæ Succinis posse includere, illaque non nimium Curiosis imponere, ut non nisi ab experissimis & oculatissimis possit detegi fæsus.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103465.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1717,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1409,
        3
      ],
      [
        1409,
        3196,
        4
      ],
      [
        3196,
        4824,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103465",
    "title": "Observatio de Succinea Gleba, Plantae Cujusdam Folio Impraegnata, Rarissima. Auctore Dno. Johanne Philippo Breynio, M. D. R. S. S.",
    "authors": "Johanne Philippo Breynio",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103465"
  }
}