{
  "id": "84b7a93c772b4cafeb07c3f86ebdb75fd9ee574f",
  "text": "Phænomena in Cadavere prænobilis cujusdam Fæminæ, Apoplexia peremptæ, inter dissecandum, Maii 12, 1679, à Clariss. Medico Dno. Dre. Cole Observata.\n\nIllusterrima D', in sæculi ornamentum & exemplum nata (utpote cujus non solum stupendæ animi dotes, sed & eximia virtus, cunctos quibus innotuisse contigit, in admirationem, imo & venerationem rapuerunt,) à multis retro annis hypochondriatis (prout vulgo dicuntur,) & hysterici laboraverat symptomatis; quibus aliquoties, at nuperis annis, supervenerat narium hæmorrhagia, ea-que quandoque tam profusa, ut de vita fere desperandum fuerit. Ad periculum & à morbis, & ab hæmorrhagia, averruncandum, phlebotomia (nescio ipsius D'æ, an medicorum suas,) inter alia praesidia saepè in subsidium vocata fuerat, à qua (non fecus ac ab hæmorrhagiis dum moderate procederent,) egregium saepenumero levamen, emaciatum quamvis fuit, & non morbo solum & jejuniis maceratum, corpus, fensit. Imo licet ante mensem, plus minus, ab obitu spontaneam, eamque valde copio-ram, hæmorrhagiam, quæ negotio non omnino nullo tandem sistebatur, perpetua fuerat, usque adeo tamen ab eo tempore in valetudine, paulo ante desperata fere, recuperanda promoverat, ut sibi persuaserat, se jam extra discriminis aleam, diminutis plurimum sympto-matis, ferme constitisse. Solummodo pridie ejus diei, qui illi supremus erat, denno ad hæmorrhagiam solitam proclivis erat, quam omni ope sub ipso erumpere getti-entis sanguinis primo nixu prævenire satagebat, periculum, quod nuper ab immodico ejus effluxu evaserat, iterum verita. Et quidem nimis fataliter cessit remediorum quæ adhibuit succensus, sanguine non amplius pro-deunte;\ndeunte; unde se in tuto positam, vel eo ipso ante obitum die, Maii 10, censuit. Cum ex improviso fatale illius immineret catastrophae. Postquam enim vesperi se intra cubile composuerat, subito immani capitis dolore correpta erat; cujus gratia (vacillare statim incipiente lingua,) chirurgum extemplo advocari jussit, qui sanguinem detraheret. Ille autem, qui mille passus inde aberat, non ante appellere potuit, quam Nobilissima Dna. è vivis excellerat, quod intra semihoram ab insultu contigit.\n\nAd cadaveris apertionem vocatus, accito in operis societatem doctiss. D. Tomkyns, nil in visceribus abdomine contentis invenire potuimus, unde vel insignem aliquam labem iis adesse concluderemus, nedom mortis caufam illic latitare. Et quidem, notatu dignum erat, quod quamvis à triginta annis jecur, ab omnibus fere Celeberr. Medicis, quos sanitati suae moderandae admovebat (& inter caeteros famigeratis. D. Mayerne,) non modo summe obstructum (quæ etiam de Liene pronuntiata fuerat sententia,) sed etiam scirrhosum habitum fuerat; usque adeo tamen ab omni labe immune erat, ut nulla vel minimæ obstructionis, licet ubicunque talem latitare suspicio ingruere potuit aperuerimus,) vestigia offendi potuerant; verum vasa debitas suas distributiones quantum colligere potuimus, observabant, substantia uniformis & compacta erat, colorque universim, qualem naturæ modus exigit, optimus; hinc ut apparet, quam injuste sæpenumerò criminari soleamus hoc vitcus. Solummodo prægrande erat, & proinde (in macilentu praesertim corpore,) majorem solita in hypochondrio tensionem efficiens, palpum iis facile obtrudere potuit, qui, pro solenni olim more, cunctorum, hypochondriacorum titulo insignitorum, symptomatum causas ab Hepate & Liene obstructis deducunt. Hoc saltem notavimus, quod nec in cysti fellea, quæ plurimum contracta erat, nec in reliquis (quæ fæse conficienda obtule-\nrunt,) per hepar sparvis vasis biliaribus, quicquam bilis repertum fuerit, nec ab ea tincturam, nisi admodum dilutam, hauserant; verum in cystis cavitate quatuordecim reperiebantur concretiones, quarum maxima pars magnitudine pila æquabant, duæ vel tres paulo ampliores erant, pressæ rotunditatis, exterius fere nigricantes, & glabrae, atque Bezoar, postquam paululum aeris expositæ fuerant, æmulantes, primo autem intuitu pilulas aloeticas referentes, intus flavescentes, cum aliquali in centro cavitate, facileque friables.\n\nLien pariter ab omni labe immunitis videbatur, sed non fecus ac hepar, solito grandior.\n\nVentriculus vacuus (utpote quem pauculis ante mortem horis depleverat vomitionis, non infrequens tota ægritudinis decursu, paroxysmus; ut taceam Hon. Diamantafemper, ne Seraphicis fruitionibus poneretur obex, abstinentia usum fuisset, ut raro ipsis naturæ indigentiis, alimentorum debita ingesta mensura, vel maxime sana consuleret,) non multum, vet quod ad colorem vel texturam attinet, nisi quod paulo flaccidior fuerit, culpandus videbatur.\n\nPancreas nulla evidentia obstructionis indicia prodebat, ut nec mesenterii glandulae. Omentum satis firmum erat.\n\nRenes & fabulo, & calculis, omnique obstruente materia liberi erant, quantumvis praecipue doloribus, qui circa eorum regionem aliquoties invadere solebant, crediderat aliquando Illustre D. se calculo laborasse; Solum modo laxior aliquantum æquo videbatur illorum compages; quod forsan copiose quam perpeti solet, urinae limpidæ eos perluentis quantitati imputari meretur.\n\nUterus debite constitutus videbatur, quamvis ex symptomatis, quibus antea laboraverat, haud pauca huic parti adscribi soleant.\n\nIntra\nIntra thoracem observandum occurrebat, 1°, quod in dextro latere pulmones tam firmiter pleuræ, quatuor digitorum latitudine, adhaerent, ut nisi cultri adminiculo ægre separari potuerint; 2°, quod variis in locis, praestim hic illic circa loborum margines, tanto nigrore afficcerentur, ut ad sphacelationes proni viderentur.\n\nCor sanum conspiciebatur: quodque forsan attendi mereatur, pinguedinis sat magna quantitas basi ejus acrevit, quamquam reliquo corpore valde emaciata fuerit.\n\nAperto vero cranio tam subitæ cladis evidenter se obtulit causa. Vasa etenim sanguifera membranas (tenuem præterim,) dextri lobi cerebri perreptantia, sanguine admodum turgebant; iloque ex illa cerebri regione, (qua se laborare statim ab invasione conquesta est,) disflissis, magna effluxit serosi sanguinis quantitas; quo evacuato, cerebrique substantia cultello aperta, se in conspectum obtulit largus concreti croris grumus, qui stateræ impositus pependit unciam circiter cum dimidia, atque proinde largam illic fibi necessario formaverat cavitatem. Ast in ventriculos, vel alibi inter membranas nil omnino sanguinis effusum erat. Sinistrum lobum quod attinet, nec ille, nec ejus vasa sanguine supra modum turgebant. De cætero, nil in prope ra isthac, quam lucernarum ope adornabamus, dissectione (nempe festinandum erat,) comperire potuimus, unde concludendum esset cerebrum, quantum oculis patuit, male affectum esse; tametsi ex variis symptomatis quibus à longo tempore obnoxia fuisse Nobiliß. Dæ (ut-pote cordis tremore, & palpitationibus, magnis anxietatibus, musculorum in artubus aliisque partibus contracturis & doloribus, aliisque pluribus convulsivis,) non levis momenti argumenta succi nervosi haud parum vitiati defumi potuerint. Unde corollarium isthoc forsan deducere liceat; Succorum in corpore contentorum vitia non semper partium vel continentium vel\nfecernentium culpæ, sed quandoque (si non plerumque,) propriæ eorum degenerationi & dyfcrasiae imputanda esse. Cerebrum, cum cerebello, cranio exemptum, & superfluo, qua licuit, sanguine liberatum, pependit ibii unc XIIIII, juxta vulgata pondera quæ apud nos in usu sunt, & ad manum erant, Averdupois dicta; id quod forsan curiosis non ingratum fuerit annotasse.\n\nAn Ab.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102160.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 2578,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1644,
        2
      ],
      [
        1644,
        3515,
        3
      ],
      [
        3515,
        5197,
        4
      ],
      [
        5197,
        7052,
        5
      ],
      [
        7052,
        7422,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102160",
    "title": "Phaenomena in Cadauere PraeNobilis Cujusdam FaeMinae, Apoplexia Peremptae, Inter Diβecandum, Maii 12, 1679, à Clariss. Medico Dno. Dre. Cole Observata",
    "authors": "Cole",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102160"
  }
}