{
  "id": "491f2209b7b4d592ea6f6096b1ea0a312d2e7289",
  "text": "V. An Account of an Extra-Uterine Fœtus, taken out of a Woman after Death, that had continued five Years and an half in the Body. By Robert Houstoun, M. D.\n\nI was sent for in August 1717, to a Woman near Newport-Market, who had been married eighteen Years to a Native of the East Indies, by whom she had eight Children, besides two Miscarriages. At my visiting her, now, she was with Child in a second Marriage, and her Husband a vigorous young Man.\n\nShe was near her full Time, and had felt Pains for several Days, which, returning by Intervals, she concluded, would, as usual, bring on her Delivery. Her Mother and her Midwife, apprehending no Difficulty, assured those about her, that only Time was wanting.\n\nBut I found, on Examination, that her Womb was of no Bulk to contain a Child near its Time; and that its Neck, of an uncommon Hardness, was also clos'd so straitly, as to refuse the least Admission, even of a small Probe or knitting Needle.\n\nI declared upon this, that her Delivery was impossible; because the Child was not within the Womb, but between the Womb and the Guts: That it might be remov'd by a Passage to be made for it, without any great Pain, and with Safety to the Mother. I offer'd to undertake it, and assur'd them, that this was the only Opportunity; and that if she neglected it, it\nwould hereafter be out of the Power of Art to give her the Relief, she must languish for till Death, unless favour'd by some unlikely and extraordinary Accident.\n\nHowever confidently I affirm'd it, they listened with a Mixture of Disbelief and Amazement, and rejected my Assistance. At that Time, in Probability, it would have been successful; for she was a slender well-shap'd Woman, in good Habit of Body, and of a sprightly Disposition.\n\nIt was a Year after this, when Mrs. Hexel, a noted Midwife in St. James's Parish, desir'd me again to visit her. I found her much disorder'd by a growing Imposthumation in her Belly: I order'd her some cordial Stomachicks, Cassia, and such gentle Lenitives; and they met a Success beyond my Expectation: So that, by aid of a regular Diet, and the watchful Exactness of a very tender Mother (a Nurse of above thirty Years Experience about this City) I restor'd her to such Strength, that she went cheerfully Abroad, and re-apply'd herself to Business. I told her she might frankly benefit herself by my Advice, or my Medicines: And she call'd as she found Occasion.\n\nBut about fifteen Months from the Time when I visited her first, her Mother came from her to entreat my Assistance: She complain'd of great Pain in the lower Part of her Abdomen; and I found a Tumour of a conick Form, projecting about an Inch beneath the Umbilicus: Its Inflammation, with Tension, and a Feverishness attending it, so plainly indicated Suppuratives, that I was not surpriz'd to hear, in a few Days, that it had broke, as I wish'd.\n\nI proposed to lay it open, both to give a free Emifion, and prevent its becoming fistulous; but she was apprehensive, that I would, as she call'd it, cut open her\nher Belly: So that not being able to prevail with her, I order'd a Pot of Unguent, and some Plaisters.\n\nThe Ulcer soon grew fistulous, and so continued till she dy'd, which was on the 23d of March last, in the 41st Year of her Age.\n\nFor above five Months before her Death, she voided her Excrements by this Vent, and all the soft Parts of the Fœtus, with some small Bones of its Fingers. But the rest of the Skeleton remaining entire, I took it out of her Body, together with the Vagina, Uterus, Rectum, &c. wherein it had involv'd itself, as may be seen more particularly in the Figure annexed.\n\nExplication of the Figures.\n\nFig. 21.\n\nA The Clitoris.\nB B The Nympha.\nC The Rima, or Entry into the Vagina.\nD The Bladder.\nE E The Ureters cut off.\nF The Uterus found and entire.\nG The Left Ovarium.\nH H The Tubes.\nI Part of the Colon cut off.\nK Part of the Peritoneum.\nL Part of the Ileum cut off.\nM Part of the Cecum.\nO Part of the Cranium that plainly appears.\nP The Ulcer, through which the Excrements pass'd, with some small Bones.\nQ Q Q Q The Bulky Mass, wherein the Skeleton is contain'd, between the Uterus, part of the Vagina, and Rectum.\nR R Part of the Cutis.\nShe was full nine Months gone in August 1717, and dy'd the 23d of March 1723, on which Day I took it out.\n\nFig. 22. A Lateral View.\n\nA Orificium Vagina.\nB Anus.\nC Intestinum Rectum.\nDDD The Mass, wherein the Skeleton is contain'd.\nE The Costæ plainly appearing.\nF The Bladder laid aside.\nG The Ureter cut off.\nH The Uterus.\nI The Ovary.\nK The Tube.\nL Part of the Colon.\nM The Ulcer, through which the Excrements pass'd, about one Inch beneath the Navel.\nN Bones in the Orifice of the Ulcer.\n\nFINIS.\n\nERRATUM.\n\nNumb. 376. Pag. 308. l. 7. del. square.\n\nLONDON: Printed for W. and J. Innys, Printers to the Royal Society; at the Prince's-Arms, the West End of St. Paul's Church-Yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103640.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9086,
    "total-output-tokens": 1484,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1314,
        3
      ],
      [
        1314,
        3032,
        4
      ],
      [
        3032,
        4200,
        5
      ],
      [
        4200,
        4880,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103640",
    "title": "An Account of an Extra-Uterine Faetus, Taken out of a Woman after Death, That Had Continued Five Years and an Half in the Body. By Robert Houstoun, M. D.",
    "authors": "Robert Houstoun",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103640"
  }
}