{
  "id": "98ce5a65ac881a893d2de7656455f8023533e006",
  "text": "LXXXIII. Extract of a Letter from Charlton Wollaston, M. D. F. R. S. to William Heberden, M. D. F. R. S. dated Bury St. Edmund's, April 13, 1762, relating to the Case of Mortification of Limbs in a Family at Wattisham in Suffolk.\n\nRead April 22, 1762.\n\nJOHN Downing, a poor labouring man, who lives at Wattisham, a small village about fifteen miles from Bury, in January last had a wife and six children; the eldest, a girl, about fifteen years of age, the youngest about four months. They were also at that time very healthy, as the man himself, and his neighbours, assured me.\n\nOn Sunday, the 10th of January, the eldest girl complained, in the morning, of a pain in her left leg; particularly, in the calf of the leg. Towards evening, the pain grew exceedingly violent. The same evening, another girl, about ten years old, complained of the same violent pain in the leg. On the Monday, the mother and another child, and on the Tuesday, all the rest of the family, except the father, were affected in the same manner. The pain was exceedingly violent; insomuch, that the whole neighbourhood was alarmed with the loudness of their shrieks. The left leg of most of them was only affected; but in some, both legs. The little child was taken from its mother's breast, as soon as she was taken ill, and lived a few weeks. The nurse told me, it seemed to be in violent pain, and that its legs were black before death.\n\nI was\nI was exact in my enquiries about each particular person. By what I could learn from them, in about four, five, or six days, the diseased leg began to grow less painful, and to turn black gradually; appearing, at first, covered with spots, as if it had been bruised. The other leg began to be affected, at that time, with the same excruciating pain, and, in a few days, that also began to mortify. In a very little time, both legs were perfectly sphacelated. The mortified parts separated, without assistance, from the sound parts, and the surgeon had, in most of the cases, no other trouble, than to cut through the bone, with little or no pain to the patient. The separation was, in most of them, about two inches below the knee; in some, rather lower; and to one child, the feet separated at the ankle, without any assistance from the surgeon. In some, the separation was not quite so perfect. The eldest girl has had one leg taken off, and the other is perfectly sphacelated; but the surgeon has not thought proper to cut it off yet, as the thigh is much swelled, and there is a large abscess under the ham. The mother has the right foot off at the ankle; the other leg is a mere bone, quite black, and exceedingly fetid, with some little remains of putrid, almost dry flesh, in some parts. One child only has one leg saved, with the loss of two toes of that leg. Three of the children have lost both legs, and the other child both feet. This is the present state of their legs; viz.\n\nMary the Mother, ætat. 40. The right foot off at the ankle: the left leg mortified, a mere bone; but not off.\n\nMary, ætat. 15. One leg off below the knee: the other perfectly sphacelated; but not yet off.\n\nElizabeth,\nElizabeuh, ætat. 13. Both legs off below the knees.\nSarah, ætat. 10. One foot off at the ankle.\nRobert, ætat. 8. Both legs off below the knees.\nEdward, ætat. 4. Both feet off at the ankles.\nAn infant, four months old, dead.\n\nThe father was attacked about a fortnight after the rest of the family, and in a slighter degree, the pain being confined to two fingers of his right hand, which turned blackish, and were withered for some time; but are now better, and he has, in some degree, recovered the use of them.\n\nIt is remarkable, that, during all the time of this calamity, the whole family are said to have appeared in other respects well. They eat heartily, and slept well, when the pain began to abate. When I saw them, they all seemed free from fever, except the girl, who has an abscess in her thigh. The mother looks emaciated, and has very little use of her hands. The rest of the family seemed well. One poor boy, in particular, looked as healthy and florid as possible, and was sitting on the bed, quite jolly, drumming with his stumps.\n\nI made what enquiry I could into the manner of their life, and food, before this misfortune befell them; but I cannot discover any thing, to which I can, in the least, attribute this very surprizing attack. They lived, as the country people here do, on dried peas, pickled pork, bread and cheese, milk and small-beer. The man was a day-labourer, and the woman and children spun, and, by their industry and sobriety, maintained themselves very well. There is no reason to apprehend, that these poor people had suffered, by being exposed to severe cold, as the beginning of January\nJanuary was remarkably mild. It is not very uncommon for one limb to be lost by a sphacelus, attended with the same symptoms, as in these cases; but it is very extraordinary, that a disorder of this kind should run through a whole family, with such amazing violence and rapidity.\n\nA nurse, who has lived with them from the beginning of their illness, has not been affected. She did not live in the house with them before; but used to be with them frequently.\n\nLXXXIV. Extract of a Letter from the Reverend James Bones, M. A. Minister of Wattisham, near Stowmarket in Suffolk, to George Baker, M. D. F. R. S. relating to the Case of Mortification of Limbs in a Family there.\n\nRead May 6, 1762.\n\nThe following history of the sufferings of a poor family, in my parish of Wattisham, is as circumstantially exact as I can give it you.\n\nOn Sunday, January 10, Mary, daughter of John and Mary Downing, sixteen years old, felt a violent pain in her left-leg, which, in an hour or two, affected likewise her foot, and particularly her toes. On the next day, her toes were much swollen, and black spots appeared on them. By degrees, the whole foot became swollen, and black. The pain, which was now chiefly in her toes, was, as she says, as if dogs",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105661.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1633,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1421,
        2
      ],
      [
        1421,
        3127,
        3
      ],
      [
        3127,
        4755,
        4
      ],
      [
        4755,
        5993,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105661",
    "title": "Extract of a Letter from Charlton Wollaston, M. D. F. R. S. to William Heberden, M. D. F. R. S. Dated Bury St. Edmund's, April 13, 1762, Relating to the Case of Mortification of Limbs in a Family at Wattisham in Suffolk",
    "authors": "Charlton Wollaston",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105661"
  }
}