{
  "id": "6f30c7dda4f45cc2e60f19abe42006c74e5be93d",
  "text": "VI. Of an Iliac Passion, occasioned by an Appendix in the Ilion: By the late Claudius Amyand Esq; Serjeant-Surgeon to His Majesty, and F.R.S.\n\nRead May 2. Upon the 15th of September 1739.\n\nA Lad about 10 Years of Age, seemingly in perfect Health, after drinking some four Small-Beer, complained of a violent Colic; which increasing with great Tension of the Belly, and continual Vomitings of Excrements, he died three Days after of a Miserere, ending in a Mortification of the inflamed Guts.\n\nHe was suspected to have been poisoned; which occasioned Mr. Macculloch's being sent for to open him. All the large Guts were found empty, up to an Appendix, or a hernious Expansion in the Ilion, about three Inches long, and of the same Dimensions with the Gut itself; which was so contracted and shut by a Spasm, that as nothing could pass downwards, so all the Faeces were retained in the intestinal Pipe betwixt this and the Stomach, which was greatly distended as far as the Pylorus; the Opening into the Stomach there, and that in the Guts below, which were contracted and spasmed; being so close, as hardly to admit of a small Probe.\n\nThe frequent Vomitings of Excrements, during Life, shew'd, that the Stricture at the Pylorus had occasionally given Way to their coming into the Stomach; but, as these were thrown up as soon as let in, this Viscus was found as empty, as the Guts were below the strangulated Gut; thro' which\nwhich nothing had passed during the Course of the Disease.\n\nThis Appendix of the Ilion, more capacious and longer than that usually observed in the Cecum, being supported by no Mesentery, lay loose and floating. At its Opening into the Gut, it made an acute Angle, determining the Course of the Faeces from the upper Gut into it, and obstructing their Descent into the natural Pipe; where the Current was made difficult, from a Defect in some Segment of the Fibres intervent to the vermicular and peristaltic Action; which, likely, was the Occasion of the Spasm, the contracted Fibres of the Gut having no Antagonist above, and the compelling Force to conquer the Resistance being wanting.\n\nIn the Liver there was a steatomatous Tumour stretched out thro' its Substance, containing in its Cystis about eight Ounces of Matter; but so disposed, that the Course of the Fluids and Juices in and out was not impeded.\n\nVII. A Proposal for Warming Rooms by the Steam of boiling Water conveyed in Pipes along the Walls: And a Method of preventing Ships from Leaking, whose Bottoms are eaten by the Worms: By Colonel Wm. Cook.\n\nRead May 2. 1745.\n\nA N Engine for giving a sufficient Heat to all the Rooms in a House from the Kitchen Fire.\n\nFig.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104482.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 750,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1425,
        2
      ],
      [
        1425,
        2659,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104482",
    "title": "Of an Iliac Passion, Occasioned by an Appendix in the Ilion: By the Late Claudius Amyand Esq; Serjeant-Surgeon to His Majesty, and F. R. S.",
    "authors": "Claudius Amyand",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104482"
  }
}