{
  "id": "97d20035055cc877d8bcb664283725fc5a3de5b8",
  "text": "V. Analysis of a triple Sulphuret, of Lead, Antimony, and Copper, from Cornwall. By Charles Hatchett, Esq. F. R. S.\n\nRead January 26, 1804.\n\nThe substance which forms the subject of this Paper, has hitherto been regarded as an ore of antimony; it is extremely rare, and has only been obtained from Huel Boys, in the parish of Endellion, a mine which, from deficiency of profit, has for some time been abandoned.\n\nThe scarcity of the ore has probably been the cause of its being unknown to foreign mineralogists; indeed few even of the British cabinets possess it; but the most perfect and beautiful specimens are (as far as I know) to be seen in the splendid collection of Philip Rashleigh, Esq. of Menabilly, in Cornwall.\n\nTo Mr. Rashleigh we are indebted for the first description of this ore;* but no subsequent notice had been taken of it, until the preceding Paper was written by the Count de Bournon, whose eminent merits, as a mineralogist and crystallographer, are well known to this Society.\n\n1.\n\nThe specific gravity of this substance is $5766$, at $65^\\circ$ of Fahrenheit.\n\n* Specimens of British Minerals, selected from the Cabinet of Philip Rashleigh, Esq. F. R. S. &c. Part I. page 34, Plate XIX.\nII.\n\nIf suddenly heated on charcoal, by the blowpipe, it crackles and splits; but, when gradually exposed to the flame, it liquefies, and, upon cooling, assumes a dull metallic gray colour.\n\nWhen the globule was longer exposed to heat, white fumes (which at first had a sulphureous odour) were evolved, and partly settled on the charcoal.\n\nEbullition prevailed during the discharge of these white fumes; and the globule gradually suffered considerable diminution, remaining at length tranquil, and of a very dark gray colour.\n\nUpon examination, this appeared to be principally sulphuret of lead, which, like a crust, enveloped a minute globule of metallic copper, so malleable as to bear to be flattened by a hammer.\n\nIII.\n\nSome of the ore, finely powdered, was put into a matrass, and nitric acid diluted with an equal portion of water was poured on it. Upon being digested in a low heat, a considerable part was dissolved, with much effervescence. Some sulphur, which floated, was separated; and the clear liquor, which was bluish green, was decanted from the residuum at the bottom of the vessel.\n\nA great part of the excess of acid being expelled from the solution, it was largely diluted with distilled water, and some dissolved muriate of soda was added; but this did not produce any alteration in the transparency of the liquor. A solution of sulphate of soda was then poured in, and formed a very copious precipitate of sulphate of lead.\n\nWhen this had been separated, the liquor was saturated with ammonia; by which it was changed to a deep blue colour. A\nfew flocculi of iron were separated; and the remainder was found to contain nothing but copper.\n\nThe sulphur which had floated, was added to the residuum which had subsided to the bottom of the matrass; and the whole was digested with muriatic acid. This solution was of a straw colour; and, when separated from the sulphur, and poured into a large quantity of water, afforded a plentiful white precipitate.\n\nThis precipitate was completely resolved into white fumes, by the blowpipe; and the muriatic solution of it, when added to water impregnated with hydro-sulphuret of ammonia, formed the orange coloured precipitate, commonly known by the appellation of golden sulphur of antimony.\n\niv.\n\nMuriatic acid did not immediately act upon the pulverized ore; but a solution was speedily effected by the addition of a few drops of nitric acid: pure sulphur was separated; and the liquor, being decanted into water, yielded a copious precipitate of oxide of antimony.\n\nThe filtrated solution, by gradual evaporation, afforded crystals of muriate of lead; and the lead which afterwards remained in the liquor, was separated by a few drops of sulphuric acid.\n\nThe solution was now of a bright green colour, and, as before, was found only to contain copper, and a minute portion of iron; the former was therefore precipitated in the metallic state, by a plate of zinc.\n\nThese experiments, with others which I have not thought necessary to mention, prove, that the constituent parts of this ore are lead, antimony, copper, and a little iron, combined with\nMr. Hatchett's Analysis of a sulphur; and, when the specific gravity, the external and internal colour, fracture, grain, and other characters are considered, there can be no doubt but that at least the three first metals exist in the ore, in, or nearly in, the metallic state, combined with sulphur, so as to form a triple sulphuret; to ascertain the proportions of which, the following analysis was made.\n\nv.\n\nANALYSIS.\n\nA. 200 grains of the ore, reduced to a fine powder, were put into a glass matrass, and, two ounces of muriatic acid being added, the vessel was placed in a sand-bath. As this acid, even when heated, scarcely produced any effect, some nitric acid was gradually added, by drops, until a moderate effervescence began to appear.\n\nThe whole was then digested in a gentle heat, during one hour; and a green coloured solution was formed, whilst a quantity of sulphur floated on the surface, which was collected, and was again digested in another vessel, with half an ounce of muriatic acid.\n\nThe sulphur then appeared to be pure, and, being well washed and dried on bibulous paper, weighed 34 grains: it was afterwards burned in a porcelain cup, without leaving any other residuum than a slight dark stain.\n\nB. The green solution, by cooling, had deposited a white saline sediment; but this disappeared upon the application of heat, and the addition of the muriatic acid in which the sulphur had been digested.\n\nThe solution was perfectly transparent, and of a yellowish\ngreen: it was made to boil, and in this state was added to three quarts of boiling distilled water, which immediately became like milk; this was poured on a very bibulous filter, so that the liquor passed through before it had time to cool; and the white precipitate thus collected, being well edulcorated with boiling water, and dried on a sand-bath, weighed 63 grains.\n\nC. The washings were added to the filtrated liquor; and the whole was gradually evaporated at different times, between each of which it was suffered to cool, and remain undisturbed during several hours. A quantity of crystallized muriate of lead was thus obtained, until nearly the whole of the liquor was evaporated: to this last portion a few drops of sulphuric acid were added, and the evaporation was carried on to dryness; after which, the residuum, being dissolved in boiling distilled water, left a small portion of sulphate of lead.\n\nThe crystallized muriate of lead was then dissolved in boiling water; and, being precipitated by sulphate of soda, was added to the former portion, was washed, dried on a sand-bath, and then weighed 120.20 grains.\n\nD. The filtrated liquor was now of a pale bluish-green, which changed to deep blue, upon the addition of ammonia; some ochraceous flocculi were collected, and, when dry, were heated with wax in a porcelain crucible, by which they became completely attractable by the magnet, and weighed 2.40 grains.\n\nE. The clear blue liquor was evaporated nearly to dryness; and, being boiled with strong lixivium of pure potash, until the whole was almost reduced to a dry mass, it was dissolved in boiling distilled water; and the black oxide of copper, being collected and washed on a filter, was completely dried, and weighed 32 grains.\n\n200 grains of the ore, treated as here stated, afforded,\nMr. Hatchett's Analysis of a\n\nGrains.\n\nA. Sulphur - - - 34.\nB. Oxide of antimony - - 63.\nC. Sulphate of lead - - 120.20\nD. Iron - - - 2.40\nE. Black oxide of copper - - 32.\n\nBut the metals composing this triple sulphuret are evidently in the metallic state; and white oxide of antimony precipitated from muriatic acid by water, is to metallic antimony as 130 to 100; therefore, the 63 grains of the oxide must be estimated at 48.46, grains of the metal.\n\nAgain, sulphate of lead is to metallic lead as 141 to 100; therefore, 120.20 grains of the former are = 85.24 grains of the latter. And, lastly, black oxide of copper contains 20 per cent. of oxygen; consequently, 32 grains of the black oxide are = 25.60 grains of metallic copper.\n\nThe proportions for 200 grains of the ore, will therefore be,\n\n| Substance     | Grains |\n|---------------|--------|\n| Sulphur       | 34     |\n| Antimony      | 48.46  |\n| Lead          | 85.24  |\n| Iron          | 2.40   |\n| Copper        | 25.60  |\n\nLoss - 195.70\n\nOr, per cent.\n\n| Substance     | Percent |\n|---------------|---------|\n| Sulphur       | 17      |\n| Antimony      | 24.23   |\n| Lead          | 42.62   |\n| Iron          | 1.20    |\n| Copper        | 12.80   |\n\nLoss - 97.85\nThese proportions, I have reason to believe, are tolerably exact; for I did not observe any essential variation in the results of two other analyses, which I made of this substance, with every possible precaution.\n\nThe loss may be principally ascribed to the oxide of antimony and sulphate of lead; but especially to the former, which has a great tendency to adhere to filters and glass vessels.\n\nIn some of the preliminary experiments, I obtained a small portion of zinc; but, having received, through the kindness of Mr. R. Phillips, of Lombard-street, some pure crystals of the ore, I found that the zinc had proceeded from blende, which was imperceptibly mixed in the specimens which I had first examined.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107139.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 2572,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1212,
        2
      ],
      [
        1212,
        2777,
        3
      ],
      [
        2777,
        4325,
        4
      ],
      [
        4325,
        5811,
        5
      ],
      [
        5811,
        7624,
        6
      ],
      [
        7624,
        8854,
        7
      ],
      [
        8854,
        9563,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107139",
    "title": "Analysis of a Triple Sulphuret, of Lead, Antimony, and Copper, from Cornwall",
    "authors": "Charles Hatchett",
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107139"
  }
}