{
  "id": "ac50ef83edabba48aa34c1dfdbacd4f0b41b87d2",
  "text": "IV. On the Production of artificial Cold by Means of Muriate of Lime. By Mr. Richard Walker. Communicated by Henry Cavendish, Esq. F. R. S.\n\nRead January 22, 1801.\n\nThe subject of the means of producing artificial cold, or the constitution of frigorific mixtures, I had considered as exhausted, in the Papers I have already had the honour to lay before this Society: so far as relates to that part of the subject which consists in generating artificial cold without the use of ice, it still remains so with me, having nothing new to offer.\n\nA considerable acquisition however having been made, since my last Paper \"On the best Methods of producing artificial Cold,\"* by the discovery that a neutral salt, but little known, or attended to, by chemists before, produced extraordinary effects of this kind with ice, it could not fail of attracting my attention.\n\nSince the time I first became acquainted with this circumstance, I have, as opportunity offered, been engaged in making a variety of experiments with this salt, which I flatter myself, if the Society have not already received a communication on the subject, may not prove unacceptable.\n\nBefore I relate my own experiments, it may be proper to premise a short account of those of Mr. Lowitz, the author of the discovery.\n\n* Phil. Trans. for 1795, p. 270.\nThe result of Mr. Lowitz's experiments are, in his Memoir,* given according to the scale of Reaumur; but, in this, are throughout reduced to that of Fahrenheit.\n\nMr. Lowitz, Professor of chemistry in Petersburgh, having found, by an experiment made in the Winter of 1792, that caustic vegetable alkali, in a solid state, produced a degree of cold far exceeding any other substance before mixed with snow, viz. 83 degrees, determined to prosecute the subject; and, upon reflection, considering that the deliquescent salts were likely to be fittest for his purpose, fixed chiefly upon the class of muriatic salts, or those which have their base neutralized by the muriatic acid. The result of his experiments was the discovery, that crystallized muriate of lime sunk the thermometer 82 degrees; and that the other neutral salts of this class, though much inferior to that salt, exhibited nevertheless remarkable powers of the same kind.†\n\nProfessor Lowitz, in the Memoir alluded to, observes that he has repeated my experiments with chemical salts and snow, but could not produce a degree of cold below + 2°. Here is evidently some mistake; for it is sufficiently known, that the novelty of my experiments depends on the production of cold, without the use of ice in any form.‡\n\nPr. Lowitz, having found by experiment that, at the temperature of + 27°, four parts of muriate of lime to three of snow produced a temperature of — 55°, and that an increase of the\n\n* See a translation from Crell's Chemical Annals for 1796, by Mons. Van Mons, Vol. XXII. p. 297, of the Annales de Chimie.\n\n† Professor Lowitz no sooner discovered the great efficacy of the muriate of lime for this purpose, than he gladly rejected the caustic vegetable alkali, on account of its burning quality; the difference being one degree only.\n\n‡ See the table of frigorific mixtures. Phil. Trans. for 1795, p. 279.\n\nMDCCCCI.\nsalt, even in the proportion of two to one, did not diminish the effect, determined the best and surest proportions to be, three parts of the muriate of lime to two of snow.\n\nBut, since we shall find hereafter the temperature of $+32^\\circ$ to be a more convenient term of comparison, we may fairly state the fact thus; that muriate of lime three parts and snow two parts, mixed at the temperature of $+32^\\circ$, will give $-50^\\circ$.\n\nThe snow, to produce the greatest effect, he says, should be fresh-fallen, dry, and light or uncompressed; and the salt perfectly dry, and reduced to very fine powder.\n\nPr. Lowitz's method is, to add at once the salt to the snow; the latter being previously put into a convenient vessel. As the salt produces the greatest effect whilst it retains the greatest quantity of water of crystallization, he prepares it during a freezing atmosphere, pounds it, sifts it, and keeps it in close bottles, in a cold place. With a mixture of this kind, Pr. Lowitz froze, in one experiment, 35 pounds of quicksilver.\n\nPr. Lowitz observes, that with the above precautions and management, it is impossible to fail in the design of freezing quicksilver with it.\n\nPr. Lowitz found likewise, that the muriate of lime, prepared as above, produced 38 degrees of cold by solution in water; that is, by adding 3 parts of this salt, in powder, to 2 parts of water, each at the temperature of $+36\\frac{1}{2}$, the thermometer sunk to $-1\\frac{1}{2}$.\n\nPr. Lowitz adds, that the muriate of lime which has been used for making frigorific mixtures, may be procured again repeatedly, as fit as at first for the same purpose, by evaporation and crystallization.*\n\n* The muriate of lime made use of by Professor Lowitz, in these experiments, was obtained from the residue after the distillation of caustic ammonia.\nHaving given an account of Pr. Lowitz's experiments, I shall now relate briefly the result of a series of experiments made by myself, which occurred to me in consequence of Pr. Lowitz's discovery.\n\nMy first object was, to repeat the foregoing experiment under similar circumstances; but the thermometer (the temperature of the air and materials being $+32^\\circ$) sunk, in this instance, no lower than $-48^\\circ$.\n\nThe liquefaction, in the above instance, was remarkably sudden; and the full effect was produced, as it were, in an instant.\n\nSecondly, with a view either of producing a very extraordinary degree of cold, or ascertaining the point at which this salt ceases to produce further cold, I mixed the same materials, previously cooled by art to $40^\\circ$ below $0$, when the thermometer sunk to $63^\\circ$ below $0$.*\n\nThirdly, some of the same salt, in a crystallized state, was set out to deliquesce in the open air: this liquor mixed with snow, each at the temperature of $+32^\\circ$, gave a cold of $-20^\\circ$.\n\nHence it appears, that $52$ degrees of heat were absorbed, or rendered latent, by the liquefaction of the snow, and $28$ by that of the salt, in the first experiment; that is, in the whole, $80$ degrees.\n\nThe muriate of lime used in the above experiments was prepared thus. Muriatic acid $1$ part, and distilled water $3$ parts, were thoroughly mixed; this liquor was then perfectly saturated with whiting, and, when clear, poured off. The mixture was afterwards evaporated, till it crystallized in air at $+32^\\circ$,\n\n* In this instance, as I afterwards found, the proportion of snow, owing in part to a considerable portion of the muriate of lime remaining frozen at the bottom of the vessel, and not mixing, was much too great.\nMr. Walker's Experiments on\n\n(which happened when the liquor had been evaporated to the consistence of a thin syrup,) and then reduced to fine powder.\n\nFrom the preceding account it is apparent, that Pr. Lowitz has discovered a single frigorific mixture, by which quicksilver may be frozen whenever the temperature of the materials at mixing is no colder than $+32^\\circ$; whereas, the nitrous acid with snow, which has hitherto been considered as the most powerful of frigorific mixtures, requires a temperature of $+7^\\circ$, to produce the same effect.\n\nAt the same time, however, it should be observed, that an experiment with this salt, prepared as above, can be made only during a freezing atmosphere; the salt itself thus prepared, becoming, as may be inferred from the above, and as I have myself experienced, unfit for use by a warmer temperature.\n\nReflecting upon my former experiments, I determined to try the effect of this salt, reduced to such a strength, by evaporation, as to endure being kept, in a solid state, throughout the year. For this purpose, I found it necessary that the liquor, prepared as before, should be evaporated to the consistence of a thickish syrup, before it is set by to crystallize; when the produce will be a semi-transparent, uniform, crystalline mass, which affords, on pulverizing, a white pearl-coloured powder, which should be preserved for use in a bottle closed with a ground stopper.\n\nSome of the powder above mentioned, (which had been previously subjected to a temperature of $+70^\\circ$, without melting,) I mixed with snow, each at the temperature of $+32^\\circ$; when the thermometer, to my perfect satisfaction, sunk to $-40^\\circ$; and, at another time, when the air was $+20^\\circ$, I froze quicksilver perfectly solid, by a mixture of the same materials.\nIt appeared reasonable to expect that the power of this salt for producing cold, might be assisted by the combination with, or addition of, other salts, as has been found to be the case in other instances, to a considerable degree; and, conceiving from my former experiments, that the muriate of soda and nitrate of ammonia promised the greatest success in this way, these alone producing with snow a cold of $-25^\\circ$, I was naturally led to combine these with the muriate of lime; but I obtained no advantage by this, or by any other means, worth noticing.*\n\nIn the course of last winter, and the summer preceding, I repeated my former experiments with more accuracy; and likewise made some additional ones, on the power of muriate of lime for producing cold with ice, the result of which I shall here briefly state.\n\nIn order to reduce the experiments made with the muriate of lime to a greater certainty, I carefully obtained the respective specific gravities to which this salt should be reduced by evaporation, before it be set by to cool, in order to become solid, in either instance: thus, when the muriate of lime is to be of that strength which is to be prepared and used at the temperature of $+32^\\circ$, the specific gravity of the liquor should be, at the temperature of $+80^\\circ$, $1.450$; and when of that strength to be\n\n* M. Van Mons tried the effect of the caustic soda (which alone produces a cold of $-15^\\circ$ with snow) combined with the muriate of lime, and found the effect increased very considerably. By this means, he says, \"In my new experiments on the effects of artificial cold, I have carried it to $-53^\\circ$, old division\"; (viz. $87^\\circ$ of Fahrenheit.) He does not mention the temperature at which the materials were mixed, to produce this effect.—M. Van Mons effects a chemical union of these two salts thus: he slakes quicklime with a solution of muriate of soda; this mixture, when become cold, he filters, and afterwards evaporates, until when cold it will become solid. Annales de Chimie, Tom. XXIX.\nkept and used at the ordinary temperature of the air at any time, the specific gravity of the liquor should be 1,490, at 80° of heat.*\n\nThe liquor, when sufficiently evaporated, should be set by to crystallize; and the crystallized mass, as soon as cold, should be reduced to very fine powder, in a glass or stone-mortar. The muriate of lime, in its solid state, being a hard brittle substance, it is necessary commonly to immerse the vessel containing it in water sufficiently warm to loosen the mass, in order to remove it out of the vessel, to pound it.\n\nWhen the muriate of lime is intended to be preserved for future use, the powder should be put directly into a bottle, and closely stopped from the air; for this salt is extremely deliquescent, and hence, a dry state of the atmosphere should be chosen for preparing it.\n\nThese experiments I shall divide into two series; the first of which consists of those made with the muriate of lime prepared so as to be used in winter only, that is, of the strength of 1,450.\n\nThe second series consists of those made with the same salt prepared so as to be kept for use at any time, the strength of which is 1,490.\n\n* Muriate of lime evaporated to the strength of 1,400, gives (if cooled slowly in a cold air, viz. + 20°) perfect crystals; this is the fittest state of the salt for producing cold.\nSeries I.\n\nExp. 1st. Muriate of lime 3, Snow 2, - - at + 32° - - gave - 50°*\n2d. ———— 2, ——— 1, ——— 0 ——— 66°\n3d. ———— 3, ——— 1, ——— 40° ——— 73°\n4th. Diluted vitriolic acid 10,† ——— 8, ——— 68° ——— 91°‡\n\n* This experiment being repeated, using ice-powder, (instead of snow,) gave — 51°;\n—that is, ice ground to very fine powder with the instrument described in Phil.\nTrans. for 1795, page 288.\n\n† Concentrated vitriolic acid 8 parts, water 4 parts, and rectified spirit of wine 1 part, mixed and cooled previously to the temperature of the air.\n\n‡ This experiment was made on the 10th of March last, and conducted by a series of three mixtures, thus. The materials for the second mixture, consisting of muriate of lime and snow, separated from each other by an intervening stratum of fine sand, were cooled in a large vessel, having a partition in the middle forming it into two compartments, to near 40° below 0, by means of a prior mixture of the same materials. The materials for the second mixture, cooled as above mentioned, were then mixed in each compartment of this double vessel, and let through an aperture at the bottom of each, (closed till then by a temporary partition,) into such an apparatus as that represented in the drawing, which contained the materials for the third or last mixture, consisting of the diluted vitriolic acid and snow, which had already been separately cooled in their respective vessels, to near 40° below 0.\n\nThe thermometer represented in the drawing was then placed in the tube of the upper vessel; and, when the snow was cooled to the utmost, viz. to near 70 below 0, the cooled snow was forced through into the cup containing the acid, the vessels were separated, and the snow and liquor thoroughly mixed by means of the thermometer contained in its glass tube; the thermometer was then withdrawn from the tube, and stirred about in this last or third mixture, which, in ten seconds of time, indicated a cold of 91°‡ below 0; twenty seconds more elapsed before the thermometer began to rise. The mouth of the cup in the vessel B was, in this instance, closed with waxed paper, in order that I might invert the vessel occasionally, to renew the mixture in it; and the cup itself was coated within-side with wax, in order to defend it from the action of the acid.\nSeries II.\n\nExp. 1st. Muriate of lime 5, Ice-powder 4, at +32°, gave —41°*\n2d. ———— 4, ———— 3, ———— +20°, ———— 48°\n3d. ———— 4, ———— 3, ———— +10°, ———— 54°\n4th. ———— 3, ———— 2, ———— 15°, ———— 68°\n\nIn the first experiment, the materials were mixed at the temperature of the air.\n\nIn the second, they were previously cooled, by a mixture of muriate of ammonia, nitrate of potash, and water; temperature of the air 52°; the salts which formed the preparatory mixture being recovered for use again, by evaporation.\n\nIn the third, they were cooled previously, by a mixture of muriate of ammonia, nitrate of potash, sulphate of soda, and water; temperature of the air 50°. And,\n\nIn the fourth, by a mixture of phosphate of soda, nitrate of ammonia, and diluted nitrous acid; temperature of the air 49°.†\n\nHaving concluded my experiments with the muriate of lime and ice, I proceeded to try the effects of this salt, prepared so as to retain its solid state during summer, viz. of the strength 1,490, by solution in water; and found that a mixture of this kind, produced twenty-nine degrees of cold; for, by adding 5 parts of the muriate of lime, in fine powder, to 4 parts of water, each at the temperature of +50°, I obtained a cold of +21°: this effect was not improved by the addition of other salts.\n\n* The same experiment made at +32°, with snow, (instead of ground ice,) gave —40°.\n† The composition and application of these frigorific mixtures are given in Phil. Trans. for 1795.\nThese experiments were made in such an apparatus as I am going to describe, which may at first appear new, but, upon examination, will be found to be only a different modification of the vessels represented in Fig. 3 and 4, Tab. XXIII. of Phil. Trans. for 1795; and appears to me to have all the advantages that can be obtained in an experiment of this nature.\n\nPlate VIII. Fig. 1, represents the section of an apparatus, consisting of two vessels; viz. A A, is a vessel 4 inches in diameter, and 4 inches high, (omitting its stand, by which it rests over another vessel, presently to be described,) having a tube (of one piece with it) \\(a\\), \\(\\frac{7}{8}\\) and \\(\\frac{1}{2}\\) in diameter, and 4 inches deep. This tube has a horizontal rim or shoulder, at \\(\\frac{2}{8}\\) of an inch from the top,* and is open at both ends; the lower one being closed occasionally, in the manner hereafter to be described; and the top of the tube, when the apparatus is of glass, by a stopple; or, if constructed of tin, by a sliding cover, fixed on the lid C.\n\nC, is the cover or lid of this vessel, fitting over it quite close, and having a collar to fit over the tube, likewise, down to its shoulder.\n\nB, represents a second vessel, upon which the former fits closely, but not tight. This vessel is 3 inches and \\(\\frac{6}{8}\\) in height, having a conical cup (of one piece with it) \\(b\\), 1 inch and \\(\\frac{1}{8}\\) diameter at the top, and 1 inch in diameter at the bottom, and three inches in depth: this cup is inclosed, at the distance\n\n*This vessel, when used, is to be filled up to this rim or shoulder only; that serving as a guard to prevent the frigorific mixture from getting into the tube: hence, the capacity of the vessel ending here, its height, and that of the tube, may be considered as 3 inches and \\(\\frac{6}{8}\\).\nof \\( \\frac{1}{8} \\) of an inch, by a thin partition \\( c \\),* of one piece likewise with the vessel.\n\n\\( D \\), is the cover or lid of this vessel, fitting over it water-tight,\\( \\dagger \\) forming a bottom to the vessel, and having a rim \\( \\frac{2}{8} \\) of an inch deep, as a stand to insulate it from the table; the whole apparatus appearing to form, when together, one cylindrical vessel, 8 inches high, and 4\\(\\frac{1}{2}\\) inches wide.\\( \\ddagger \\) The vessels \\( A \\) and \\( B \\) contain each 1 pint and \\( \\frac{1}{4} \\); and the tube \\( a \\), and cup \\( b \\), 1 ounce and \\( \\frac{1}{2} \\) each.\n\nN. B. The drawing, with the scale annexed, gives the section of this apparatus, of exactly the dimensions mentioned. The instrument described in Phil. Trans. for 1795, page 288, to\n\n---\n\n* Having ascertained by experiment, that a stratum of air of this thickness did not prevent (during the length of time which is required to freeze the water, and reduce the ice to powder in the tube \\( a \\)) the materials in the cup \\( b \\) from receiving the temperature required, yet was nevertheless sufficient to impede the action of the mixture on the materials, when mixed in the cup \\( b \\), during the short time required to take its temperature, or to freeze the quicksilver, I adopted this method, in preference to letting out the frigorific mixture from the vessel \\( B \\), immediately before mixing the last materials, as formerly.\n\n† If this cover does not fit water-tight, it may be made so, by the intervention of a thin bladder previously soaked in warm water.\n\n‡ For the purpose of ascertaining the proper proportion of the materials to be mixed at different temperatures, and other preparatory matters, I used an apparatus of the same construction as Fig. 3, Tab. XXIII. Phil. Trans. for 1795, but differing in having two tubes instead of one. The dimensions of this apparatus, being adapted to the same scale as the former, are thus: the vessel is \\( 5\\frac{1}{2} \\) inches high, and \\( 4\\frac{1}{2} \\) inches in diameter; the tubes are each \\( \\frac{7}{8} \\) of an inch in diameter, and 5 inches deep. The materials, being prepared separately in this vessel, were afterwards mixed in a wine-glass.\n\nBy means of this apparatus, in one instance, muriate of lime put into one tube, in a liquid state, and water in the other, were both consolidated by cold, then ground to powder, and afterwards mixed; but the salt did not grind well, and it moreover eroded and rusted the instrument.\nbe used with this apparatus, should be so long as just to pass through the bottom of the tube \\(a\\), viz. \\(\\frac{2}{8}\\) of an inch below it.\n\nFig. 2, represents the spirit thermometer made use of in the experiments: it consists of three parts, viz. A is the thermometer, having its scale-board (made of box-wood) of a semi-cylindrical form, being flat in front, and round at the back, in order that it may be adapted to the cylindrical tube B B, in which it slides easily up and down, centrally; and may be occasionally taken out of it. C, is a brass ferrule, cemented to, and forming one piece with, the tube, having a top or cover, which screws off and on. The scale extends from 100 below 0, to 100 above 0; the scale upwards being carried so far only as to allow of the unavoidable expansion to which the spirit may be subjected by atmospheric heat.\n\nThe thermometer (contrived by myself, and very accurately and neatly executed by Mr. Nairne, philosophical instrument-maker, in London,) is exactly twice the dimensions of the representation in the drawing, (as the scale,) and is graduated to single degrees; it has a common case, to make it portable.\n\nN. B. A thermometer of the size described, is equally fit for an apparatus on a larger or smaller scale than that represented in Fig. 1.\n\nThe apparatus is used thus. The two vessels being taken apart, 1st. A circular piece of writing-paper is cemented* over the bottom of the tube \\(a\\). 2d. A frigorific mixture† is made\n\n---\n\n* I use mucilage of gum arabic, or butter, if the other be not at hand; but it is sufficient merely to dip the paper in water, and apply it; the effect of the freezing mixture quickly cementing it.\n\n† A frigorific mixture, according to the intention, may be selected from the table in page 135 of this paper; or, in defect of ice, from the table in page 279 of Phil. Trans.\nin the vessel B, and the vessel covered by its lid D, then set upright, and four drams of muriate of lime put into the cup b. 3d. A similar frigorific mixture is made in the vessel A A, which is closed with its lid C. 4th. This vessel being placed over the other, as represented, three drams of water are to be poured gently, through a funnel, into the tube a, and the aperture closed. 5th. When the water is become perfectly solid ice,* the grinding instrument is to be put in, and, after suffering it to remain a short time to be cooled, the ice is to be ground gently to fine powder, (an assistant holding the apparatus firm,) and the instrument continued quite through the aperture at the bottom of the tube. 6th. The whole of the ice-powder is then to be\n\nfor 1795. The mixture I use for this purpose, is that consisting of the solution of three different salts in water; and, in order to ascertain what proportions may be necessary to fill any sized vessel, I shall give the proportional quantities for a vessel containing in measure a wine pint, which are as follows: of muriate of ammonia 3 ounces, nitrate of potash 3 ounces, sulphate of soda 4 ounces and $\\frac{1}{2}$, and water 10 ounces: having procured the salts separately in fine powder, I put these first into the vessel, and then fill up (without measuring) the vessel with water.\n\nA mixture of this kind, made in the summer, when the temperature of the air is $+70^\\circ$, will cool the materials to $+20^\\circ$; and, if the salts and water are cooled to near $+50^\\circ$, previously to mixing, by immersion in cold water, to $+10^\\circ$. My usual method is, (without taking the usual precaution of cooling the salts,) to add the water much reduced in temperature, by pumping off a bucket or more first, by which the materials, consisting of muriate of lime and ice, are cooled to $+15^\\circ$ before mixing.\n\nIn winter, the experiment may be conducted by adding snow, at the temperature of the air, to muriate of lime, (cooled to a lower temperature,) in the vessel B. In summer, by adding ice-powder, cooled to a low temperature, in the vessel A, to muriate of lime cooled to $+50^\\circ$, by water, (instead of a frigorific mixture,) in the vessel B.\n\nThe temperature of the springs, or of well-water, it is well known, is in this climate nearly $+50^\\circ$ throughout the year.\n\n* At this period, I shake the apparatus, in order to expedite the solution of the salts, and to diffuse the effects of the freezing mixtures; or, if necessary, renew them.\nforced into the cup of the lower vessel, and stirred about in it a little. 7th. The upper vessel being removed, and set aside, the muriate of lime and ice are to be thoroughly mixed, and a small tube, containing the quicksilver to be frozen, stirred about in the mixture; or the bulb of a spirit-thermometer, to take its temperature, which, if the experiment be conducted properly, will indicate, even if the experiment be made in summer, a cold of $-50^\\circ$.*\n\nThe apparatus, as represented in the drawing, is upon as fit a scale as may be required for common experiments; by attention, however, to the proportions given, one of any size may be procured.\n\nMuriate of lime produces no effect upon tin or japanned vessels; hence the apparatus is best made of common block-tin; observing that the tube and cup be made of the thinnest tinned iron, and the whole besides of the same substance, but considerably thicker.†\n\n* Muriate of lime and ice-powder, mixed at the temperature of $+20^\\circ$, give a cold of $-48^\\circ$; if mixed at $+15$, of $-51^\\circ$; and, at $+10$, a cold of $-54^\\circ$.\n\nThe freezing point of quicksilver is $-39^\\circ$; but that metal requires a temperature of $-45^\\circ$, to assume its perfectly solid state.\n\nI have repeatedly frozen quicksilver in the middle of summer, by mixing together muriate of lime and ice-powder, at $+20^\\circ$; and likewise, by mixing together nitrous acid and ice-powder, at $+8^\\circ$.\n\n† The best method of constructing vessels for the purpose of excluding heat, is obviously to have them made of the best non-conducting substance, lined within with the best conducting substance; hence these vessels (the tubes excepted) might be fitter for the purpose, if made of wood lined with tin.\n\nMy general rule for constructing the apparatus, is to allow four times, by measure, the water to be frozen and reduced to powder, in the capacity of the tube that is to contain it; and three times the weight (by measure) of the muriate of lime, to the cup in which the muriate of lime is to be cooled, and the ice-powder afterwards added\nThe tube and cup should be very smooth within-side, and perfectly central; the tube having as little seam as possible, that the grinding instrument be not obstructed.\n\nThe grinding instrument acts best when the edge, instead of being quite horizontal, is a little inclined from each shoulder, towards the centre.\n\nIn order to keep this Paper within tolerable limits, I have carefully avoided a repetition of all matters mentioned in my former Papers on this subject; I must therefore refer to those, especially that \"On the best Methods of producing artificial Cold,\"* for the particular mode of conducting experiments on cold; this being essentially the same in principle, whatever be the materials made use of to effect it. Hence, the apparatus just described is applicable to the use of the mineral acids,† as well as to that of muriate of lime; recollecting that it is necessary to substitute glass for tin, when the former are used; or to give the inside of the cup, or vessel containing it, a coating of wax, to defend the tin from their action.\n\nHaving given an account of Pr. Lowitz's experiments on the power of muriate of lime for producing artificial cold, and added such observations of my own as resulted from them, I\n\nto it: and, when nitrous acid is used, (instead of muriate of lime,) four times its weight; and about four times the diameter of the vessels to that of the tube.\n\nThe preparatory mixtures, that is, such as are used for cooling the materials previously to mixing, are best made of ice and salts; these retaining their temperature longer than those consisting of solutions of salts in water or acid; but, in either case, if necessary, they may be occasionally renewed, after the water is become solid.\n\n* Phil. Trans. for 1795. p. 270.\n† Nitrous acid, and vitriolic acid, may at any time be immediately procured from a chemist's shop; whereas the muriate of lime, not being used for any other purpose,\nshall conclude by exhibiting a general view of the different frigorific mixtures composed of chemical substances with ice, as I have before done, (Phil. Trans. for 1795, page 279,) of those in which the use of ice is dispensed with.\n\n**Class I.**\n\n| Acids and salts                  | Ice. | Temp. of mat. before mixing | Temp. of cold produced |\n|----------------------------------|------|----------------------------|------------------------|\n| Muriate of soda 1                | Snow | 2                          | 5°                     |\n| 2, Muriate of ammonia            |      | 5                          | 12°                    |\n| 10, Nitrate of potash            |      | 24                         | 18°                    |\n| 5, Nitrate of ammonia            |      | 12                         | 25°                    |\n\n**Class II.**\n\n| Diluted vitriolic acid 2,*       | Snow† | +32°                      | -23°                   |\n| Concentrated muriatic acid 5,    | 8     | +32°                      | -27°                   |\n| Concentrated nitrous acid 4,‡    | 7     | +32°                      | -30°                   |\n| Muriate of lime 5,||             | 4     | +32°                      | -40°                   |\n| 3,¶                             | 2     | +32°                      | -50°                   |\n| Caustic vegetable alkali 4,      | 3     | +32°                      | -51°                   |\n\nmust commonly be prepared for this alone; hence it may not unfrequently happen that the former, on this account, may be preferred.\n\n* Concentrated vitriolic acid, diluted with half its weight of snow, or distilled water, and cooled.\n\n† Snow that is fresh, dry, and uncompressed, or such as has never been subject to the effects of a temperature less than freezing; or, when such is not to be procured, ice reduced to powder, in the manner described in Phil. Trans. for 1795, p. 271, may be substituted in its stead, with equal effect.\n\n‡ Concentrated fuming nitrous acid alone; or concentrated pale nitrous acid, diluted with one-fifth its weight of snow, or distilled water, and cooled.\n\n|| Of the strength of 1,490, at 80° of heat.\n\n¶ Of the strength of 1,450, at 80° of heat.\nThe above table is divided into two classes. The first class consists of mixtures of salts and ice, in which the temperature of mixing is of no consequence, the effect produced being the same at any temperature of the air: the salts should be in the state of powder. Ice pounded small may be substituted, with equal effect, for snow.\n\nThe second class consists of such mixtures as will produce an effect greater, the colder the temperature is at which the materials are mixed, but in a diminishing ratio; ceasing entirely at that degree of cold at which the composition itself freezes.* The salts should be in the state of fine powder.\n\nN. B. The figures after the salts, or acids, and ice, express the proportions, by weight, to be used.\n\nIn the above table, the ordinary effect of snow, or ice-powder, is given; but, if the latter be prepared (ground) with a sharp instrument, using light pressure, the effect will be somewhat greater, the ice being then reduced to an impalpable powder: hence, ice powder, thus obtained from a block of ice, may at any time be substituted for snow.\n\nCold is produced by mixing various other chemical substances with ice: in the above table, such only are retained as produce that effect in a remarkable degree.\n\nAs the new nomenclature is now generally adopted, I have used it in this paper.\n\n* The materials may be cooled, previously to mixing, when required, by a frigorific mixture taken from the table: for this purpose, either of the mixtures in Class I. are convenient; particularly the first, consisting of muriate of soda and snow.\nPOSTSCRIPT.\n\nIn the course of my former papers on the subject of cold, I have had occasion to make, incidentally, some remarks on the power of water, under certain circumstances, in resisting an extraordinary degree of cold without freezing; likewise on the particular kind of agitation which induces water, cooled below its freezing point, to crystallize or become ice.* As these are subjects which have likewise engaged the attention of others, I shall take the liberty of barely mentioning a fact, having relation to those points, which has lately occurred to me.\n\nIt is a remarkable circumstance respecting artificial freezing, that the ice thus procured in the usual way, (viz. by immersing the water to be frozen, in a convenient vessel, in a frigorific mixture,) will always be more or less opake, never transparent: this I had constantly remarked, without much attending to it; however, having in the course of last summer been induced to try the effect of an ice-speculum for producing heat, it became necessary that the ice, which in this instance was substituted for glass, should be perfectly transparent. After varying the process in every possible way I could think of, by immersing the water to be frozen, without effect, I at last succeeded completely, by forming a coating of ice, of sufficient thickness, on the outside of a vessel containing the frigorific mixture; the bottom of this vessel, which was made concave for this particular purpose, being immersed for a sufficient length of time in a shallow pan of water.\n\n* Phil. Trans. for 1788, page 401.\nHence arises the means, before unknown to me, of obtaining ice, either in an opake, or perfectly transparent state; moreover, water, as I have experienced lately, constantly forms a coating of ice on the outside of a vessel containing a frigorific mixture, so soon as it is cooled to $+32^\\circ$.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107087.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 32560,
    "total-output-tokens": 8980,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1314,
        2
      ],
      [
        1314,
        3207,
        3
      ],
      [
        3207,
        5031,
        4
      ],
      [
        5031,
        6790,
        5
      ],
      [
        6790,
        8603,
        6
      ],
      [
        8603,
        10652,
        7
      ],
      [
        10652,
        11997,
        8
      ],
      [
        11997,
        14301,
        9
      ],
      [
        14301,
        15781,
        10
      ],
      [
        15781,
        17604,
        11
      ],
      [
        17604,
        20101,
        12
      ],
      [
        20101,
        21963,
        13
      ],
      [
        21963,
        24485,
        14
      ],
      [
        24485,
        26571,
        15
      ],
      [
        26571,
        28503,
        16
      ],
      [
        28503,
        30723,
        17
      ],
      [
        30723,
        32299,
        18
      ],
      [
        32299,
        33873,
        19
      ],
      [
        33873,
        34170,
        20
      ],
      [
        34170,
        34170,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107087",
    "title": "On the Production of Artificial Cold by means of Muriate of Lime",
    "authors": "Richard Walker",
    "year": 1801,
    "volume": "91",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/107087"
  }
}