{
  "id": "1609908b7973986cb13a309d78312ae5953f6eea",
  "text": "II. Apologia D. Brook Taylor, f V. D. & R. S. Soc. contra V. C. J. Bernoullium, Math. Prof. Basileæ.\n\nPacis & concordiae studioso satius est injurias vincere terendo, quàm odiofusas contentiones bire uiciscendo. Verum cum patientia nostra pro ignaviâ habetur, silentium pro contessione criminis, & nuperam calumniam jam nova sequitur contumelia, omnino respondendum est, ne nobis ipsis cæsse videamus. In Epistola pro eminente Mathematico D. J. Bernoullio Actis Lipsiensibus An. 1716. insertâ, plagi reus sistor sequentibus verbis: \"Hoc nihil novi est in quibusdam Anglis, qui sibi solis licere putant, aliorum inventa tanquam sua impunè usurpare; quando ipsi Hosminelque Deoique invocant, ubi vident, vel saltem videre arbitrantur Extraneos in suorum Inventa manus inferre Exempla sunt quorundam, ut Cheynæi Des Hayes, Taylori, aliorumque, qui passim in ventis Bernoullii sunt usi alienisque, vel nullâ prorsus factâ mentione Autoris, vel\".—Palam est ab ipso Bernoullio promanasse hanc accusationem. Nam in Actis Lipsiensibus An. 1718 per filium suum fatetur se res ipsas in illa epistola contentas quoad maximam partem amico alicui perscriisse. Invidiam equidem praeditæ calumniæ à se amovere sollicitè studet, arque transferre in vicarium illum suum, cum iple profiteretur, se non approbare quæ in aliis durius dicta censi possunt. Sed admodum imperfecta est hæc purgatio. Nam calumniæ sunt quæ durius dicta vocat. Ait se dicta illa non approbare: Sed improbasse necesse fuit. Testimonium\n\n1 Pag. 261. 2 Pag. 262.\ndenique est pro se testantis: Autorem illum anonymum citasle oportebat, ut cum ipso agere liceret: Sed is adhuc latitat. Quam verè autem & ex animo se durius dicta non approbare videatur, constare quodammodo potest ex sequentibus, quae de me ipse profert, proprio suo nomine, nullâ usus personâ: \"Taylorus Geometra insignis & acutus, qui ad profundiora nostra feliciter penetravit, teste ipsius libro de Methodo incrementorum, probè sentiens impeditam nimis Analyseos fraternæ prolixitatem, eamque in compendium contrahere, ac simul generaliorem nonnihil reddere volens, tantam rei affudit obscuritatem (quà in aliis quoque brevitate affectans impensè delectari videtur) ut dubitem quenquam fore etiam inter perspicaciores, qui ubique & hic imprimis mentem viri assequatur, imo etiam si aliunde rem cognitam habeat. Ut jam nihil dicam de ipso calculo, pro more ejus, conciso quidem & contracto, satis tamen adhuc longo & intricato, si quis singula ejus capita minutim persequitur velit; praeterquam quòd cum Fratre meo ad tertias quoque fluxiones excurrat\" 3. Sit tanè liber ille meus nonnihil obscurus: Difficile est in re ferè nova, & ab usu communi aliquantulum remota, non esse obscurum. Sed maximè obscurum oportet esse librum, in quem illa omnia verè dicantur. Et si verè dicantur, tamen sine ullâ omnino causâ talia dixisse, ab ingenuis moribus prorsus alienum est, & mera contumelia.\n\nSed audio Bernoullium de exordio conquerentem quo nuper usus fum, in solutione problematis Leibnitiani in Transactionibus Philosophicis editâ Stylum acriorem reprehendit quàm virum benè moratum deceat, item nimium contemptum Extraneorum. Quae liberius effatus sum, hæc sunt: \"Si nondum viderint [fautores\n\n---\n\n3 A&f. Leipf. An. 1718. M. Jan. p. 18.\n\nLeibnitii]\nLeibnitii] quomodo ex illa” [ex anteriori nempe solutione generali] “æquationes sint deducendæ, id pro-“fecto illorum imperitia tribuendum erit” 4. Hæc fateor paulò durius sonant; sed si ad causam attendas contumelia vacant. Fautores Leibnitii (non omnes intelligo, sed Bernoullium tantum, & Socios ejus anonymos nobis infensos,) universos Anglos indignè tractarunt. Solutionem illam generalem cum non intelligerent, derisui habebant: In injuriosos & derisores me liberius explicui; contumelia non est. Sed ubi ille contemptus Extraneorum? Neminem ego nominatim citavi: De Fautoribus Leibnitii sum solùm locutus. Sed absit ut omnes designatione illa omnino intelligerem quocunque modo causæ Leibnitii faventes; tanquam ipse causæ Newtonianæ essent tam pertinaciter addictus, ut alios omnes odio habeam. Sed controversia illa Neutonum inter & Leibnitium nihil ad me. Solos intellecti Fautores illos qui in Anglos essent infensi, qui me nominatim calumnia provocarunt; Bernoullium iterum dico quem Principem agnovi causæ istius, sociosque ejus anonymos vel veros vel fictos. Hæc a-pertius dico, ne alii de nostra in alios contumelia im-merito querantur. In immerentes injuria efficit, in Bernoullium non est. Sed ad superiora illa redeo.\n\nPlagii accusor, tanquam inventa Bernoullii, aliorum, usu-rupassem ut mea. Exempla proferat, dabitur responsum. Plura sanè tractavi cum aliis communia; sed inventis alienis sum minime usus ut meis. Propria ubique sum usus Analyti, (si Isoperimetrum excipias, de quo po-ssea dicetur;) ut nullo modo dici posset me alios fraudasse. At Autores nominasfe oportebat, unde artem hauseram. Tanta me quidem tenet reverentia illu-strium nominum, Hugenii, Hospitalii, Varignonii, Leib\n\n---\n\n4 Trans. Phil. No 354.\nnitii, aliorum, ut nesciam an ex hac parte non peccaverim, cum mihi ipsi deesse videar, cui tantos viros citasle temper tuisset ornamento. Nimia fortasse ignavia erat, quod de rebus cum eßem maxime follicitus, historias rerum penitus neglecterim. Sperabam tamen me in tantae fraudis suspicionem incidere non potuisse, cum i:lustrislìma tantorum virorum opera eam facile detegerent. Quæ cum Bernoullio communiter tractavi problemata, sunt de Funiculariâ, de Centro Oscillationis, & de Isoperimetris. In duobus primis sum propria omnino usus analyssi; in Isoperimetro usus sum analysi Autoris Jacobi Bernoullii, Viri à rebus Mathematicis optimè meriti, cui debitos nunc persolvo honores. Solutio nostra problematis de Centro Oscillationis, cum amicis meis communicata est usque ab initio Anni 1712. ut testes possum citare epistolae autographas Keillii nostri; Liber item nostrer erat penes Societatem Regiam, & cum omnibus fere nostris Mathematicis communicatus, usque a mensis Aprilis Anni 1714. quod hic monitu necessarium duxi, ne & Solutionem illam sibi vindicet Bernoullius; cujus Solutiones duæ extant eodem Anno editæ; quarum posterior cum nostra, quoad principia, tam mirè contentit, ut jurares ab eodem homine esse utraque inventas. Materia de Isoperimetris excogitata primum est à Jacobo Bernoullio, sicut jam innuimus. Eius extat Solutio cum Analyssi, in Actis Lipsiensibus Anni 1701. Extat Analysis fratris in Commentariis Regiae Scientiarum Academiae Anni 1706. Extat & Solutio in Libro nostro. De eadem materia Commentarium nuper edidit Bernoullius in Actis Lipsiensibus Anni 1718. proximi.\n\n5 Altera in Act. Lipf M.Jun. In Comm. Reg. Sc. Acad. M.Aug.altera.\n6 P. 16. & seq. His igitur aliisque ob rationes, actum agere minimè vi-\ndeor, &c. p. 18.\n\nIbi,\nIbi, ne actum agere videatur, non meis solummodo, verum etiam fraternis solutionibus malevolus detrahere aggreditur; fratri prolixitatem, mihi obscuritatem objiciens. De novis illis inceptis nihil non magnum pollicetur; & ope cujusdam principii, ab uniformitatis lege, quam nemo hucusque observavit, petiti, rem totam pene sine calculo, nullo labore absolvet. Sed nescio quo fato sit, ut in hac materia de Isoperimetris, Bernoullius Deos omnes semper offendat iratos. Nam primo, pristina illa Analysis ejus à capite ad calcem quasi unum aliquod vitium maximum constituit: Secundo, quod tantum jactat Principium, à lege uniformitatis, quam nemo hucusque observavit (sic enim strenuus affirmat) petitum, à me olim observatum est: Denique quam hic tanquam novam exhibet Analysis, tota mererat fraterna est. Analysis enim constituunt Praecepta, juxta quae deinde instituitur calculus; qui non Analy-\n\n---\n\n7 Nullos hic offendet Lector scopulos, quos objicit operosa Fratris analysis, atque differentiarum tertiarum tricis ac spinas, quibus undique obsequentem ibi sentit viam, in nostra methodo nullas percipere. Nec fratris calculi prolixitatem, nec Taylori obscuritatem æque ingratam ac molestam sibi metuendam habeat, p. 18—quam Frater per operosissimam suam analysis elicuit, p. 23.—non tantum ea, que à fratre meo quondam propo- sita magna pompa, nec minori conatu & labore soluta fuere, ego ex sola lege uniformitatis solvi citra calculum analyticum, &c.\n\n8 Vide Not. preced. — item quæ ex p. 18. jam sunt descripta.\n\n9 ——utus confidam, publicum ei gratiam habiturum, quod occasio mihi extiterit, talia nunc divulgandi, quæ fortè cum multis aliis in schedis meis perpetuo manisset sepulta, quamvis recondita Geometria fines non parum prolata, p. 17. quod ibi ex incursu praeterivsum reparabo hic novo solvendi modo, qui singulari facilitate expedit problemat, non tantum omnia quæ de Isoperimetris proposuerat Frater, sed & innumeræ alia illis afficia, ib.—ope cujusdam principii ab uniformitatis lege, quam nemo hucusque observavit, petiti, ex iola Figurae inspectore, ac line ullo pene calculo aquationes pro curvis quæstis sponte velut se offrentes habuisse eliciam, &c. ut in Not. 7. actum agere minime videbor si in hoc argumento per se difficili visum monstrarem & rationem brevem, planam, claram, & facilem, qua quisque medio: ri quoque ingenio prædits ad veritates illas abstrudere (non sive aliorum, sed) tropitis oculis spectandas pervenire possit, ita nempe, &c. &c. ut in Not. 7.\nsis est, sed instrumentum Analyseos. Præceptis semel positis, quivis facile calculum instituit, more quisque suo, hic prolixius, ille magis concinne, prout unicuique faverit Minerva. Negandum non est, Bernoullium calculum tandem concinnasse, & reddidisse elegantiorum; sed tamen in Analysi fraterna fecit, non tua: Nec dubitandum quin frater, adhuc si vixisset, rem reddidisset non minus illustrem. Analysin diximus in præceptis contineri; præcepta vero sunt omnia fraterna. Nam quod curvae quæsitæ arculum minimum, tanquam ex tribus lineolis elementaribus compositum contemplatur, vel ipso fatente à fratre est: quod ex data longitudine arculi istius minimi quærit rationem differentiarum Ordinarum in Lemmatis suis, à fratre est: quod rationem eandem denuo quærit, faciendo ut sit areola nascentis, ex Functionibus (ut vocat) composita, vel maxima vel minima, à fratre est: quod denique ex duplici illa expressione ejusdem istius rationis æquationem colligit qua curva quæsitæ natura definitur, à fratre est. Sed hæc Solutionem constituunt. Ergo Solutio mera fraterna est. Dixi me olim usum esse Principio illo, quod tanta cum ostentatione sibi arrogat Bernoullius: Ex eadem una pagina, en duo exempla. In pagina 113, Libri mei hæc sunt $\\frac{m}{R} = \\frac{m}{R}$. Sed $\\frac{m}{R}$ novus valor ipsius $\\frac{m}{R}$, unde est $\\frac{m}{R}$ quantitas data. Luce clarius est me hoc loci ex observata\n\n---\n\n10 Utar pro hoc, ut ipse fecit in sua Analyti, contemplatione arculi minimi, &c. p. 18.\nuniformitate inter formulas, $\\frac{m}{R}$, $\\frac{m}{R}$, conclusio quod sit $\\frac{m}{R}$ quantitas data. Idem feci in sequentibus. \"Pone\n\n$\\frac{m}{nR} = \\frac{m}{R}$, hoc est $\\frac{mnn}{R} = \\frac{mnn}{R}$, &c\". ubi ut unifor-\n\nmitas appareret inter formulas $\\frac{mnn}{R}$, $\\frac{mnn}{R}$, equationem\n\ntransformavi. Videtis, credo, quam feliciter penetra-\n\nverim ad profundiora Bernoullii. An hæc obscura dicet?\n\nAd primam jam partem promissi pervenio, ut o-\n\nstendam pristinam illam Analysis Bernoullii esse omni-\n\nno corruptissimam. Primo per substitutionem satis ri-\n\ndiculam, ex profundioribus suis nescio quibus petitam,\n\nequationem $FO \\times \\Delta RO = \\varphi \\omega \\times \\Delta \\rho \\omega$ transformat in hanc\n\n$FO \\times \\Delta \\rho F = \\varphi \\omega \\times \\Delta \\pi \\varphi$; quod in casu particulari (nem-\n\npe quando functiones sunt ut quadrata ordinatarum)\n\nhuc redit, ut sint simul $FO \\times RO = \\varphi \\omega \\times \\rho \\omega$ & $FO \\times\n\nPF = \\varphi \\omega \\times \\pi \\varphi$; unde congit $PF : RO :: \\pi \\varphi : \\rho \\omega$. Sed\n\nhoc impossibile est, quoniam est vel $PF \\rightarrow RO \\rightarrow \\rho \\omega$.\n\n$\\rightarrow \\pi \\varphi$, vel $PF \\rightarrow RO \\rightarrow \\rho \\omega \\rightarrow \\pi \\varphi$; quorum neutrum cum\n\nanalogia exposita conciliari potest. Nam si $PF \\rightarrow RO$\n\n$\\rightarrow \\rho \\omega \\rightarrow \\pi \\varphi$, per Analogiam etiam erit $\\pi \\varphi \\rightarrow \\rho \\omega$ (propter\n\n$PF \\rightarrow KU$) contra hypothesin; vel si $PF \\rightarrow RO \\rightarrow \\rho \\omega = \\pi \\varphi$,\n\nper Analogiam etiam erit $\\pi \\varphi \\rightarrow \\rho \\omega$, contra hypothesin\n\nSecundo parum scienter singit curvaturam in $F$ esse ad\n\ncurvaturam in $\\varphi$ sicut est $\\varphi O$ ad $FO$; cum nihil in hac\n\ntota Analyse sit quod privilegium illud vindicet puncto\n\n$O$ potius, quam alio cuilibet puncto $\\omega$ in arculo mini-\n\nmo $FO \\omega \\varphi$ ubivis sumpto. Nec lanè Curvedo tam ri-\n\ndicule\ndicule vult assumari. Tertio nimis imperitè facit \\( mn = ddx \\), \\( nl = ddy \\) & \\( ml = \\frac{d^2y}{dx^2} \\), cum sint \\( mx = \\frac{1}{2} ddx \\), \\( nl = \\frac{1}{2} ddy \\), & \\( ml = \\frac{d^2dy}{2dx^2} \\). Denique quod omnium perfectissimum est, vitiosissimis hinc principiis perfectissimam alligavit conclusionem. In problemate primo dico; nam in secundo est talium parentum magis digna proles Errores Bernoullini veeres & exoletos r. expulsisse putatis. Non ita est; iple enim hac habet: \"Omnia dudum sposita accuratè rursus excuviendo ad se\" \"veri examinis motum r. vocivi\" 11 Notandum autem Solutionem primi problematis in schedainmate meo Commentarius acæo p. 2.5 infero, rectissime se habere\" 12 Errores ergo suos jam denuo adoptavit. Unde fortasse nunc queret aliquis, Quo jure hic primas sibi in sublimiori illa Analyti tam oblitinata ambitione arroget? Ut nemo sit qui in illa abquis profecerit, quin continuo acculetur ad profundiora Bernoullii penetraff. 13 Unde constet verum esse, quod quidam nuper assimmavit, regulas extantes in libro de Analysis infinitè parvarum à Bernoullio emanassit 14 Quod laudes Excellentissimi Marchionis Hopitalis sunt suo Praeceptori tribuendæ? An hic sit idoneus qui alios docuerit regulas differentiandi differentias 15? Cum multis aliis, quæ sigillatim enumerare non est opus. Sed illis respondeat qui volerit: nos in hisse diuus non moramus.\n\n---\n\n11 Pag. 16. 12 Pag. 17. 13 Pag. 18. vide etiam Ep. pro Em. Math. & scripta ipsius Bernoullii passim.\n14 Concedit Dn. Marchionem de l'Hopital calculum istum intellectisse, nec ignorant, illustrissimum hunc virum eundem à Cel. Bernoullio didicisse: atque minime ipsum fugit, regulas in dicto libro [de Analysis infinitè parvarum] extantes à Cl. Bernoullio promanassit. ad. Lips. Ann. 1718. p. 464.\n15 Dum interea conjici potest, illum cum Dn. Newton o ab initio in isto errore hahile, donec tandem liberati suissent usu calculi differentialis, & regulas differentiandi differentias à Cel. Bernoullio educi effisset, ib. p. 465.\nRes ipsas exposui, peroratione non utor; harum enim tædet. Nec si quidquam regesserit Bernoullius, ulterius respondere necesse habebo. A contumeliis nos semel vindicare & jus & ratio postulat; ulterius non expedit.\n\nIII. An Account of the Impression of the almost Entire Skeleton of a large Animal in a very hard Stone, lately presented the Royal Society, from Nottinghamshire. By Dr. William Stukely, M.D. and R.S. Soc.\n\nHAVING an Account from my Friend, Robert Darwin, Esq.; of Lincoln's-Inn, a Person of Curiosity, of an human Skeleton (as it was then thought) impressed in Stone found lately at the Rev. Mr. John South's, Rector of Elston near Newark, Nottinghamshire, I was desirous of a Description of it, for the Entertainment of the Royal Society, and have at length procured the Stone itself for their Repository, where such remarkable Appearances are best preserved, and deservedly valued. It cannot but be matter of Regret, that so considerable a Rarity, the like whereof has not been observ'd before in this Island (to my knowledge) should be maim'd and imperfect, yet we may content ourselves if enough be still visible to favour a Conjecture of what it has been. The Stone itself is a blue Clay Stone, the same as (and undoubtedly came from) the neighbouring Quarries of Fulbeck, or thereabouts, upon the Western Cliff of the long Tract of Hills extending quite through the adjacent County of Lincoln. It lay, time out of mind,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103347.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15036,
    "total-output-tokens": 5501,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1517,
        2
      ],
      [
        1517,
        3272,
        3
      ],
      [
        3272,
        5012,
        4
      ],
      [
        5012,
        6779,
        5
      ],
      [
        6779,
        9273,
        6
      ],
      [
        9273,
        10768,
        7
      ],
      [
        10768,
        12746,
        8
      ],
      [
        12746,
        14772,
        9
      ],
      [
        14772,
        16213,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103347",
    "title": "Apologia D. Brook Taylor, J V D. & R S. Soc. contra V. C J. Bernoullium, Math. Prof. Basileae",
    "authors": "Brook Taylor",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103347"
  }
}