{
  "id": "a1489d15afe5e95991fce21aa079b180a7a7d88c",
  "text": "particular honour to have proposed it to you, as I shall be proud of every opportunity to approve myself,\n\nDear Sir,\n\nYour most obedient\n\nLondon, Dec. 14, 1762. humble servant\n\nDaniel C. Solander.\n\nCVII. An Account of the Male and Female Cochineal Insects, that breed on the Cactus Opuntia, or Indian Fig, in South Carolina and Georgia: In a Letter from John Ellis, Esq; to Peter Wych, Esq;\n\nSIR,\n\nRead Dec. 23, 1762. FINDING the natural history of Cochineal still defective, (notwithstanding the diligent inquiries that have been made by many curious persons into the nature and oeconomy of this valuable insect) for want of a description of the Male, I took the first opportunity of endeavouring to illustrate it.\n\nHearing then that this insect bred in great abundance on the Cactus Opuntia of Linnæus's Species Plantarum, p. 468. in South Carolina and Georgia, where it is a native and grows in great plenty, as well as on the Cactus Coccinellifer of the same author, which grows in Mexico, and has been for these many years introduced\nintroduced into Jamaica, I wrote to Dr. Alexander Garden, of Charles Town, South Carolina, to send me some of the joints of the Cactus Opuntia, with the insects on it; which he did the latter end of the year 1757. These specimens were full of the nests of this insect, in which it appeared in its various states from the most minute, when it walks about, to the state, when it becomes fixt, and wrapt up in a fine webb, which it spins about itself.\n\nThese I had the honour to lay before the Royal Society, and afterwards, with a view to encourage the propagating and collecting them in our colonies, I exhibited the same to the Society for encouraging Arts, Manufactures, and Commerce, who cheerfully granted several large premiums; the obtaining of which nothing can disappoint, but scarcity of hands at present in our colonies. The Female (which was here alive and in plenty) is well described by Monsr. Reaumur, Dr. Brown of Jamaica, and lately by Dr. Linnæus, in his System of the animal kingdom, under the title of Coccus Cacti Coccinelliferi p. 457. n°. 17. from a living insect sent him from Surinam by Mr. Rolander in the year 1756, but neither Reaumur, Brown, nor Linnæus had ever seen the Male.\n\nAs this genus of insects is placed by Dr. Linnæus under the Hemipterae or half winged, it may be necessary to know, that he comprehends in this class not only those, whose wings are half covered with a crustaceous case, but such also as have wings only on one sex.\n\nIn order to find out the Male fly, I examined all the webbs in these specimens besides a large parcel, which the Doctor had sent me picked off from the plants\nplants in Carolina; and at last discovered 3 or 4 minute dead flies with white wings: these I moistened in weak spirit of wine, and examining them in the Microscope, I discovered their bodies to be of a bright red colour, which convinced me of their being the true male Cochineal insect: to be confirmed in my opinion I immediately communicated my discovery to Dr. Garden, which I accompanied with an exact Microscopical drawing, and desired he would send me some account of their economy, with some male insects of his own collecting, which he was so kind to do last spring with some observations on them, which are as follows.\n\n\"In August 1759 I catched a male Cochineal fly and examined it in your aquatic Microscope. It is seldom a male is met with, I imagine there may be 150 or 200 females for one male. The male is a very active creature and well made, but slender in comparison of the females, who are much larger and more shapeless, and seemingly lazy, torpid, and inactive. They appear generally so overgrown that their eyes and mouth are quite sunk in their rugae or wrinkles, nay their antennae and legs are almost covered by them, and are so impeded in their motions from these swellings about the insertions of their legs, that they scarce can move them, much less move themselves.\n\n\"The male's head is very distinct from the neck, the neck is much smaller than the head and much more so than the body. The Thorax is elliptical and something longer than the head and neck together, and flattish underneath: from the front there arise two long antennae (much longer than\n\"the antennæ of the females) which the insect\nmoves every way very briskly. These antennæ are\nall jointed, and from every joint there come out\nfour short setæ, placed two on each side.\n\n\"It has three jointed legs on each side, and moves\nvery briskly and with great speed. From the extre-\nmity of the tail, there arise two long setæ or hairs,\nfour or five times the length of the insect. They\ndiverge as they lengthen, are very slender and of\na pure snow white colour. It has two wings\nwhich take their rise from the back part of the\nshoulders or thorax and lie down horizontally like\nthe wings of the common fly, when the insect is\nwalking: they are oblong, rounded at the extrre-\nmity, and become suddenly small near the point\nof insertion: they are much longer than the body\nand have two long nerves, one runs from the ba-\nsis of the wing along the external margin and\narches to meet a slender one that runs along the\nunderd an inner edge: they are quite thin, slender\ntransparent, and of a snowey whiteness. The bo-\ndy of the male is of a lighter red than the body\nof the female, and not near so large.\"\n\nTo this description of Dr. Gardens, which agrees\nvery nearly with the annexed microscopical drawings of\nboth sexes of this insect, A and C. Tab. XXI. I must\nadd that the female has a remarkable proboscis or awl\nshaped papilla, that arises in the midst of the breast.\nThis Linnæus calls the Rostrum, and thinks it the\nmouth; if so, besides the office of supplying it with\nnourishment during the time of its moving about,\nit is the tube though which the fine double filament\nproceeds, with which it forms its delicate white\nA. The Female Cochineal Insect, on its back, magnified.\nB. The same on its belly, magnified.\nC. The Male Cochineal Insect, magnified.\nD. The Male Cochineal Insect, in a side view, flying, magnified.\nE. The Male Insect, as it is when the wings are expanded.\nF. The Silk bag cut open, which discovers the Head of the Male Insect, magnified.\nG. The side Views of the Female Cochineal Insect, when it come to perfection and big with young, magnified.\nH. The natural size of the Female Cochineal Insect, when it creeps about.\nI. The natural size of the Male Cochineal Insect.\nJ. The Silk bag of the Male Fly.\nK. The top of the Silk bag cut open to show the Head of the Male Fly.\nC. The Male Cochineal Insect, as it walks, magnified. D. The Male Cochineal Insect, with its Wings extended. E. The Male Insect, as it is found without Wings, magnified. G. The Silk-bag which the Male Insect spins before its wings appear, magnified. I. The appearance of the Female when it first begins to spin, magnified. K.L.M. The front, back, & side views of the Female Insect, magnified.\n\nThe natural size of the Male Cochineal Fly, in three different Views. (E.) The Male Insect, as it is found without Wings. (G.) The Silk-bag. (I.) The Female before it spins. (K.L.M.) The natural size of the Female Cochineal when it becomes fit for use, in 3 Views.\nwebb in order to accommodate itself in its torpid state, during its pregnancy; till the young ones creep out of its body, shift for themselves, and form a new generation.\n\nIn this torpid state the legs and antennæ grow no more, but the animal swells up to an enormous size in proportion to its first minute creeping state. The legs, antennæ, and proboscis are so small with respect to the rest of the body, that they cannot be easily discovered without very good eyes or magnifying glasses; so that, to an indifferent eye, it looks full as like a berry as an animal.\n\nThis was the occasion of that contest mentioned by Pomet and other authors, which subsisted so many years, whether it was an animal or a vegetable production. But if persons of curiosity would give themselves the trouble to soak a few grains of the common Cochineal of the shops in warm water for 24 hours, they will observe them to swell up to their original shape; so that the legs, antennæ, and proboscis may be discovered. What is remarkable in the proboscis is, that we shall find in many of them the ends of two fine hairs or filaments remaining, with which it forms its webb, not unlike the silk worm; which always spins its cocoons with two threads, which, as they come out, unite together, with the natural gluten of the animal.\n\nFurther, if this animal, thus expanded by moisture, is opened in a watch glass with a fine lancet in a little water, a great number of eggs with the young animals in them may be discovered, which will exhibit a very agreeable scene of a most vivid crimson hue.\nAs soon as the female insect is delivered of its numerous progeny, it becomes a meer husk and dies; so that great care is taken in Mexico, where it is principally collected, to kill the old ones while big with young, to prevent the young ones escaping into life, and depriving them of that beautiful scarlet die so much esteemed by all the world.\n\nI am,\n\nSir,\n\nPark-Street, Westminster, Your most obedient servant,\nDecember 23, 1762.\n\nJohn Ellis.\n\nP. S. The\nP. S. The following are the characters of this insect called Coccus Cacti Opuntiae, drawn up in Latin in the systematical manner of Doctor Linnaeus, to be placed among the insecta hemiptera.\n\nCoccus Cacti Opuntiae.\n\nMas alatus. — Corpus magnitudine pulicis, glabrum, rubrum.\nCaput globosum; Antennae moniliformes, thorace paulo longiores decem articulatae. Collum protractum. Thorax ovatus postice truncatus.\nAbdomen thorace paulo longius, postice angustatum, segmentis decem, ultimo appendice subulato brevi terminato.\nSetae caudales duae, capillares, corpore quadruplo longiores.\nAlae oblongae, abdomine longiores apice rotundatae, basi angustatae, thoracis ante medium insertae.\nPedes sex subaequales.\n\nFemina aptera. Corpus magnitudine seminis viciae, ovatum, rubrum, rugosum. Antennae breves articulatae.\nPedes 6, in junioribus inserti, sed in adultis intra rugas conditi, uti et artus reliqui.\nThorax glaber supra convexus, rugosus, subtus planiusculus, abdomine duplo longior.\nRostrum vel os punctum subulatum e medio pectoris, segmenta abdominis in junioribus margine pilosa.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105686.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15174,
    "total-output-tokens": 2889,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1039,
        2
      ],
      [
        1039,
        2670,
        3
      ],
      [
        2670,
        4254,
        4
      ],
      [
        4254,
        5884,
        5
      ],
      [
        5884,
        6558,
        6
      ],
      [
        6558,
        7217,
        7
      ],
      [
        7217,
        8785,
        8
      ],
      [
        8785,
        9243,
        9
      ],
      [
        9243,
        10326,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105686",
    "title": "An Account of the Male and Female Cochineal Insects, That Breed on the Cactus Opuntia, or Indian Fig, in South Carolina and Georgia: In a Letter from John Ellis, Esq; to Peter Wych, Esq;",
    "authors": "John Ellis",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105686"
  }
}