{
  "id": "e8a2d7ca5972a4105ab9a6fb4973f612e7b1ad8d",
  "text": "XIV. Farther particulars of a case of Pneumato-thorax. By\nJOHN DAVY, M. D. F. R. S.\n\nRead March 4, 1824.\n\nIn the last communication which I had the honour of making\nto the Royal Society on the subject of pneumato-thorax, I\nexpressed the hope that the patient, who had been operated\non, and greatly relieved by tapping the chest, and permitting\nthe accumulated air to escape, would eventually recover.\nThis anticipation, I regret I cannot confirm. The case has\nterminated fatally; and I now beg leave to describe briefly\nits progress.\n\nOn the 17th of June, about a month after the operation,\nwhen the patient appeared to be doing so well, there were\nsymptoms indicating the supervention of hydro-thorax;*\nand, in another week, these symptoms had so much increased,\nthat they could not be mistaken. Avoiding minute details,\nit will be sufficient to observe that the patient, when he at-\ntempted to lie on the right side, was instantly seized with a\nfit of coughing; and that when his body was shaken, the\nsound of fluid fluctuating in air in the left side of the chest\nwas distinctly audible even at the distance of several yards.\n\nAs the patients' health was pretty good, it was deemed\nadvisable, in consultation, to repeat the operation of paracen-\ntesis, and draw off the fluid, which was rapidly increasing,\nbefore the case should become desperate.\n\n* Vide Philosophical Transactions for 1822, p. 512.\nHaving, in cases of empyema, found many inconveniences attending the puncturing the pleura between an intercostal space, I was induced, in this instance, to follow the method described by Hippocrates, of perforating one of the ribs.* The fifth rib was selected; and having cut down upon it with a scalpel just below the papilla of the breast, I bored through its substance with a carpenter's auger, and punctured the pleura with a small trochar, as nearly as possible of the same size as the auger. On withdrawing the stilette, it was followed by a stream of transparent fluid, fourteen ounces of which were allowed to escape; and then leaving the canula in the perforation, it was closed with a cork, and secured by proper dressings.\n\nDaily, during six weeks, more or less fluid was discharged through an opening in the rib, amounting altogether to rather more than twenty pints. At first, the fluid was transparent, of specific gravity 1021; it coagulated when heated, and contained some alkali in the state of subcarbonate. In a few days pus appeared in it, and gradually increased in quantity till the 15th of July, when the discharge was almost entirely purulent; after which, the proportions of pus and serum varied considerably; one sometimes predominating, and sometimes the other. It may be deserving of notice, that at no time was I able to detect free carbonic acid in the fluid discharged.\n\nThough from the sound of fluctuation in the chest, air was evidently contained in the pleura, yet none escaped with the fluid during the first fortnight; after which a considerable quantity was daily expelled. By means of the perforation in\n\n* Hippocrat. de interm. adfect. cap. xxiv.\nthe rib, and using a flaccid bladder furnished with a trochar, I could at any time collect this air for examination with the greatest ease. The first portion collected (about twenty cubic inches), was, on the 15th of July, examined by means of lime water and phosphorus; it was found to consist of\n\n7.5 carbonic acid gas,\n2.5 oxygene,\n90.0 azote.\n\nThe second portion collected (about thirty-five cubic inches) was on the 20th July; it consisted of\n\n6.0 carbonic acid gas,\n5.5 oxygene,\n88.5 azote.\n\nThe last portion collected was on the 29th of the same month (about forty cubic inches); it consisted of\n\n8.0 carbonic acid gas,\n4.0 oxygene,\n88.0 azote.\n\nFor some days after the operation of paracentesis, the health of the patient deteriorated; his appetite diminished; and he had some fever, but unattended with rigors. At this time, judging from the increasing proportion of pus that appeared in the fluid discharged, the pleura was probably undergoing inflammation, though the side affected was quite free from pain. Gradually these symptoms subsided; and on the 15th July he felt better than before the operation; he had less difficulty of breathing, very little cough, and he could lie easily on either side. This improvement was progressive till the 23rd July, after which his health again became worse, his appetite impaired, and his spirits low; he had\nslight fever and a feeble pulse, varying in frequency between 90 and 120. This unfavourable change was attended with the emission of a large quantity of air from the pleura, and with an alteration in the character of the fluid discharged, which had become more purulent, of a greenish hue, and of an offensive odour. The patient expired suddenly on the 29th July.\n\nThe body was examined twelve hours after death, when the following were the most important morbid appearances that were discovered.\n\nThe cavity of the abdomen having been laid open, the diaphragm was found slightly protruding into the left hypochondriac region, without displacement of any of the abdominal viscera.\n\nThe body having been immersed in a bath, on opening into the left pleura between the first and second ribs, air, to the amount of 170 cubic inches issued out and was collected; it consisted of\n\n\\[\n\\begin{align*}\n&1.6 \\text{ carbonic acid gas}, \\\\\n&1.5 \\text{ oxygene}, \\\\\n&82.5 \\text{ azote}.\n\\end{align*}\n\\]\n\nThe left pleura contained besides, about six ounces of pus, so much having subsided from the water that entered the chest to supply the place of the air.\n\nThe right pleura was quite free from disease. The right lung appeared to be healthy, but on minute examination, numerous granular translucent tubercles were detected disseminated through its substance, and two small vomicæ were found in the upper part of its superior lobe. The heart was displaced; it was situated on the spine, inclining a little to the right side, and the position of the greater part of the\noesophagus was similar. The pericardium was firmly attached to the middle lobe of the right lung by a firm band of adhesion. On exposing to view the left cavity of the chest, the inside of the pleura exhibited a surface of milk-white granular coagulable lymph, about two lines thick, equally diffused on the costal and the pulmonic side. Excepting the cicatrices externally in the skin, no traces could be detected of the two first operations, nor was there any mark of the last operation, exclusive of the small opening, which had been carefully kept open, just large enough to admit the trochar, which had been daily introduced to draw off the fluid, and allow the air to escape. On maceration of the rib, it may be remarked, a very narrow ring of bone was found exfoliating from the perforated part. The left lung was very much condensed, and so firmly confined by its thickened pleura, that it did not dilate when air was driven into it with some force by a double bellows attached to the trachea. This experiment was made with the lung under water, for the purpose of ascertaining if any, and what kind of communication, existed between the lung and the pleura, with a view to discover the origin of the air accumulated in this cavity. Two communications were thus detected; one in the inferior, the other in the superior lobe. The former was so exceedingly small that it could not be traced. The latter opening was sufficiently large to admit a surgeon's probe, and its course was easily followed; it was found to communicate directly and obliquely with a ruptured opening in the side of a large bronchial tube, situated immediately under the pleura. The adjoining pulmonary substance appeared to be merely condensed from compression. The\nsubstance of the lung generally, was in the same state; and, besides containing a very few minute tubercles, it exhibited no other marks of disease.\n\nIn the fatal case of Iredill, described in my former paper, pneumato-thorax took place in consequence of ulceration effecting a communication between the cavity of the pleura and a vomica in the lung. In this instance the disease originated without the intervention of a vomica, and probably without ulceration; it appears to have resulted from a communication between the aspera arteria and cavity of the pleura, established by the rupture of a superficial bronchial tube, and the membrane of the pleura covering it. It is surprising that accidents of this kind do not more frequently occur, considering the very large number of bronchial tubes that lie immediately under the pleural covering of the lung, and how delicate this membrane is, and how easily both it and the bronchia are torn.\n\nIn a professional point of view, it would be an interesting, though not an easy task, to trace the different steps of the disease, of which I have given a brief history, from its commencement to its termination, and connect the symptoms with the organic changes that occurred. As more appropriate to this place, I shall confine the few remarks I have farther to make, to the air procured from the pleura. The following table exhibits, at one view, the composition of the air collected from the chest at different times.\nfarther particulars of a case of pneumato-thorax.\n\n| When collected | Composition |\n|----------------|-------------|\n|                | Carbonic acid | Oxygene | Azote |\n| May 21         | 7            |         | 93    |\n| July 15        | 7.5          | 2.5     | 90    |\n| 20             | 6            | 5.5     | 88.5  |\n| 29             | 8            | 4       | 88    |\n| 30             | 16           | 1.5     | 82.5  |\n\nTo what are these variations in composition, which the table exhibits, owing? I cannot conceive that they depend entirely on the admission of variable quantities of atmospheric air by the external opening, because exceedingly little atmospheric air could enter through that channel, both from the great care taken to exclude it, and from the valvular nature of the passage.* I believe we must look chiefly to the source of the air and the absorbent power of the pleura for the explanation in question. In this case, as in IREDILL's, there is reason to suppose that the air accumulated in the chest was common air, more or less vitiated by respiration previously, and more or less altered by the process of absorption after entering the cavity of the pleura. Taking this view of the subject, the composition of the air each time it was examined, is easily accounted for, excepting in the last instance, when the proportion of carbonic acid gas was found\n\n* The perforation being slightly oblique, the pleura costalis lined with coagulable lymph, closed the internal aperture in the rib on expiration, and prevented completely the egress of air, even when the dressings were removed, and the external aperture uncovered. When the trochar was introduced, the stilette was withdrawn during expiration, and the finger was applied to the mouth of the canula during each inspiration.\nto be so large, *post mortem*. On what this depended, it is not easy to say; it is matter for conjecture, and seems to require farther investigation. Messrs. Allen and Pepys, after a forced expiration, found air from the lungs to contain as much as 9.5 per cent. carbonic acid gas;* and, in different instances that I have examined the air contained in the lungs a few hours after death, I have found the proportion of carbonic acid gas to vary from 8 to 12 per cent.; thus, in a fatal case of empyema, the air procured from one lung that was sound, consisted of\n\n8.3 carbonic acid gas,\n5.0 oxygene,\n86.7 azote:\n\nthat from the other lung, which was condensed, and as it were hepatized, of\n\n12.5 carbonic acid gas,\n2.0 oxygene,\n85.5 azote:\n\nwhilst in another case, in which one lung was sound, and the other abounded in minute cavities full of pus, air from the sound lung consisted of\n\n12.2 carbonic acid gas,\n3.0 oxygene,\n84.8 azote.\n\nHad the proportion of carbonic acid gas, in the instance under consideration, been within these limits, the explanation would have been attended with little difficulty;\n\n* Philosophical Transactions, 1808.\nbut, exceeding these limits, one is almost disposed to refer it to exhalation or secretion from the pleura, a notion in favour of which, some facts, were it necessary, might be adduced.\n\nEdinburgh\nDecember 4, 1823.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107716.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15864,
    "total-output-tokens": 3182,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1404,
        2
      ],
      [
        1404,
        3092,
        3
      ],
      [
        3092,
        4452,
        4
      ],
      [
        4452,
        6010,
        5
      ],
      [
        6010,
        7755,
        6
      ],
      [
        7755,
        9218,
        7
      ],
      [
        9218,
        11026,
        8
      ],
      [
        11026,
        12168,
        9
      ],
      [
        12168,
        12382,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107716",
    "title": "Farther Particulars of a Case of Pneumato-Thorax",
    "authors": "John Davy",
    "year": 1824,
    "volume": "114",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107716"
  }
}