{
  "id": "32c0aa54cf5db58d892b0b6675f15b3e2629d1e9",
  "text": "XX. Extract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1775. By Thomas Barker, Esquire. Communicated by Sir John Pringle, Bart. P. R. S.\n\nR. June 27, 1776.\n\n|       | Barometer | Thermometer | Rain |\n|-------|-----------|-------------|------|\n|       | Highest   | Lowest      | Mean | In the House | Abroad | Mean |\n| Jan.  | Morn.     | 29.91      | 28.72 | 29.33        | 47     | 30   | 40\\(\\frac{1}{2}\\) | 50 | 20 | 36\\(\\frac{1}{2}\\) | 1,973 |\n|       | Aftern.   |            |       |              | 48     | 31   | 41\\(\\frac{1}{2}\\) | 52\\(\\frac{1}{2}\\) | 26 | 41 |\n| Feb.  | Morn.     | 29.91      | 28.35 | 29.24        | 48     | 39\\(\\frac{1}{2}\\) | 44 | 49 | 31\\(\\frac{1}{2}\\) | 39 | 2,522 |\n|       | Aftern.   |            |       |              | 49     | 41   | 45 | 51\\(\\frac{1}{2}\\) | 36 | 46 |\n| Mar.  | Morn.     | 30.09      | 28.61 | 29.32        | 48     | 38   | 44 | 46\\(\\frac{1}{2}\\) | 28 | 36\\(\\frac{1}{2}\\) | 1,728 |\n|       | Aftern.   |            |       |              | 49\\(\\frac{1}{2}\\) | 39\\(\\frac{1}{2}\\) | 45 | 54 | 34 | 46\\(\\frac{1}{2}\\) |\n| Apr.  | Morn.     | 29.97      | 29.05 | 29.60        | 64\\(\\frac{1}{2}\\) | 40\\(\\frac{1}{2}\\) | 49 | 55 | 36 | 44 | 1,035 |\n|       | Aftern.   |            |       |              | 67     | 42\\(\\frac{1}{2}\\) | 51 | 80 | 47 | 55\\(\\frac{1}{2}\\) |\n| May   | Morn.     | 29.94      | 29.31 | 29.67        | 62     | 49\\(\\frac{1}{2}\\) | 55\\(\\frac{1}{2}\\) | 58\\(\\frac{1}{2}\\) | 36 | 49 | 0,900 |\n|       | Aftern.   |            |       |              | 64     | 50\\(\\frac{1}{2}\\) | 57 | 73 | 53 | 61 |\n| June  | Morn.     | 29.87      | 29.17 | 29.49        | 66\\(\\frac{1}{2}\\) | 58 | 62 | 62 | 50 | 56 | 0,887 |\n|       | Aftern.   |            |       |              | 68     | 59 | 64 | 78 | 59 | 69\\(\\frac{1}{2}\\) |\n| July  | Morn.     | 29.71      | 29.16 | 29.41        | 66\\(\\frac{1}{2}\\) | 58\\(\\frac{1}{2}\\) | 63 | 63 | 52 | 58 | 4,078 |\n|       | Aftern.   |            |       |              | 68     | 60 | 64\\(\\frac{1}{2}\\) | 78 | 58\\(\\frac{1}{2}\\) | 70 |\n| Aug.  | Morn.     | 29.60      | 28.98 | 29.37        | 65     | 58\\(\\frac{1}{2}\\) | 62 | 61 | 48\\(\\frac{1}{2}\\) | 54\\(\\frac{1}{2}\\) | 4,760 |\n|       | Aftern.   |            |       |              | 66     | 60 | 63 | 72 | 53 | 65 |\n| Sept. | Morn.     | 29.67      | 29.02 | 29.31        | 64\\(\\frac{1}{2}\\) | 55\\(\\frac{1}{2}\\) | 60 | 60 | 45\\(\\frac{1}{2}\\) | 52\\(\\frac{1}{2}\\) | 5,670 |\n|       | Aftern.   |            |       |              | 65\\(\\frac{1}{2}\\) | 56\\(\\frac{1}{2}\\) | 61 | 71 | 53 | 63 |\n| Oct.  | Morn.     | 29.80      | 28.50 | 29.38        | 59\\(\\frac{1}{2}\\) | 43\\(\\frac{1}{2}\\) | 51\\(\\frac{1}{2}\\) | 57\\(\\frac{1}{2}\\) | 30 | 43 | 3,480 |\n|       | Aftern.   |            |       |              | 59\\(\\frac{1}{2}\\) | 45 | 52\\(\\frac{1}{2}\\) | 65 | 39 | 52 |\n| Nov.  | Morn.     | 29.96      | 28.50 | 29.34        | 48     | 39 | 42\\(\\frac{1}{2}\\) | 52 | 26\\(\\frac{1}{2}\\) | 36 | 3,570 |\n|       | Aftern.   |            |       |              | 50     | 39 | 43 | 56 | 34 | 41\\(\\frac{1}{2}\\) |\n| Dec.  | Morn.     | 30.06      | 28.15 | 29.54        | 51     | 35\\(\\frac{1}{2}\\) | 42 | 52 | 24\\(\\frac{1}{2}\\) | 35 | 1,096 |\n|       | Aftern.   |            |       |              | 51\\(\\frac{1}{2}\\) | 35\\(\\frac{1}{2}\\) | 42 | 55\\(\\frac{1}{2}\\) | 32 | 40 |\n\nTotal: 31,699\nIn four years, 1740, 41, 42, and 43, there came but in 66,361 of rain. In the last four years 1772, 73, 74, and 75, there was 124,957, which is nearly twice as much.\n\nThe proportion that the mean months bear to the whole years at several periods.\n\n|        | 1736-40 | 41-50 | 51-60 | 61-70 | 71-75 | 36-75 |\n|--------|---------|-------|-------|-------|-------|-------|\n| January| .054    | .076  | .078  | .069  | .070  | .073  |\n| February| .051   | .046  | .052  | .074  | .073  | .061  |\n| March  | .047    | .074  | .066  | .049  | .058  | .061  |\n| April  | .057    | .075  | .086  | .056  | .035  | .065  |\n| May    | .075    | .064  | .073  | .071  | .094  | .074  |\n| June   | .075    | .123  | .097  | .112  | .079  | .101  |\n| July   | .139    | .111  | .134  | .107  | .072  | .111  |\n| August | .163    | .059  | .122  | .099  | .111  | .105  |\n| September| .113  | .095  | .062  | .074  | .156  | .092  |\n| October| .081    | .094  | .071  | .115  | .102  | .093  |\n| November| .052   | .105  | .073  | .100  | .084  | .086  |\n| December| .093   | .078  | .086  | .074  | .066  | .078  |\n\nThe year began favourable, the winter was mild and not in general wet; there was indeed a pretty deal of rain the first half of February, but the latter part of that month was warm and forwarding, and the spring continued to advance from that time with much fewer frosty mornings and N.E. winds than there frequently are.\nare at that season, the many strong Westerly winds keeping them back. The seed-time was fine, and the season good for corn. There were Northerly winds the former part of April, but they were not sharp ones; and the latter part of the month was hot, some days more so than in the height of summer.\n\nThe former part of the summer was fine, hot, and dry; some stony parishes burnt a good deal, especially where the grounds were hard-stocked, and the crop of hay was but was small; yet in general the grass had got so forward in spring that it held out pretty well. There was a great deal of fine weather this year; and though there was a great deal of rain in the latter part of the summer, so much fine weather was intermixed with it that most of the hay and harvest were got in well. These rains began the beginning of July, were considerable but not frequent at first, came oftener toward the end of it and in August, and were almost continual the first three weeks of September, with several thunder-storms. What harvest was still out, which in this country was chiefly peas and beans, was much spoiled; but in the fens and several other countries a good of barley was not finished. The latter end of September and beginning of October were fine, and finished the harvest; but the rains returned again, and continued to the end of November, yet in less quantities than before, and the wheat seed-time was pretty good. The end of the year was fine and in general dry; at first warm, and afterward frequent frosty mornings, but no settled frost. The dry weather before\nbefore Midsummer suited the wheat and barley, which were this year a good crop, and the grain large and fine, and cheaper than they have been for several years past.\n\nThe weather was less favourable in the South of England; the dry spring was drier and more burning; the barley of two growths, and some did not come up till Midsummer. The wet afterward was also greater, especially in Hampshire, so that their hay and harvest suffered more than ours, and their barley, in particular, coming up late, was late ripe, and was half, or in some places most of it, damaged by the wet. The barley failed also in Norfolk, it not earing well on account of the dry season.\n\nFor a good many years past, since the seasons have been in general wet, the nature of East winds has been very different from what it was before. Several years after the great frost in 1740 there were a great many N.E. winds in spring, but they were in general cold and dry, stopping vegetation; but for the last ten years, the East winds have been often very wet; many of the greatest summer floods were by rain out of that quarter, and many times there came rain almost as certainly as the wind turned East.\n\nAn experiment of parting fresh-water from salt by freezing.\n\nIn the severe frost last January, some salt-water, being set abroad, froze into an ice which was not solid but porous, the hollows being filled with the saltiest part of the water, for the ice, when drained, was quite fresh.\nThe salt-water, being again set abroad, froze as before; what remained still unfrozen was now become exceeding salt, but the ice, drained and dissolved, was little if at all brackish. This agrees with what Captain Cook mentions in his late voyage, that in $61^\\circ 35'$ South latitude they filled their water casks with fresh-water, melted out of ice found floating in the sea. By this experiment, if another time more fully repeated, it may be found to what degree the saltness of water may be increased, by continuing to freeze away the fresh-water.\n\nMay not the knowledge of this be of use to the salt-makers, especially in cold countries? The Sun is strong enough of itself between the Tropics to dry away the sea-water into salt; and, I think, at the salt-works near Lymington, they increase the saltness of the sea-water by drying it away in the Sun before they boil it into salt. And this seems to be another means of parting fresh-water from the salt, which would save expense in boiling it away, and may be of use in the cold countries, and in winter.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106284.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 3580,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3378,
        2
      ],
      [
        3378,
        4803,
        3
      ],
      [
        4803,
        6371,
        4
      ],
      [
        6371,
        7832,
        5
      ],
      [
        7832,
        8893,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106284",
    "title": "Extract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1775. By Thomas Barker, Esquire. Communicated by Sir John Pringle, Bart. P. R. S.",
    "authors": "John Pringle, Thomas Barker",
    "year": 1776,
    "volume": "66",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106284"
  }
}