{
  "id": "0f149862bf50c714906b552b8b511aa2a6279dfc",
  "text": "III. On the effects of galvanism in restoring the due action of the lungs. By A. P. Wilson Philip, Physician in Worcester. Communicated by Sir Everard Home, Bart. V. P. R. S.\n\nRead November 21, 1816.\n\nIn the prosecution of an inquiry in which I have been engaged for several years, some of the results of which were published in the Philosophical Transactions of last year, I have had occasion to make many experiments with galvanism, which seem to me to point out with more precision than has yet been done; what we are to expect from it in the cure of disease; and I think it will appear from what I am about to say, that to the want of discrimination in its employment we must ascribe the little advantage which medicine has hitherto derived from the discovery of this influence.\n\nIt seems to be an inference both from my own experiments and observations and those of others, which I had the honour to lay before the Society in my first paper, that what is called the nervous system, comprehends two distinct systems, the sensorial, and the nervous system properly so called. Now it does not appear that galvanism can perform any of the functions of the sensorial system, yet, in the greater number of instances in which it has been used in medicine, it has been expected to restore the sensorial power. It has been expected to restore hearing, and sight, and voluntary power. It may now and then happen in favorable cases, from the connection\nwhich subsists between the sensorial and nervous systems, that by rousing the energy of the latter, we may excite the former. It would be easy to show, that we have little reason to expect that this will often happen. It also appears from the experiments to which I allude, that galvanism has no other power over the muscular system, than that of a stimulus; we are, therefore, to expect little more advantage from it in diseases depending on faults of the sanguiferous system, than from other stimuli. Hence its failure in tumors, &c. But I cannot help regarding it as almost ascertained, that in those diseases in which the derangement is in the nervous power alone, where the sensorial functions are entire, and the vessels healthy, and merely the power of secretion, which seems immediately to depend on the nervous system, is in fault, galvanism will often prove a valuable means of relief.\n\nAs soon as this view of the subject presented itself, I was led to inquire, what diseases depend on a failure of nervous influence. The effect on the lungs of dividing the eighth pair of nerves answered the question respecting one of the most important diseases of this class. We find that withdrawing a considerable part of the nervous influence from the lungs, produces great difficulty of breathing. When the effect of this experiment on the lungs is carefully attended to, it will be found, I think, that it is in all respects similar to the disease which may be called habitual asthma; in which the breathing is constantly oppressed, better and worse at different times, but never free, and often continues to get worse in defiance of every means we can employ, till the patient is permanently unfitted for all the active duties of life. The animal in the above experiment is not affected with the\ncroaking noise and violent agitation which generally characterize fits of spasmodic asthma. This state we cannot induce artificially, except by means which lessen the aperture of the glottis.\n\nI found from repeated trials, that both the oppressed breathing and the collection of phlegm, caused by the division of the eighth pair of nerves, may be prevented by sending a stream of galvanism through the lungs. That this may be done with safety in the human body, we know from numberless instances in which galvanism has been applied to it in every possible way.\n\nSuch are the circumstances which led me to expect relief from galvanism in habitual asthma. It is because that expectation has not been disappointed, that I trouble the Society with this Paper. Although the effects of galvanism in habitual asthma have been witnessed by many other medical men, I have mentioned nothing in the following pages which did not come under my own observation.\n\nI have employed galvanism in many cases of habitual asthma, and almost uniformly with relief. The time, during which the galvanism was applied before the patient said that his breathing was easy, has varied from five minutes to a quarter of an hour. I speak of its application in as great a degree as the patient could bear without complaint. For this effect I generally found from eight to sixteen four-inch plates of zinc and copper, the fluid employed being one part of muriatic acid, and twenty of water, sufficient. Some require more than sixteen plates, and a few cannot bear so many as eight; for the sensibility of different individuals to galvanism is very different. It is curious, and not easily accounted for,\nthat a considerable power, that perhaps of twenty-five or thirty plates is often necessary on first applying the galvanism, in order to excite any sensation; yet after the sensation is once excited, the patient shall not perhaps, particularly at first, be able to bear more than six or eight plates. The stronger the sensation excited, the more speedy in general is the relief. I have known the breathing instantly relieved by a very strong power. I have generally made it a rule to begin with a very weak one, increasing it gradually at the patient's request, by moving one of the wires from one division of the trough to another, and moving it back again when he complained of the sensation being too strong. It is convenient for this purpose to charge with the fluid about thirty plates.\n\nThe galvanism was applied in the following manner. Two thin plates of metal about two or three inches in diameter, dipped in water, were applied, one to the nape of the neck, the other to the pit of the stomach, or rather lower. The wires from the different ends of the trough* were brought into contact with these plates, and, as observed above, as great a galvanic power maintained, as the patient could bear without complaint. In this way the galvanic fluid was sent through the lungs, as much as possible in the direction of their nerves. It is proper, constantly to move the wires upon the metal plates, particularly the negative wire, otherwise the cuticle is injured in the place on which it rests. The relief seemed much the same, whether the positive wire was applied to the nape of the neck, or the pit of the stomach. The negative\n\n* I found a trough of the old construction answer better than the improved pile, which is so much superior for most purposes.\nwire generally excites the strongest sensation. Some patients thought, that the relief was most speedy, when it was applied near the pit of the stomach.\n\nThe galvanism was discontinued, as soon as the patient said that his breathing was easy. In the first cases in which I used it, I sometimes prolonged its application for a quarter of an hour, or twenty minutes, after the patient said he was perfectly relieved, in the hope of preventing the early recurrence of the dyspnœa; but I did not find that it had this effect. It is remarkable, that in several who had laboured under asthmatic breathing for from ten to twenty years, it gave relief quite as readily as in more recent cases; which seems to prove, that the habitual difficulty of breathing, even in the most protracted cases, is not to be ascribed to any permanent change having taken place in the lungs.\n\nWith regard to that form of asthma which returns in violent paroxysms, with intervals of perfectly free breathing, I should expect little advantage from galvanism in it, because, as I have just observed, I found that the peculiar difficulty of breathing, which occurs in this species of asthma, cannot be induced in animals, except by means lessening the aperture of the glottis. It is probable, that in the human subject the cause producing this effect is spasm, from which indeed the disease takes its name, and we have no reason to believe, from what we know of the nature of galvanism, that it will be found a means of relaxing spasm.\n\nThe spasmodic asthma is fortunately a very rare disease, so much so, that but one case of it has occurred to me since I have employed galvanism in asthma, while I have had an opportunity of employing this remedy in between thirty and\nforty cases of the habitual form of the disease. I cannot, therefore, from experience, speak with certainty of the effect of galvanism in the former. In the above case it was twice employed in the paroxysm, and I could observe no relief from it. In both instances, the patient said, that, had it not been used, the symptoms would have been more severe. In this patient, the spasmodic paroxysm was often succeeded by a state of habitual asthma for several weeks, in which galvanism gave immediate, but temporary relief.\n\nOf the above cases of habitual asthma, many occurred in work-people of this town, who had been obliged to abandon their employments in consequence of it, and some of them, from its long continuance, without any hope of returning to regular work. Most of them had tried the usual means in vain. By the use of galvanism they were all restored to their employments. I have seen several of them lately, who, although they have not used the galvanism for some months, said, they had continued to work without any inconvenience. Some, in whom the disease had been wholly removed, remained quite free from it; some have had a return of it, and have derived the same advantage from the galvanism as at first.\n\nI have confined the application of galvanism to asthmatic dyspnœa. I think there is reason to believe, from the experiments which I have made, that in inflammatory cases it would be injurious, and, in cases arising from dropsy, or any other mechanical impediment, little or nothing, it is evident, is to be expected from it. Habitual asthma is often attended with a languid state of the biliary system, and some fullness and tenderness on pressure near the pit of the stomach. If these are considerable, they must be relieved, previous to the use of the galvanism. When there is a considerable tendency\nto inflammation, the repeated application of the galvanism sometimes increases it so much, that the use of this influence no longer gives relief, till the inflammatory tendency is subdued by local blood-letting. It always gave relief most readily, and the relief was most permanent in those cases of habitual asthma which were least complicated with other diseases, the chief complaint being a sense of tightness across the region of the stomach, impeding the breathing. The patients said, that the sense of tightness gradually abated, while they were under the influence of the galvanism, and that as this happened their breathing became free. The abatement of the tightness was often attended with a sense of warmth in the stomach, which seemed to come in its place. This sensation was most frequently felt when the negative wire was applied near the pit of the stomach, but the relief did not seem less when it was not felt.\n\nWith respect to the continuance of the relief obtained by galvanism, it was different in different cases; in the most severe cases it did not last so long as in those where the symptoms were slighter, though of equal continuance. This observation, however, did not universally apply. When the patient was galvanised in the morning, he generally felt its good effects till next morning. In almost all, the repetition of the galvanism gradually increased the degree of permanent relief. Its increase was much more rapid in some cases than in others. The galvanism was seldom used more than once a day. In some of the more severe cases it was used morning and evening. About a sixth part of those who have used it appear, as far as we yet know, to have obtained a radical cure. It failed to give considerable relief only in about one tenth. I may add, that were it only the means of present\nrelief, we have reason to believe that, as being more innocent, it would be found preferable to the heating, spirituous, and soporific medicines, which are so constantly employed in this disease.\n\nAs it often happened that a very small galvanic power, that of not more than from four to six four-inch double plates, relieved the dyspnoea, may we not hope, that a galvanic apparatus may be constructed, which can be worn by the patient, of sufficient power to prevent its recurrence in some of the cases, in which the occasional use of the remedy does not produce a radical cure?\n\nI wished to try, if the impression on the mind, in the employment of galvanism, had any share in the relief obtained from it. I found, that by scratching the skin with the sharp end of a wire, I could produce a sensation so similar to that excited by galvanism, that those who had most frequently been subjected to this influence were deceived by it. By these means, and arranging the trough, pieces of metal, &c. as usual, I deceived several who had formerly received relief from galvanism, and also several who had not yet used it. All of them said that they experienced no relief from what I did. Without allowing them to rise, I substituted for this process the real application of galvanism, merely by immersing in the trough one end of the wire with which I had scratched the nape of the neck, the wire at the pit of the stomach having been all the time applied as usual by the patient himself. Before the application of the galvanism had been continued as long as the previous process, they all said they were relieved. I relate the particulars of the two following experi-\nments, because, independently of the principal object in view in making them, they point out two circumstances of importance in judging of the *modus operandi* of galvanism in asthmatic cases.\n\nThe first was made on an unusually intelligent lady, of about thirty-five years of age, who had for many years laboured under habitual asthma, than whom I have known none more capable of giving a distinct account of their feelings. Her breathing was very much oppressed at the time that she first used galvanism. The immediate effect was, that she breathed with ease. She said, she had not breathed so well for several years. Part of the relief she obtained, proved permanent, and, when she was galvanised once a day for about ten minutes, she suffered little dyspnœa at any time. After she had been galvanised for eight or ten days, I deceived her in the manner just mentioned. The deception was complete. She told me to increase or lessen the force of the galvanism, as she was accustomed to do, according to the sensation it produced. I obeyed her directions by increasing or lessening the force with which I scratched the neck with the wire. After I had done this for five minutes, she said the galvanism did not relieve her as usual, and that she felt the state of her breathing the same as when the operation was begun. I then allowed the galvanism to pass through the chest, but only through the upper part of it, the wire in front being applied about the middle of the sternum. She soon said that she felt a little relief; but although it was continued in this way for ten minutes, the relief was imperfect. I then directed her to apply the wire in front to the pit of the stomach, so that the galvanism passed through the whole\nextent of the chest, and, in a minute and a half, she said her breathing was easy, and that she now experienced the whole of the effect of the former applications of the remedy.\n\nTo try how far the effect of galvanism in asthma arises merely from its stimulating the spinal marrow, in a young woman who had been several times galvanised in the usual way, and in whom it eventually performed a permanent cure,* the wires were applied to the nape of the neck and small of the back, and thus the galvanic influence was sent along the spine for nearly a quarter of an hour. She said her breathing was easier, but not so much so as on the former applications of the galvanism; and on attempting to walk up stairs she began to pant, and found her breathing, when she had gone about half way, as difficult as before the application of the galvanism. She was then galvanised in the usual way for five minutes: she now said her breathing was quite easy, and she walked up the whole of the stairs without bringing on any degree of panting, or feeling any dyspnœa. This experiment was made in the presence of four medical gentlemen.\n\nMany medical gentlemen have frequently witnessed the relief afforded by galvanism in habitual asthma, and Mr. Cole, the house surgeon of the Worcester Infirmary authorises me to say, that no other means there employed have been equally efficacious in relieving this disease.\n\n* This patient, after remaining free from her disease for about half a year, has, since the above was written, returned to the infirmary, labouring under a slighter degree of it, and again experienced immediate relief from galvanism. The disease seemed to have been renewed by cold, which had at the same time produced other complaints.\n\nWorcester, November 4th, 1816.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107569.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 3990,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1447,
        2
      ],
      [
        1447,
        3247,
        3
      ],
      [
        3247,
        4919,
        4
      ],
      [
        4919,
        6680,
        5
      ],
      [
        6680,
        8420,
        6
      ],
      [
        8420,
        10245,
        7
      ],
      [
        10245,
        12062,
        8
      ],
      [
        12062,
        13723,
        9
      ],
      [
        13723,
        15454,
        10
      ],
      [
        15454,
        17221,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107569",
    "title": "On the Effects of Galvanism in Restoring the due Action of the Lungs",
    "authors": "A. P. Wilson Philip",
    "year": 1817,
    "volume": "107",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107569"
  }
}