{
  "id": "7b00b61565b4bb44eae34bbe5f4c4b374705d908",
  "text": "IX. Epistola Domini Antonij van Leeuwenhoek,\nR. S. S. de Osculis, sive Spiraculis Foliorum\nBuxi, item de lanugine Malorum Persicorum\n& Cydoniorum.\n\nDelphis, 15. Januarij 1721.\n\nNUPER Cogitationem meam converti ad\nFrondes Arborum nostratium, tacitusque me-\nditabarnum & illae forsitae Osculis sint instructae; cum\nigitur in Area mea duas haberem Arbusculas, sive\nPlantas illius Buxi, quae Vulgo Palma Ceres appellatur,\nfolium ex iis unum decerpsi, & in partes divulsum ope\nMicroscopij contemplatus sum. Tum vero partes il-\nlas, per quas Transpiratio vel Exhalatio fit, clarissime\nvisu distinxi. Adhaec complures percepi exiguissimos\nHiatus, qui lucem transmittebant: Quos tamen com-\nmodius majorique numero percepi, cum partes pra-\ndicti folij aliquanto essent fusciores.\n\nCum praeterea supra porticum Domus meae, quae Por-\nticus plumb boconecta est, alia staret Arbuscula Buxi;\nquaedam illius Foliola, partim adhuc virentia, partim\nexsiccata, mihi adferenda curavi, ut illorum Texturam,\nquantum possibile esset, investigarem: Quid eo Successu\nfecit; ut istiusmodi Oscula, sive Spiracula, in foliis istis\nclarius Visu perceperim, quam in ullis unquam Fructibus\nante perceperim. Ut autem Multitudinem Osculorum,\nquae in tali Foliolo percepi, velut Oculis expositam\nhaberem; Folium Buxeum Lineali imposui cupero, quod\nquod in varias partes distinctum erat: Comperique Longitudinem Folij parem esse octonis partibus Pollicis, in decem partes distributi; Folij vero Latitudinem cum medietate pollici, sive quinque decimis partibus exæquari.\n\nJam vero ponamus tali Foliolo Figuram esse Ovataam; adhæc Latitudinem ejus atque Longitudinem conjungamus: Tum exsurget numerus 13, cujus dimidium sit 6½. Dein ponamus idem Foliolum, post illam Latitudinis atque Longitudinis conjunctionem, instar Circuli esse rotundum; illiusque Diametrum 6½ decimis Pollicis partibus ex æquo respondere.\n\nExinde juxta Foliolum ante dictum, locavi Pilum Porcinum; quem adhibito Microscopio contemplatus, judicavi duodecim Buxi Oscula, si sibi contigua jacerent, cum Diametro Pili Porcini Longitudine exæquari; Sexaginta vero Pilos Porcinos judicabam Magnitudinis esse pollicaris. Sequitur decimam quamque Pollicis partem sex Diametris Pilorum Porcinorum Longitudine parem esse; dimidiataam vero Diametra Folioli Buxei cum 19½ Diametris Pilorum Porcinorum exæquari. Quæ 19½ Diametri, si duodecies, id est juxta numerum Osculorum, multiplicentur; efficitur numerus 234, quam Longitudinem dimidiatus Folioli Buxei circulus ex antedictis habet.\n\nUt autem quid tali Circulo continetur suppute mus, primo cum Geometris statuendum est; quæ proportio est numeri 14 ad numerum 11, eandem Proportionem esse inter numerum quadratum Diametri cujusvis Circuli, & ea quæ Circulo ipso continentur. Sequitur unam Folij Buxei Superficielem Osculis 172090 praeditam esse. Cum autem altera Superficies haud paucioribus instructa sit; tandem exsurget numerus\nOsculorum 344180, quorum Ope Perspiratio & Exhalatio fiat.\n\nCum Lanuginem illam, quae Mala Persica, vulgo Montana convestit, nupera Æstate sine Microscopio considerarem; Frustula quædam Mali Persici, ex cortice excisa, ante Microscopium collocavi. Tum vero judicabam Floccos illos Laneos Multitudine pares esse Osculis per cutem Mali Persici diffusis. Et quemadmodum Oscula Fructuum velut inter duo labiola patescere, nec plane rotunda sed aliquantulum oblonga esse, jam ante monui; sic Flocci Lanei, ex Osculis dictis efflorescentes, non omnino rotundi sunt, sed nonnihil plani. Sed & complures in medio Ruga quadam notatos esse videbam.\n\nUt autem Multitudinem Osculorum halitus exspirantium palam proponam; unàque ingentem numerum exhalantium humorum, qui Aeren ingressi in particulas oblongas, sed alias aliis longiores spissescunt, Osculis subjiciam; exiguum Mali Persici portionem delineari & in Icone 3 per ABCDEFG indicari curavi. Ubi quidem ABFG perpusillum est Frustum Mali et Corticis Persici, per BCD EFG lanugo Malo adhaerescens designatur.\n\nMagnitudinem dicti Frustuli, per Iconem designati, sic æstimare poteris: Tres Vultus mei Pilos Microscopio applicatos habebam, quos Pictori post Iconis modo dictæ Delineationem intuendos exhibui. Cum deinde ejusdem Iconis Longitudinem, a G ad A in 16 Partes distribuisse; rogavi quot latorum pilorum Diametros in illa Iconis Longitudine contineri judicaret; qui, ne octo quidem respondit. Quod si verum esse statuamus, quam incredibili Floccorum Laneorum Multitudine necesse est Malum Persicum circumvestiri!\n\nK. k\n\nCum\nCum postea Mala sive Pyra Cydonia permutu-\nruisset, quaedam etiam Mali Cydonij particulas ad\nMicroscopium applicavi; & Lanuginem, quae ex Malo\nCydonio exhalatur, neque Lanugini Mali Persici Copiâ\ncedit, delineandam curavi; quae omnia in Icone 4 de-\nsignata vides per H I K L M N O. Ubi H I N O\nperparva est portio Mali Corticisque Cydonij, per\nI K L M N Lanugo ex Malis Cydoniis exsudans in-\ndicatur. Quae Lanugo, licet in Cydoniis longior quam\nin Persicis, non tamen in illis erigitur, sicut in istis; sed\ncrispando sibi invicem implectitur.\n\nX. Remarks on some Attempts made towards a\nperpetual Motion, by the Reverend Dr. Desagu-\nliers. F. R. S.\n\nThe Wheel at Hesse-Cassel, made by Monsieur Or-\nfèves and by him called a perpetual Motion, has\nof late been so much talk'd of, on Account of its wonder-\nful Phenomena, that a great many People have believed\nit to be actually a self-moving Engine; and according-\nly have attempted to imitate it as such. Now as a great\ndeal of Time and Money is spent in those Endeavours,\nI was willing (for the Sake of those that try Experi-\nments with that View) to shew that the Principle,\nwhich most of them go upon is false, and can by no-\nMeans produce a perpetual Motion.\n\nThey take it for granted, that if a Weight descend-\ning in a Wheel, at a determinate Distance from the\nCentre, does in its Ascent approach nearer to it; such\na Weight",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103432.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9316,
    "total-output-tokens": 2069,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1315,
        3
      ],
      [
        1315,
        2910,
        4
      ],
      [
        2910,
        4484,
        5
      ],
      [
        4484,
        5863,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103432",
    "title": "Epistola Domini Antonij van Leeuwenhoek, R. S. S. de Osculis, Sive Spiraculis Foliorum Buxi, Item de Lanugine Malorum Persicorum & Cydoniorum",
    "authors": "Antonij van Leeuwenhoek",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103432"
  }
}