{
  "id": "3371aeb0bdacb7f610c893fac5199dd10934a10e",
  "text": "Whence, making $P = \\frac{m}{a}$, $Q = \\frac{m}{a^2} - \\frac{2n}{b}$, $R = \\frac{m}{a^3} + \\frac{3p}{c}$, $S = \\frac{m}{a^4} + \\frac{2n}{b^2} - \\frac{4q}{d}$, $T = \\frac{m}{a^5} + \\frac{5r}{e}$, &c., and assuming $A + Bx + Cx^2 + Dx^3 + Ex^4$, &c., to express the series sought, the several values of $A$, $B$, $C$, $D$, &c. will be exhibited by the very equations brought out in the resolution of the preceding problem.\n\nV. A Letter from George Bayly M.D. of Chichester, to Henry Pemberton M.D. F.R.S. &c. of the Use of the Bark in the Small-Pox.\n\nDear Sir,\n\nRead Jan. 10. 1750.\n\nThe case I lately mention'd to you in conversation, of which you desired a more particular account, is, as far as I have been able to recollect at this distance of time, as follows.\n\nThe patient, a gentlewoman of a fat corpulent habit, and healthy constitution, but 73 years of age, was, on the 6th day of December 1742, seiz'd with the common symptoms of a fever, attended with a sudden great loss of strength; so that, being carried to bed, she was not able to sit upright in it for the least space of time, without being held up by her assistant.\nShe became afterwards delirious, and on the 4th day vomited much, and pustules of the small-pox appeared, which gradually became more numerous, and increased in bigness. The pustules however were large, distinct, and not in great number. She went on well enough for three days from the first eruption; the vomiting quickly ceased, and we began to promise ourselves that all danger would soon be over: but on the 8th day the pustules were at a stand, and every thing went wrong: whereupon I order'd vesicatories to be applied to the arms, and warm cordial medicines in good doses to be given, and often repeated, in order to promote the growth of the pustules, and bring them to maturation.\n\nWe proceeded two days in this method without effect; on the contrary she grew worse; and on the 10th day the pustules were everywhere sunk, and in the face appeared quite dry and shriveled; she swallowed with extreme difficulty, had no remaining strength, and seemed to every one about her past all hopes of recovery: I myself thought she would not live a day, or scarce 12 hours, longer. The apothecary, who was her son, seeing the extreme danger of his mother, and how ineffectual my endeavours had been to raise the pustules, desired to know, if I could think of any thing farther to answer this purpose? I proposed to try, if he pleased, the Cortex Peruvianus, but without taking upon me to answer for the event. He readily consenting, I prescribed as follows:\n\nApplicetur Empl. Vesicator. Tibiis internis.\n\n& Cort.\nSoon after taking the second draught she was plainly alter'd for the better; in 8 hours very much amended; and within 24 hours was freed from the most dangerous symptoms; the pustules, which had been sunk and wither'd, gradually rising nearly from the time of taking the bark.\n\nShe persisted in taking the draughts from the 10 to the 15 day, and took 28 in all; by the use of which the first pustules arrived in five days to perfect fulness and maturation; and a second eruption of pustules succeeded, which render'd her blind, and were so very numerous, that the matter of them almost every-where ran together, and formed large abscesses underneath in various places: and though the discharge from the ulcers was very great, yet (as if this were not sufficient to depurate the blood) there arose all over the body a great number of boils, insomuch that the whole surface of the body was, as it were, one continued ulcer; to cover and defend which, three whole sheep-skins were employed spread with Gerat. de Lap. calamin. and daily renew'd for a long time; it being two or three months, before all the ulcers were cicatrized.\n\nBesides the above-mention'd effects of the bark, it was observed greatly to invigorate and fortify her spirits, during the time of giving it, which was no longer than what I thought sufficient to bring the matter\nmatter of the pustules to a proper digestion. But this was not long enough to prevent a second fever, which, I am inclined to believe, the continued use of the bark would have done, or at least have much abated and shorten'd it. However, to guard against this fever, on the 15th day 8 ounces of blood were taken away: she was likewise purged on the 16th, 18th, and 22nd. But, notwithstanding this method of bleeding and purging, as far as her strength would admit, the fever came on and increased.\n\nI then tried her with 3 or 4 draughts of bark: but the fever not immediately giving way to this, I was afraid to proceed with it farther at that time. But the fever at length being attended with a Coma, and other dangerous symptoms, made me again doubt of her recovery.\n\nThis determined me to try the bark in earnest against the fever, the extraordinary effects of which I had already experienced in the preceding stage of the disease. I therefore order'd a strong decoction of Cort. Peruv. Serpentar. Virgin. Croc. Coccinel. which she continued to take once in three or four hours for 24 days together; during which time she took 17 ounces of bark, and was thereby freed from the fever intirely. After leaving off the bark, she took 11 purges at proper intervals, and then left off taking any more medicines, being recovered to a more perfect health than before her illness, and so continued.\n\nGive me leave to subjoin the case of a healthy young man, who, in July 1746, had the small-pox by inoculation. The eruption came on at the right time;\ntime; but, three or four days after, in dressing the incisions, three or four purple spots were observed about them, which occasioned my being called in. I took notice, that the pustules, which were very numerous, were here and there livid, and in the arms and thighs of a dark colour, tending towards a mortification. Whereupon I immediately prescribed 3s. of bark to be given, and repeated once in three hours; which was accordingly done for eleven days successively; during which time he took 47 doses of bark, viz. in all, 3 ounces wanting half a drachm. It was really wonderful to see, how soon the bark alter'd the colour of the pustules, brought them on to digestion, supported the patient's strength, prevented a second fever, and carried him thro' the disease without the least difficulty, or bad symptom.\n\nI am, &c.\n\nVI. A Method of making artificial Magnets without the Use of natural ones; communicated to the Royal Society by John Canton, M. A. & F. R. S. To which is prefixed the President's Report.\n\nRead Jan. 17, 1750. At a meeting of the Royal Society on Thursday the 17 day of January 1750, the President acquainted the gentlemen there present, that Mr. John Canton, one of their members, who had for a considerable time, and with great diligence,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105018.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1903,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1131,
        2
      ],
      [
        1131,
        2642,
        3
      ],
      [
        2642,
        3983,
        4
      ],
      [
        3983,
        5528,
        5
      ],
      [
        5528,
        6793,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105018",
    "title": "A Letter from George Bayly M. D. of Chichester, to Henry Pemberton M. D. F. R. S. &c. of the Use of the Bark in the Small-Pox",
    "authors": "George Bayly",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105018"
  }
}