{
  "id": "9012d2e3698b0d2c6ac641b44a5d1b55c68431ff",
  "text": "Solution of the parts that compose them, and by freeing them of the impurities which our senses perceive not, whereby the pure substances, which are the principal and most essential parts being disengaged, may with more efficacy and speed produce the effect looked for. And this is performed in three Books, according to the three, lately named, classes of Materials. In the doing of which the Author affirms, that his chief aim being to make known the surest and the easiest means of successfully performing all Chymical Operations, he doth sincerely communicate what himself practiceth, without any reserve, and endeavours so to explain himself in those Preparations that have passed through his hands, that by making those to be well understood, it will not be difficult to succeed in such as he hath not spoken of. And he hopes, that, having in his said Preparations consulted Experience und Reason, and avoided affected prolixities, he shall not be blamed for so doing, and that it will be well taken, that he hath established their virtues, doses and uses upon the principal parts of which the Mixts are composed, upon the several alterations which they receive in preparing them, and upon the Successes which he hath noted of them in the several uses he has made of them in very many occasions.\n\nAdvertisement,\n\nTo intimate, that the Publisher of this Tract intends to take another opportunity of Justifying himself against the Alpersions and Calumnies of an immoral Postscript put to a Book called Lampas, publish't by Robert Hooke: Till which time, 'tis hoped, the Candid Reader will suspend his Judgment.\n\nErrat. Pag.685.lin.6.leg. KPL pro KLP.\n\nImprimatur,\n\nOctob.3.\n1676.\n\nBrouncker, P.R.S.\n\nLondon, Printed for J. Martyn, Printer to the R. Society, 1676.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101737.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 460,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1767,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101737",
    "title": "Errata",
    "authors": null,
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101737"
  }
}