{
  "id": "297292ad9c94cf9cec40ccc07bd4c064957d1eb6",
  "text": "IX. Account of Experiments on the Flexural and Torsional Rigidity of a Glass Rod, leading to the Determination of the Rigidity of Glass. By Joseph D. Everett, D.C.L., Assistant to the Professor of Mathematics in the University of Glasgow. Communicated by Professor W. Thomson, F.R.S.\n\nReceived February 1,—Read February 22, 1866.\n\nThese experiments were conducted in the Physical Laboratory of Glasgow University during the summer vacation of 1865, upon a plan devised by Professor W. Thomson, which may be briefly described as follows:\n\nA cylindrical rod of glass is subjected to a bending couple of known moment, applied near its ends. The amount of bending produced in the central portion of the rod is measured by means of two mirrors, rigidly attached to the rod at distances of several diameters from each end, which form by reflexion upon a screen two images of a fine wire placed in front of a lamp-flame. The separation or approach of these two images, which takes place on applying the bending couple, serves to determine the amount of flexure.\n\nIn like manner, when a twisting couple is applied, the separation or approach of the images serves to determine the amount of torsion.\n\nThe following are the details of the arrangement.\n\nA B (Plate XVI. fig. 2) is the glass rod, firmly held at both ends in the brass sockets A, B which form the extremities of the hollow brass arms A C, B D. Each of these arms is furnished with two pairs of sharply pointed cones, exactly opposite to each other, at E, C, F, D, of which those at E, F serve as feet for supporting the apparatus, while those at C and D support the weights used for producing flexure and torsion. The two distances E C, F D are exactly equal. There are joints in the arms at E, F, the axes of the joints being the same as those of the cones; and for torsion experiments these are turned to a right angle on opposite sides, as shown in bird's eye view at fig. 3, where the same letters denote the same parts as in fig. 2. In flexure experiments the arms are in the same straight line with the glass rod, as shown in fig. 2. In both arrangements it is obvious that when equal weights are hung at C and D, their effect upon the rod is equivalent to a couple whose moment is the force of gravity on one of the weights multiplied by one of the equal distances E C, F D. In fig. 2 this couple bends the rod without twisting it, and in fig. 3 twists without bending it.\n\nIn the final series of experiments the apparatus was made to rest on three feet instead of two; one of the points, as F, being replaced by two points about an inch apart, lying in a line at right angles to that joining E F.\nG K, H L are light arms of brass clamped to the glass rod by screws G, H, at the distance of several diameters of the rod from the sockets A, B, and carrying at their other extremities the semicircular mirrors M, N, which are represented on a larger scale in figs. 4, 5. Each mirror is attached to its supporting arm by a vertical rod \\(a b\\), turning in a socket at \\(a\\), and having a joint at \\(b\\), by means of which the plane of the mirror can be turned to or from the vertical. By these two motions we can cause the image formed upon the screen to move either horizontally or vertically. The mirrors always face the screen. In flexure experiments their planes are perpendicular, and in torsion experiments parallel to the length of the glass rod, as shown in figs. 4, 5 respectively. P P, Q Q are rectangular frames of iron for supporting the apparatus.\n\nFig. 1 exhibits the general arrangement for flexure experiments. A is the apparatus above described, D a paraffin lamp, C a frame for supporting a fine brass wire stretched horizontally on a level with the middle of the flame, and nearly in contact with the glass shade of the lamp. As seen from the mirrors, this wire appears as a fine dark horizontal line passing through the flame. B is an achromatic lens of 4 feet focal length, mounted on what is equivalent to a universal joint. The rays of light from the flame and wire pass through this lens to the mirrors, and after reflexion pass outside the lens to the screen E, on which two images of the wire (one from each mirror) are formed, appearing as horizontal lines of darkness in the midst of large spots of light. The clearest portions of the two images were brought, by adjustment of the mirrors, into the same vertical line, and the distance of their centres was directly measured with a rule divided at the edge to millimetres. The images were sufficiently narrow to be easily bisected by eye, and the readings were taken to tenths of a millimetre.\n\nIn torsion experiments, the apparatus A was placed so that the glass rod was parallel instead of perpendicular to the screen, but the mirrors were turned so as still to face the screen, and the appearance of the images was the same as above described. In both cases the images could be made either to approach or recede from one another on hanging on the weights, by adjusting the mirrors so as to cause one or the other of the images to be in the first instance uppermost. In some of the experiments they approached, in others they receded. In all the experiments they were nearly on a level with the mirrors, and the rays, both direct and reflected, were nearly perpendicular to the screen.\n\nThe mirror-arms G K, H L, fig. 2, were so adjusted that one of the mirrors was a little behind, and at the same time a little to one side of the other, as represented in figs. 4, 5; the former being a side and the latter a front view. They were just far enough apart in both directions to prevent any risk of their coming in contact when flexure and torsion were produced in the glass rod.\n\nAs the portion of the rod whose flexure and torsion are measured is that which lies between the clamps G, H, it was necessary to ensure that these should always be in the same places; and to this end two measuring sticks, cut to convenient lengths, were employed, and whenever it was necessary to unscrew and readjust the clamps, the distances between B and H and between H and G were made to fit these sticks.\nAfter a great number of preliminary experiments, in which improvements were gradually introduced in the apparatus and mode of observation, the final observations were made in the manner above described. They consisted of a set of flexure observations with the rod turned into ten different positions, differing from one another by tenths of a revolution, and of a set of torsion observations with the arms alternately fixed. The fixing of one arm was necessary to the attainment of steadiness in torsion observations, as without it the apparatus would have oscillated with a see-saw motion, and was effected by inserting a flat piece of wood, W (fig. 3), underneath, and laying a weight (not shown in fig. 3) on the top of the arm. The arrangement will be better understood from an inspection of fig. 6, where X represents the weight laid on the arm. As the experiments with right arm fixed and left arm fixed were equally numerous, the mean result is free from errors arising from want of perfect symmetry in the two arms.\n\nThe weights employed were the same for torsion as for flexure. They were lead weights of 50 and 100 grammes, and were accurately tested. Every set of observations was symmetrical with respect to the zero or unstrained condition of the rod, consisting either of five observations in the order 0, 50 grms., 100 grms., 50 grms., 0, or of five observations in the order 100 grms., 50 grms., 0, 50 grms., 100 grms.\n\nThe following were the numerical determinations obtained:\n\n**Torsion.**\n\n- Mean separation of images per gramme . . . . . . . . . . . . •053185\n\n- Mean distance of mirrors from screen . . . . . . . . . . . . .277•3\n\n**Flexure.**\n\n- Mean separation of images per gramme in ten equidifferent positions, •04175, •04185, •04069, •04160, •04112, •04243,\n  •04062, •04100, •04132, •04203, giving a gross mean of . . •04144\n- Mean distance of mirrors from screen . . . . . . . . . . . . .271•8\n\n**For both Torsion and Flexure.**\n\n- Length of glass rod between clamps . . . . . . . . . . . . . . .28•0\n- Arm of couple . . . . . . . . . . . . . . . . . . . . . . . . . . .31•4\n\nAs a specimen of the amount of consistency between different readings, as well as of the method employed in their reduction, I will here transcribe the last set of flexure observations—last in order of time, but sixth in order of position. The first column contains the weight (in grammes) acting at each arm; the second, the distance of the images; the third, the amount of separation or approach of the images as compared with the zero or unweighted distance. The mean separation or approach per gramme is computed by dividing the sum of the numbers in the third column by the sum of those in the first.\nThe mean of '0427, '0423, '0423 is '04243, which is adopted as the mean effect per gramme in this position of the rod.\n\nI may here state that, from a careful analysis of several observations, both of torsion and flexure, I have come to the conclusion that the mean separation of images produced by weights of 100 grammes is, within the limits of accuracy attainable in these experiments, precisely double of that produced by weights of 50 grammes. In several sets of observations the deviation from strict proportionality amounted only to about 1 part in 500, and this deviation was sometimes on one side and sometimes on the other.\n\nWhen the experiments above described were concluded, the ends of the glass rod were cut off just outside the clamps, and the remaining portion was weighed in air and water. The weights were respectively 40·317 and 26·620 grammes, showing a loss in water of 13·697 grammes; and since a gramme is the weight of a cubic centimetre of water, this last number expresses the volume of the rod in centimetres. The length was found to be 28·2; hence the mean sectional area is '48571, and the mean radius '39321. No correction is applied for the temperature of the water (9° Cent.), as its amount would be only about 1 part in 5000.\nFrom the data above given the following elements will now be computed:\n\n\\( f \\), the flexural rigidity of the rod, or the reciprocal of the amount of curvature per unit length of rod, per unit moment of bending couple.\n\n\\( t \\), the torsional rigidity of the rod, or the reciprocal of the amount of twist per unit length of rod, per unit moment of twisting couple.\n\nThese two elements are functions of the thickness of the rod as well as of the material of which it is composed. The following are functions of the material only:\n\n\\( n \\), the absolute rigidity, or reciprocal of the amount of shear per unit shearing force.\n\n\\( M \\), Young's modulus of elasticity, or reciprocal of the fraction of its length, by which a prismatic or cylindric rod of unit section is lengthened per unit stretching force.\n\n\\( k \\), the resistance to compression, in such sense that \\( \\frac{1}{k} \\) is the compressibility, or the fraction of itself by which the volume is diminished under unit pressure per unit area over the whole surface.\n\n\\( \\sigma \\), Poisson's ratio, or the ratio of transverse contraction (in one dimension) to longitudinal extension when a prismatic or cylindric rod is stretched longitudinally. This ratio was supposed by Poisson to have the same value \\( \\frac{1}{4} \\) for all materials, and was first shown by Stokes* to be a function of two independent elements whose mutual relation is different for different substances, and must be determined for each by experiment.\n\nOf these quantities, \\( \\sigma \\) is the only one whose numerical value is independent of the units employed. Our units are the centimetre and the weight of a gramme at Glasgow, where the acceleration due to gravity is 981.4 centimetres per second generated per second.\n\nTo find \\( f \\) and \\( t \\). Since the deviation of a reflected ray is double the angle through which the mirror is turned, the relative angular movements of the mirrors per gramme, in flexure and torsion respectively, are\n\n\\[\n\\frac{0.04144}{2 \\times 271.8} \\text{ and } \\frac{0.053185}{2 \\times 277.3};\n\\]\n\nhence, since length of rod is 28.0 and arm of couple 31.4,\n\n\\[\nf = 31.4 \\times 28.0 \\times \\frac{543.6}{0.04144} = 11,533,000,\n\\]\n\n\\[\nt = 31.4 \\times 28.0 \\times \\frac{554.6}{0.053185} = 9,168,200.\n\\]\n\nThe logarithms of \\( f \\) and \\( t \\) are 7.06195 and 6.96228.\n\n* Cambridge Philosophical Transactions, April 1845.\nFor finding $M$, $n$, $k$, and $\\sigma$ the formulæ are\n\n$$M = \\frac{4f}{\\pi r^4}, \\quad n = \\frac{2t}{\\pi r^4}, \\quad \\frac{1}{3k} = \\frac{3}{M} - \\frac{1}{n}, \\quad \\sigma = \\frac{1}{2} \\frac{M}{n} - 1 = \\frac{f}{t} - 1,$$\n\n$r$ denoting the radius of the rod = .39321. Hence we find\n\n$$M = 614,330,000,$$\n$$n = 244,170,000,$$\n$$k = 423,010,000;$$\n\nand since $\\log f - \\log t = 7.06195 - 6.96228 = 0.09967 = \\log 1.258$, we have\n\n$$\\sigma = 0.258.$$\n\nAs regards the accuracy of these results, I think a fair estimate of the probable error of $M$ and $n$ is about $\\frac{1}{2}$ per cent. for each; hence it is found by the proper investigation that the probable errors of $k$ and $\\sigma$ are each about 4 per cent.\n\nThe rod was of flint glass, and was from the works of James Couper and Sons, Glasgow.\n\nIt is intended shortly to continue our experiments, with some modifications in the apparatus, and to determine the values of the constants $M$, $n$, $k$, and $\\sigma$ for a variety of substances.\n\nExperiments for determining the value of $\\sigma$ for steel and brass have been described by Kirchhoff.\n\nThe method of observation described in the present paper possesses the following advantages over that of Kirchhoff:\n\n1. The portion of the glass rod whose flexure and torsion are observed is sufficiently distant from the places where external forces are applied to be free from the irregularities which exist in their neighbourhood.\n\nIn Kirchhoff's experiments the rod was subjected to external forces applied at three places in its length (being held in the middle and weighed at the ends), and the flexure and torsion observed were those of the whole rod.\n\n2. Both the bending and twisting couple are uniform through the whole length.\n\nIn Kirchhoff's experiments the bending couple is greatest at the middle of the rod and diminishes to zero at the ends, whereas the twisting couple is uniform through the whole length. If, then, the middle of the rod be more or less stiff than the ends, the comparison between flexure and torsion is fallacious.\n\n* The flexural rigidity of a cylindrical rod is equal to Younge's Modulus multiplied by the moment of inertia of a circular section about a diameter.—§ 715, Thomson and Tait's 'Natural Philosophy.'\n\n† The torsional rigidity of a cylindrical rod is equal to the absolute rigidity multiplied by the moment of inertia of a circular section about the centre.—§ 701, ibid.\n\n‡ Easily derived from § 684, ibid.\n\n§ 694, ibid.\n\n|| Poggendorff's 'Annalen' for 1859, vol. cviii. page 369; see also Philosophical Magazine, January 1862, page 28.\n3. Kirchhoff determined the value of only one constant $\\sigma$, whereas we determine by experiment two independent constants $M$ and $n$, from which two others, $\\sigma$ and $k$, are computed.\n\nOn the other hand, our method has the disadvantage of involving the unclamping and reclamping of the mirrors between experiments on torsion and those of flexure, an operation which introduces risk of bringing slightly different portions of the rod under observation in the two cases. In future experiments it is intended to remove this defect.\n\nNo notice has been taken of possible effects due to the flexure of the arms which support the mirrors. It is assumed that these effects are the same when the rod is bent or twisted as when it is free, and on this assumption they will not affect the results.\n\nAgain, the arms of the applied couples are not strictly equal to the distances EC, FD (figs. 2, 3), unless the brass arms EC, FD are horizontal, and the further they depart from horizontality the shorter do the arms of the couples become. In some of the preliminary experiments, this deviation was measured, and when appreciable, allowed for. In the final experiments it was so small and so nearly the same in torsion and flexure that it is assumed to produce no appreciable error.\n\nSimilar remarks apply to deviation from horizontality in the rays of light reflected from the mirrors to the screen.\n\nThe following values of $\\sigma$ for different substances have been found by other experimenters:\n\n- Kirchhoff, by the method above alluded to, found for steel 0.294, brass 0.387.\n- Wertheim, by a different method, glass (crystal) about 0.33.\n- Professor J. Clerk Maxwell, by experiments in 1850, glass 0.332, iron 0.267.\n\nIt will be observed that our own value for flint glass, 0.258, is smaller than any of these.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108944.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14802,
    "total-output-tokens": 4531,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2659,
        2
      ],
      [
        2659,
        6127,
        3
      ],
      [
        6127,
        8838,
        4
      ],
      [
        8838,
        10097,
        5
      ],
      [
        10097,
        12478,
        6
      ],
      [
        12478,
        15068,
        7
      ],
      [
        15068,
        16884,
        8
      ],
      [
        16884,
        16884,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108944",
    "title": "Account of Experiments on the Flexural and Torsional Rigidity of a Glass Rod, Leading to the Determination of the Rigidity of Glass",
    "authors": "Joseph D. Everett",
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108944"
  }
}