{
  "id": "014bc88e5720c54afee96e837d0515034102d9e9",
  "text": "I. Part of a Letter from Mr. Wm. Arderon, F. R. S. to Mr. Baker, F. R. S. containing a Description of a Water-Wheel for Mills invented by Mr. Philip Williams. With an Extract of a Letter from the Rev. Dr. Samuel Salter to Mr. Arderon, concerning the Bark preventing catching Cold.\n\nNorwich, May 30. 1745.\n\nSIR,\n\nRead at a Meeting of the Royal Society, Jan. 9. 1745-6.\n\nMr. Philip Williams, chief Engineer to our Waterworks at Norwich, a Man of great Ingenuity, who, in his Time, has been Author of many curious Inventions, has contrived lately a Machine for the Raising of Water to supply Cities, drain marshy Grounds, or other useful Purposes, where no Head of Water can be procured, and the Current runs very slowly: Circumstances which render most other Engines useless.\n\nWith his Leave, I now send you a Drawing of this Machine (TAB. I. Fig. 1.) which I shall endeavour to explain in a Manner to be understood.\n\nThe Axis of the first Mover is cut into the Form of an hexangular Prism, of Dimensions suitable to the Force requir'd, as is represented by the Letter A. Into this, several Sets of Holes are mortised, as BBB. These are intended to receive different Sets of Sails made of iron Plates, one whereof is represented at C; all which Sails are weathered in the same\nsame Manner as those designed for Windmills; only in these the Extremity of their Ends stands parallel to the Planes of each End of the Axis, those Ends I mean which are placed farthest from the Centre.\n\nThis hexangular Axis, when employed, must be placed parallel to the moving Stream, and may lie even with its Surface: But the Engine will act most vigorously, when it and all the Sails employed are entirely under Water, as is easy to comprehend.\n\nEach Set of the Sails before described contains six in Number, and are so contrived as to be put in and taken out at Pleasure; whence it follows, that when a single Set of Sails is made use of, the Engine produceth a single Effect, when two Sets a double, and so on, till the desired Momentum is acquired, with the same Quantity of running Water, provided there be Room to fix a sufficient Number of Sails.\n\nIt is farther to be observed, that when this Engine is placed with its Sails made and weathered as above directed, they will move with equal Velocity, even supposing the Current should change its Course, and come upon them in a quite contrary Direction, as the Case really happens in Rivers where the Tide ebbs and flows; where most other Engines yet invented are of little Service.\n\nAbout six Weeks ago I had the Pleasure to see a Model of this Engine tried. It was fixed in our River, in a Place where the Water moved only 27 Feet in 20 Seconds; in which Time the first Mover made six Revolutions. Its Diameter was no more than two Feet and two Inches; yet it would have lifted fourteen Pounds two Yards high in the above-mentioned\nmentioned Time, had not a Misfortune happened to its Case which made it not perform quite so much.\n\nIt appeared to me somewhat extraordinary, that the Circumference of its first Mover (I mean any determined Part thereof) passed through a Space of 42 Feet in 20 Seconds; which is nearly twice as fast as the Motion of the Water: And as the Momentum will be in proportion to the Number of the Sets of Sails that are employed, its Force is capable of being greatly augmented with the same Quantity of Water: A Thing not to be admitted without sufficient Experiment, but what seems extremely plain in Theory, and what I am apt to think will answer when brought to Practice.\n\nThis Engine, when once seen, requires little Skill for the Construction of it, is made at a small Expense, and kept in Repair with Ease.\n\nDR. SALTER, one of the Prebends of Norwich Cathedral, writes, in a Letter to Mr. Arderon, that, upon seeing Mr. Baker's Communication of the Use of the Jelly, or rather Rob, of black Currans in curing sore Throats, Trans. No. 459. p. 655. he thought it might be of Service to take notice of the following Effect of the Jesuit's Bark: The Doctor used to be subject easily to take Cold, and, in consequence thereof, to be subject to have a sore Throat to a very great Degree; but the last time, above 15 Years ago, after his Recovery, he was advised, by Sir Benj. Wrench, to take two Ounces of the Bark (after due Preparation by Bleeding, or Purging, or both, when he was altogether without Complaint) every Spring and Fall. This, he said, would more\neffectually guard him against taking Cold; which he has found so far to answer, that he is now able to go 500 Miles with less Hazard of Cold, than he could go 20 before; and he has never had what he can strictly call a sore Throat since.\n\nII. A Third * Account of the Distemper among the Cows; by C. Mortimer, M.D. Fellow of the Royal College of Physicians, and Secretary of the Royal Society, London.\n\nRead Jan. 9. During the Christmas Holidays, 1745, we sent for some Milk, as usual, from the Vineyard in St. James's Park; none of the Cows belonging to that House having as yet caught the Distemper, tho' three had already died in the Park: We used Part of the Milk for Chocolate, and set Part by for Cream for the next Morning: The Milk had a rank sourish Smell and Taste like rank Butter; the Cream next Morning was more so: We boiled the Milk, which did not curdle; so we used the Cream with Tea, tho' the Taste was not very agreeable. The Milk boiled curdled in the Tea; neither any of my Family, nor a Friend who drank of it, found any Inconvenience from it. Upon sending the Morning following for more Milk, the People refused selling any, saying, one Cow was taken ill, and\n\n* See the First and Second Account in these Transactions No. 477, p. 532 and 549.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104768.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9684,
    "total-output-tokens": 1567,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1275,
        3
      ],
      [
        1275,
        2868,
        4
      ],
      [
        2868,
        4426,
        5
      ],
      [
        4426,
        5691,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104768",
    "title": "Part of a Letter from Mr. Wm. Arderon, F. R. S. to Mr. Baker, F. R. S. Containing a Description of a Water-Wheel for Mills Invented by Mr. Philip Williams. With an Extract of a Letter from the Rev. Dr. Samuel Salter to Mr. Arderon, concerning the Bark Preventing Catching Cold",
    "authors": "Samuel Salter, Wm. Arderon",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104768"
  }
}