{
  "id": "bcd7eae8a9aa31fba59eaf2e78988cd7c8b8d7e9",
  "text": "VIII. Account of the repetition of Mr. Christie's experiments on the magnetic properties imparted to an iron plate by rotation, at Port Bowen, in May and June, 1825. By Lieutenant Henry Foster, R. N. F. R. S.; together with Mr. Christie's remarks thereon.\n\nPrevious to our leaving England in 1824, Mr. Christie stated to me that he had some time ago discovered singular magnetic properties to be imparted to iron by simply making it revolve about an axis, and that these properties were exhibited in the different deviations which a plate of that metal would cause in a horizontal needle, according as it was made to revolve gently by the hand in one direction or the opposite: wishing me also to pursue these experiments as opportunities offered, in the high magnetic latitudes we were likely to visit in H. M. S. Hecla. The memorandum with which he furnished me on this subject, suggested that the plate should be placed in certain magnetic positions to the compass; for which purpose, unfortunately, I had no proper instrument. Through the kindness, however, of Captains Parry and Hoppner, I was enabled to employ the carpenter of the Fury in constructing a suitable apparatus; and I feel much satisfaction in acknowledging my obligations to them, for the ready assistance they afforded me on this, as well as on other occasions. The instrument, which answered the purpose extremely well, is briefly described as follows. Plate V. A B, fig. 1, is the stand of the instrument, C D E F\nLieut. Foster's account of the repetition, &c.\n\na wooden frame, across the upper part of which passes a copper bolt, G H, with clamping screws at s s. This bolt was flattened and bent down in the middle, as shown at K, where the compass was placed. L M N O is a copper frame, with two pins, T and V, inserted into it, to carry the circular iron plate, as shown also in the figure. It is obvious, that with this instrument I was enabled to place the iron plate in any latitude by means of the graduated circle a a and plummet p, while by turning the frame C D E F in azimuth, it might, in like manner, be placed in any longitude: in all these cases the plane of the plate being a tangent to the sphere. When it was required to place the plate, with its edge pointing to the centre of the needle, or its plane in the plane of the secondary to the equator and meridian, I then employed the small stand shown in fig. 2, which might be elevated to any height to bring the compass, which was placed on its top, to the required position. It was also employed when the plane of the plate coincided with that of the equator.\n\nIn order to understand the particular positions in question, it will be best to refer to figures 3, 4 and 5. Fig. 3, represents the sphere circumscribing the needle viewed on the plane of the meridian; 4, on the plane of the secondary; and 5, on the plane of the equator. In fig. 3, C is the centre of the compass, S N the magnetic axis or line of the dip, E w Q and e the equator, S E N Q the meridian, S e N w the secondary, n w s e the horizon, n s the horizontal magnetic meridian or axis of the horizontal needle, and e c w the east and west line. The points at which Mr. Christie wished observations to be made, were at E, S, Q, N, e and w, with the plane\nof the plate a tangent to the sphere at each; that is, at E and Q the plate would revolve about the line EQ, and at S and N about the line SN, &c. But with the plane of the plate in the plane of the secondary, he was most desirous that observations should be made; and at the points s, w, N and e, fig. 4. I also made a set of observations at the points e, w, E, Q, fig. 5, the plane of the plate being in the plane of the equator.\n\nIn consequence of the extent of the changes in the daily variation, I was under the necessity of making the observations in a different manner from that adopted by Mr. Christie; they were in general made as follows.\n\nThe circular iron plate before mentioned, being divided into six equal parts, marked 0, 60, 120, 180, 240, 300, and the instrument above described so adjusted, that when the plate was placed on the copper pin T or V, its centre would occupy the position required; the plate was then placed on the pin, with the point o, coinciding with the fixed mark or index, and the direction of the north end of the needle noted; after which the plate was made to revolve three times for instance, gently by the hand, its upper edge moving from east to west, and o, being again brought to coincide with the index, the direction of the north end of the needle was again noted; and the same was done, after making the plate revolve in like manner from west to east: the difference between the first and second reading, gave the deviation due to rotation from east to west; and the difference between the first and third, that due to rotation from west to east. The plate was then moved to a distance, in order that an allowance, if necessary, might be made for the change in the direction of the needle caused by the daily variation. After this, the plate\nwas again fixed in its proper position, with its point 60 coinciding with the index, and the deviation caused by rotation obtained in the same way, and in like manner for the rest of the points 120, 180, 240, 300, 0, in their order, and likewise in the order of succession 300, 240, 180, 120, 60, 0.\n\nThe various effects due to the rotation of the plate, when placed in the different magnetic positions above specified, are noted in the tabulated experiments at each: it may nevertheless be proper here to state the nature of these deviations, in the different adjustments of the plate to the compass; as for instance, in the experiments with its plane in the plane of the secondary, placed at S and N, fig. 4, 16.4 inches from the centre of the needle, the deviations were invariably to the east; when its upper edge was made to revolve from west to east, and to the west in the opposite rotation: at the points e and w effects just the contrary were produced, viz. that while the upper edge of the plate revolved from west to east, the deflections were to the west, and in the opposite rotation to the east; from which circumstance it was inferred, that there must be an intermediate latitude where no deviations of the needle would be produced by rotation, and this by experiment was ascertained to be latitude $52^\\circ \\frac{1}{3}$ North and south, as stated in the observations. The effects of rotation of the plate on the needle when placed with its plane a tangent to the sphere, at the points E and Q, fig. 3, were considerable, and always to the west, the upper edge revolving from east to west; but at the other positions NS e and w, no effect due to rotation was observable. The maximum effect of rotation (amounting to $108^\\circ$ in one instance) was produced with the plate in lat. $52^\\circ \\frac{1}{3}$ N, long. $270^\\circ$, thirteen inches from the\nLieut. Foster's account of the\n\ncentre of the needle, and also in lat. $52^\\circ \\frac{1}{3}$ S, long. $90^\\circ$. These unusual quantities are doubtless attributable to a circumstance I had previously noticed in the voyage of H. M. S. Griper to Spitsbergen, where it was found, that with the ship's head to the southward, the iron in the vessel neutralized the needle, or nearly so, and thereby left it free to obey any new force impressed upon it; and so in these cases. In both the positions specified, it will be seen that the needle was nearly neutralized by the plate, and therefore the effect of rotation was more strongly exhibited; the character of these deflections were generally to the east of zero, or reading previous to rotation; but when the action of the plate co-operates with that of the earth, the contrary to the above effect of rotation of course takes place. In this case the horizontal intensity of the needle being increased, the effect produced by rotation is diminished, as will be seen when the plate was placed in lat. $52^\\circ \\frac{1}{3}$ N, long. $90^\\circ$, and in lat. $52^\\circ \\frac{1}{3}$ S, long. $270^\\circ$: in both these positions the upper edge being made to revolve from east to west, the needle was deflected to the west. The centre of the plate placed in lat. $52^\\circ \\frac{1}{3}$ N, long. $0^\\circ$, and in lat. $52^\\circ \\frac{1}{3}$ S, long. $180^\\circ$, the upper edge revolving from south to north, the deviations were to the west, and of greater amount than those to the east, caused by the rotation of the plate in the opposite direction. Effects, however, precisely contrary to these last mentioned were produced by the revolutions of the plate, when fixed with its centre in lat. $52^\\circ \\frac{1}{3}$ S, long. $0^\\circ$, and in lat. $52^\\circ \\frac{1}{3}$ N, long. $180^\\circ$. When the plate was adjusted with its plane in that of the equator, and its centre in the various magnetic positions specified in the experiments, very trifling deviations due to rotation were\nproduced, and those probably arose from errors in the adjustments themselves.\n\nThe following effects were also noticed in the course of these experiments, viz.\n\n(1st.) In the different adjustments of the plate, it was found in general that the amount of the deviation from zero, due to rotation in the same direction, when the several points on the plate coincided with the fixed mark, was greater or less, according as the plate had been adjusted on the pin in the successive observations, with the several points coinciding with the fixed mark in the order 0, 60, 120, 180, 240, 300, or in the order of succession 300, 240, 180, 120, 60, 0; although the whole amount of deviation due to rotation in opposite directions, was not sensibly affected by this circumstance. This effect is fully pointed out in Table I. and its probable cause suggested.\n\n(2nd.) One slow revolution of the plate produced as much deviation as three or more turns; quick revolutions were always attended with comparative trifling deflections of the needle. The plate retained the magnetic properties imparted to it by rotation, while remaining on the axis, round which it was made to revolve,* but on its being placed horizontally on the ground, (which in this place was nearly in the plane of the magnetic equator), the effect was destroyed in the course of 10 or 15 minutes; implying that time is requisite for the complete developement of magnetism in the plate, as well as for the displacement of it, after it has been produced.\n\n* This is inferred from the observations of 1½ hour only, during which time the direction of the daily variation needle was noted, and compared with that under the influence of the plate.\n\nMDCCCXXVI.\n(3rd.) Oscillating the plate in different arcs, with its plane a tangent to the magnetic sphere, after the manner of the balance wheel of a watch, caused considerable deviations of the needle. In this experiment also, quick vibrations produced the least effect.\n\nIn Table I. the observations are given at length, in order to exhibit the peculiar effect, already noticed, arising from the order of succession in which the points 0, 60, 120, &c. were in the first instance brought to coincide with the fixed mark. The second column shows this order, and the third column, the zero or reading of the north end of the needle when the plate was placed on the pin previous to rotation.\nI.\n\nTable of the changes in the zero, or reading of the north end of the needle, and of the deviations due to the rotation of a circular iron plate (18 inches in diameter), its plane being in the plane of the secondary to the equator and meridian, and its centre in latitude $0^\\circ$, longitude $180^\\circ$, at the distance of 16.5 inches from the centre of the needle.\n\n| Temperature, Fahrenheit | Points on plate brought to coincide with fixed mark on plate before and after rotation. | Zero, or reading of needle after plate had resolved, its upper edge. | Readings of north end of needle after plate had resolved, its upper edge. | Deviation of north end of needle due to rotation of plate, its upper edge. | Deviation due to rotation in opposite direction. | Remarks. |\n|-------------------------|---------------------------------------------------------------------------------|------------------------------------------------------------------|------------------------------------------------------------------|------------------------------------------------------------------|------------------------------------------------------------------|-------------|\n| +14                     |                                                                                 |                                                                  |                                                                  |                                                                  |                                                                  |             |\n|                         | 60                                                                                | 1 20 W                                                          | 0 20 E                                                            | 3 00 W                                                           | 1 40 E                                                           | 1 20       |\n|                         | 120                                                                               | 12 40 E                                                         | 20 20 E                                                           | 6 40 E                                                           | 7 40 E                                                           | 6 00 W     |\n|                         | 180                                                                               | 1 00 E                                                          | 12 10 E                                                           | 0 30 W                                                           | 11 10 E                                                          | 1 30 W     |\n|                         | 240                                                                               | 3 30 W                                                          | 1 45 E                                                            | 11 55 W                                                          | 5 15 E                                                           | 8 25 W     |\n|                         | 300                                                                               | 13 15 W                                                         | 3 15 W                                                            | 15 35 W                                                          | 10 00 E                                                          | 2 20 W     |\n|                         |                                                                                 | 0 50 W                                                          | 4 00 E                                                            | 9 30 W                                                           | 4 50 E                                                           | 8 40 W     |\n| +13                     |                                                                                 |                                                                  |                                                                  |                                                                  |                                                                  |             |\n|                         | 60                                                                                | 3 10 W                                                          | 10 00 E                                                           | 3 50 W                                                           | 13 10 E                                                          | 0 40 W     |\n|                         | 120                                                                               | 12 20 E                                                         | 21 30 E                                                           | 7 40 E                                                           | 9 10 E                                                           | 4 40 W     |\n|                         | 180                                                                               | 4 30 E                                                          | 15 00 E                                                           | 1 30 E                                                           | 10 30 E                                                          | 3 00 W     |\n|                         | 240                                                                               | 5 10 W                                                          | 1 20 E                                                            | 11 35 W                                                          | 6 30 E                                                           | 6 25 W     |\n|                         | 300                                                                               | 17 40 W                                                         | 5 20 W                                                            | 19 20 W                                                          | 12 20 E                                                          | 1 40 W     |\n|                         |                                                                                 | 2 10 W                                                          | 3 50 E                                                            | 10 00 W                                                          | 6 00 E                                                           | 7 50 W     |\n| +13                     |                                                                                 |                                                                  |                                                                  |                                                                  |                                                                  |             |\n|                         | Means                                                                              | 1 23 W                                                          | 7 38 4/12 W                                                       | 5 47 1/12 W                                                      | 9 13 3/12 E                                                      | 4 24 2/12 W |\n|                         |                                                                                   |                                                                  |                                                                  |                                                                  |                                                                  | 13 25 5/12 |\n| +14                     |                                                                                 |                                                                  |                                                                  |                                                                  |                                                                  |             |\n|                         | 300                                                                               | 6 40 W                                                          | 5 00 W                                                            | 17 45 W                                                          | 1 40 E                                                           | 11 5 W     |\n|                         | 240                                                                               | 2 50 E                                                          | 3 40 E                                                            | 9 30 W                                                           | 0 50 E                                                           | 12 20 W    |\n|                         | 180                                                                               | 13 30 E                                                         | 15 20 E                                                           | 1 30 E                                                           | 1 50 E                                                           | 12 00 W    |\n|                         | 120                                                                               | 14 55 E                                                         | 19 35 E                                                           | 5 25 E                                                           | 4 40 E                                                           | 9 30 W     |\n|                         | 60                                                                                | 9 45 E                                                          | 9 45 E                                                            | 3 20 W                                                           | 0 00                                                             | 13 5 W     |\n|                         |                                                                                 | 3 10 W                                                          | 3 50 E                                                            | 9 10 W                                                           | 7 00 E                                                           | 6 0 W      |\n|                         | 300                                                                               | 4 40 W                                                          | 3 40 W                                                            | 16 40 W                                                          | 1 00 E                                                           | 12 0 W     |\n|                         | 240                                                                               | 3 30 E                                                          | 3 15 E                                                            | 11 15 W                                                          | 0 15 W                                                           | 14 45 W    |\n|                         | 180                                                                               | 10 50 E                                                         | 13 00 E                                                           | 0 20 E                                                           | 2 10 E                                                           | 10 30 W    |\n|                         | 120                                                                               | 13 15 E                                                         | 18 15 E                                                           | 4 15 E                                                           | 5 00 E                                                           | 9 00 W     |\n|                         | 60                                                                                | 2 00 E                                                          | 9 00 E                                                            | 3 10 W                                                           | 7 00 E                                                           | 5 10 W     |\n|                         |                                                                                 | 5 45 W                                                          | 4 50 E                                                            | 7 20 W                                                           | 10 35 E                                                          | 1 35 W     |\n| +14                     |                                                                                 |                                                                  |                                                                  |                                                                  |                                                                  |             |\n|                         | Means                                                                              | 4 11 6/13 E                                                     | 7 39 2/13 E                                                       | 5 33 4/13 W                                                      | 3 27 6/13 E                                                      | 9 45 W     |\n|                         |                                                                                   |                                                                  |                                                                  |                                                                  |                                                                  | 13 12 6/13 |\n\n3 gentle turns.\nOn looking over the several columns of the preceding Table, it will be seen that the zeros for the same point changed according as the points on the plate were made to coincide with the fixed mark or index in the order of 0, 60, 120, 180, &c. or in the order of 0, 300, 240, 180, &c. and also, that when they were applied in the order of 0, 60, 120, 180, &c. the easterly deviation produced by the rotation of the plate from east to west, was greater than the westerly deviation caused by its rotation from west to east; and that precisely the reverse took place when the points of the plate were applied in the order of 300, 240, 180, &c. From the manner in which the deviations due to the rotation of the plate were obtained, for each order of succession of the points, marked on its surface; it is obvious that the plate made two complete revolutions during the series; the first in the direction from west to east, in consequence of the manner in which the points were numbered on the plate, and the second from east to west; to which circumstance is attributed the change that is observed in the zeros, or readings before rotation, as well as, that the amount of the deviations, due to rotation from east to west, and from west to east, change in their respective columns.\n\nObservations similar to those in Table I. were made when the centre of the plate was in the several situations indicated in Tables II. and IV.; but as it was considered that giving them in detail would unnecessarily extend this communication, the mean results have been collected in these Tables, and the observations at length deposited with the Royal Society, in order that they may be consulted should any of the results appear of sufficient interest to require minute investigation at a future time.\nII.\n\nTable of the mean deviations due to the rotation of the plate, its plane being in the secondary to the equator and meridian, and its centre at the distance of 16.5 inches from the centre of the needle.\n\n| Position of the plate's centre | Lat. | Long. | Zero or mean readings of north end of needle before rotation. | Mean of readings of north end of needle after plate had revolved, its upper edge from | Mean deviation of north end of needle due to rotation of plate, its upper edge from | Mean deviation due to rotation in opposite direction, | Temperature, Fahrenheit. | Remarks. |\n|-------------------------------|------|-------|---------------------------------------------------------------|---------------------------------------------------------------|---------------------------------------------------------------|---------------------------------------------------------------|---------------------|----------|\n|                               |      |       |                                                               | East to West.                                                  | West to East.                                                  | East to West.                                                  | West to East.       |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n|                               |      |       |                                                               |                                                               |                                                               |                                                               |                     |          |\n\nIt appears from these observations, that in latitude $52^\\circ \\frac{1}{3}$ North or South, the deviation due to rotation nearly vanished; but I do not profess to have got the latitude of this point to any great degree of accuracy, the nature of the construction of the instrument used, not admitting of the measurements from the centre of the plate, to that of the needle, being taken sufficiently near for that purpose; but I think it is obtained within the limits of a degree.\n### III.\n\nTable of the deviations due to rotation of the plate, its plane being in the plane of the equator, and its centre 15 inches from that of the needle.\n\n| Position of the centre of plate | Lat. = 0° Long. = 0° | Lat. = 0° Long. = 90° | Lat. = 0° Long. = 180° | Lat. = 0° Long. = 270° |\n|---------------------------------|----------------------|----------------------|----------------------|----------------------|\n| Direction of rotation of upper edge of plate | From East to West | From West to East | From East to West | From West to East | From East to West | From West to East | Temperature, Fahrenheit | Remarks |\n| Points on plate coinciding with fixed mark | 0° 12' E | 0° 00' E | 4° 0' E | 0° 20' E | 0° 00' E | 0° 00' E | +18° | 3 gentle turns |\n| 60° | 14° 00' E | 13° 45' E | 6° 10' W | 5° 40' W | 9° 30' E | 8° 40' E | 3° 30' E | 3° 40' E |\n| 120° | 17° 20' E | 17° 10' E | 4° 30' W | 4° coW | 17° 00' E | 16° 40' E | 4° 20' E | 4° 20' E |\n| 180° | 13° 30' E | 13° 20' E | 3° 00' W | 3° coW | 8° 00' E | 7° 40' E | 1° 40' E | 1° 40' E |\n| 240° | 11° 40' E | 11° 45' E | 0° 30' E | 0° 30' E | 6° 20' E | 6° 00' E | 7° 20' E | 7° 20' E |\n| 300° | 3° 40' E | 3° 40' E | 3° 10' E | 3° 10' E | 2° 40' E | 2° 20' E | 5° 55' E | 5° 50' E |\n| Means | 12° 45' E | 11° 56½' E | 2° 0' W | 1° 20' W | 8° 18½' E | 7° 53½' E | 4° 57½' E | 4° 58½' E | +18½ |\n\nThe amount of deviations caused by rotation in this adjustment of the plate to the compass, being so small and irregular, they may be considered as due to the circumstance of the plate not accurately occupying the place assigned to it, since the slight inequalities of the surface of the plate did not admit of the pivot of the needle being absolutely placed in its plane produced.\n\nThe character \\(+\\) is prefixed to those deviations, the direction of which, were towards that point, from whence the upper edge of the plate was first turned, and \\(-\\) when the contrary.\nIV.\n\nTable of the mean deviations due to the rotation of the plate, its plane being a tangent to the sphere, and its centre at the distance of 13 inches from the centre of the needle.\n\n| Position of the plate's centre | Long. | Zero or mean reading of north end of needle before rotation. | Mean of readings of north end of needle after plate had revolved, its upper edge. | Mean deviation of north end of needle due to rotation of plate, its upper edge | Mean deviation due to rotation in opposite directions. | Temperature. Fahrenheit. | Remarks. |\n|-------------------------------|-------|-------------------------------------------------------------|---------------------------------------------------------------------------------|---------------------------------------------------------------------------------|------------------------------------------------------------------|------------------------|----------|\n| Lat.                          |       | From East to West.                                         | From West to East.                                                              | From East to West.                                                              | From West to East.                                                  |                        |          |\n| 0°                            | 90°   | 0° 28 E                                                   | 3° 12 W                                                                         | 4° 2 E                                                                          | 3° 40 W                                                            | 3° 34 E                | + 7° 14' |\n|                               |       | 5° 00 W                                                   | 1° 54 E                                                                         | 6° 54 E                                                                          | 9° 8'                                                              |                        | 3 turns, slow. |\n| 270°                          | 90°   | 1° 20 E                                                   | 3° 40 W                                                                         | 3° 14 E                                                                          | 5° 00 E                                                            | 1° 54 E                | + 6° 54' |\n|                               |       | 5° 00 E                                                   | 1° 54 E                                                                         | 6° 54 E                                                                          | 9° 8'                                                              |                        | 3 turns. |\n| 52° S                         | 90°   | 28° 52 W                                                 | 27° 52 W                                                                        | 3° 32 E                                                                          | 3° 24 E                                                            | 3° 24 E                | + 3° 34' |\n|                               |       | 1° 05 E                                                   | 6° 10 W                                                                         | 1° 48 E                                                                          | 1° 15 W                                                            | 1° 43 E                | + 1° 58' |\n|                               |       | 1° 13 W                                                   | 1° 20 W                                                                         | 0° 57 W                                                                          | 0° 7 W                                                             | 0° 16 E                | + 0° 23' |\n|                               |       | 1° 11 E                                                   | 1° 8 E                                                                          | 3° 3 E                                                                           | 3° 3 W                                                             | 0° 52 E                | + 1° 55' |\n|                               |       | 7° 2 W                                                    | 15° 43 W                                                                       | 18° 35 E                                                                         | 8° 41 W                                                            | 25° 37 E               | - 3° 18' |\n|                               |       | 1° 52 E                                                   | 1° 40 E                                                                         | 1° 42 E                                                                          | 0° 12 W                                                            | 0° 10 W                | + 0° 2' |\n| 90° N                          |       | From Nor. to South.                                       | From Nor. to North.                                                             | From Nor. to South.                                                              | From Nor. to North.                                                |                        |          |\n| 0°                            | 180°  | 1° 8 E                                                    | 1° 8 E                                                                          | 0° 00                                                                             | 0° 00                                                              | 0° 00                  | + 9° 3' |\n|                               |       | 1° 27 E                                                   | 1° 33 E                                                                         | 0° 6 E                                                                           | 0° 3 E                                                             | 0° 3                   | + 1° 10' |\n| 52° S                         | 180°  | 42° 4 W                                                  | 41° 42 W                                                                       | 40° 00 W                                                                         | 2° 22 E                                                            | 2° 4 E                 | - 1° 42' |\n|                               |       | 45° 35 E                                                 | 44° 31 E                                                                       | 42° 35 E                                                                         | 1° 4 W                                                             | 3° 00 W                | + 3° 56' |\n|                               |       | 44° 36 E                                                 | 44° 12 E                                                                       | 42° 19 E                                                                         | 0° 24 W                                                            | 2° 17 W                | + 1° 53' |\n|                               |       | 43° 8 W                                                  | 41° 53 W                                                                       | 40° 21 W                                                                         | 1° 15 E                                                            | 2° 47 E                | + 1° 32' |\n\nSome observations similar to these were made with the centre of the plate at the distance of 16 inches from that of the needle, in which the peculiar effects, already pointed out in this experiment, were exhibited with greater regularity, though to a less extent; but as the whole series was not completed, they have been omitted here, and are deposited along with other observations on the effects produced on the needle by oscillating the plate in different arcs.\n\nHENRY FOSTER.\n\nPort Bowen, July 12, 1825.\nMr. Christie's Remarks on the repetition of his experiments by Lieut. Foster, at Port Bowen, in 1825.\n\nHaving a considerable time previous to the sailing of the late North-Western Expedition, in 1824, discovered that peculiar magnetic effects were produced in iron by rotation, I was desirous of having some of the experiments which I had made, repeated under the very interesting circumstances, as connected with magnetic phenomena, in which that expedition was likely to be placed. Mr. Foster readily offered to do this; and I feel happy in having this opportunity of acknowledging my obligations to him for the zealous and careful manner in which he performed the task which he had so kindly undertaken.\n\nThe peculiar effects produced on the magnetic needle by the rotation of an iron plate, of which I have given an account in a Paper published in the last volume of the Transactions, are in this latitude (magnetic) rather minute; but I expected that in the high magnetic latitudes likely to be visited by the expedition, these effects being increased in the inverse ratio of the cosine of the dip, they would become very conspicuous; and that some phenomena which here, from their extreme minuteness, would escape observation, in those latitudes would be easily observable. The result has fully answered the expectations which I formed: at Port Bowen, where the dip is more than $88^\\circ$, the phenomena were exhibited on so striking a scale, and the interest which they excited was such, that Mr. Foster devoted much more time\nto their investigation than I could have at all contemplated, knowing how fully his time must be otherwise occupied. To those who have previously read my Paper on this subject in the Transactions, the general accordance of the results in the foregoing tables, and those which I obtained, must be quite manifest; as however they exhibit some differences, I shall here briefly point out the agreement between the original experiments and this repetition of them, and likewise those discordances, and at the same time indicate what I consider to be the cause of some of these apparent discrepancies.\n\nIn all the observations which I made, the deviations of the needle due to the rotation of the plate, depended both in extent and character, not upon the situation of the plate with respect to the axis and equator of the horizontal needle itself, but upon its situation with reference to the axis and equator of an imaginary dipping needle having its centre coinciding with that of the horizontal needle; and this appears most clearly to have been the case at Port Bowen.\n\nIn every instance the direction of the deviation due to rotation was the same at Port Bowen as I had found it here, the relative positions of the plate and needle, and the direction of rotation being the same in the two cases.\n\nWhen the plane of the plate was in the secondary to the equator and meridian, I had found that the mean deviation due to rotation in latitude 0° was $+1°36'$ and in latitude 90°, $-6°45'$: at Port Bowen the corresponding deviations were $+14°14'$ and $-6°28'$, which are as nearly in the same ratio as we could expect, considering the irregularities which take place in the individual observations in the latter case.\n\nMDCCCXXVI. *D d\nThe situation of the point where the deviation due to rotation vanishes, is somewhat different in the two cases; Mr. Foster's observations giving its latitude $52^\\circ \\frac{1}{3}$ and mine $54^\\circ \\frac{3}{4}$. The method by which Mr. Foster was under the necessity of determining the situation of the plate's centre, as referred to that of the needle, did not, as he states, admit of considerable accuracy, but the errors to which it was liable would scarcely account for the difference in the two cases. I cannot attribute this difference to errors in estimating the situation of the plate's centre in my own observations, since this was determined on the graduated limb of the instrument by the index on the arm on which the plate was carried, and the effect of any error of centering in the compass would be counteracted by the opposite readings. As, however, the situation of this point is by no means an indifferent question in the theoretical investigation of the phenomena dependant upon rotation, I shall, when I have sufficient leisure, repeat my observations.\n\nWhen the plane of the plate was a tangent to the sphere, and its centre in the meridian, I had found that the deviation due to rotation vanished when the plate's centre was at the pole, and was a maximum when in the equator: according to Mr. Foster's observations it likewise vanishes at the pole, but the maximum takes place at a point intermediate to the equator and south pole in longitude $90^\\circ$, and to the equator and north pole in longitude $270^\\circ$. The situation of the point of maximum deviation at Port Bowen, I have no doubt arose, as I pointed out to Mr. Foster, from this circumstance, that when the centre of the plate is in south latitude in longitude $90^\\circ$, or in north latitude in longitude\n270°, the directive intensity of the horizontal needle is diminished by the attraction of the iron plate; and although this diminution would produce effects scarcely observable here, where the intensity of the horizontal needle is great, and the deviation due to rotation very small, yet when the case is reversed, as in the Port Bowen observations, the effect will be so sensible, that the increase in deviation from this cause will much more than counterbalance the diminution which arises from the centre of the plate being nearer to the pole.\n\nThe effects that would be produced under these circumstances will be most evident, by considering how a dipping needle would be affected, and referring its deviations to the horizontal plane, remembering that in all cases an increase of dip causes an increase in horizontal deviation, and the contrary. When the centre of the plate is in south latitude longitude 90°; and in north latitude longitude 270°, the attraction of the plate tends to increase the dip, and to diminish it when in south latitude longitude 270°; and north latitude longitude 90°; so that in the former cases the deviation will be increased from this cause, and in the latter diminished. This effect was so great that in one instance the zero, or reading of the north end of the needle previous to rotation, corresponding to the point 240 on the plate, was 97° W, 36° E, after rotation in one direction, and 144° E, after rotation in the other, giving no less than 108° for the deviation due to rotation in opposite directions: corresponding to the point 180 on the plate, these were 86° 40' E, 42° 10' W, and 20° 10' W, giving only 22° for the deviation due to rotation. By referring to Table I. in my Paper, it will be seen that there are indications of the same effect,\nsince in longitude $90^\\circ$, the deviations in south latitude are greater than the corresponding ones in north latitude, and the reverse takes place in longitude $270^\\circ$; but as the differences are very small, I, at the time of making the observations, rather attributed them to errors in the adjustment, than to any other cause.\n\nWhen the centre of the plate was in the secondary to the equator and meridian, and its plane a tangent to the sphere, I had found the deviation due to rotation so small, that it might be considered to vanish: at Port Bowen, however, the absolute deviation was so great, that in some parts of this circle the deviation due to rotation became sensible; and it would appear that the locus of the points where this deviation vanishes is a line of double curvature, passing from the south pole on each side, a little north of the secondary, down to its intersection with the equator, and then a little south of the secondary to the north pole. The signs which I have prefixed to the deviations in Table IV. of Mr. Foster's observations, indicate the course of this curve.\n\nThe whole of the results in Mr. Foster's observations perfectly agree with the law which I have given in my Paper as embracing all the phenomena dependant upon rotation, and even the differences which I have noticed between my own observations and these, are precisely such as we should expect, according to this law, to be observable in a change of the complement of the dip from $20^\\circ$ to $2^\\circ$.\n\nThe results obtained by the repetition of my experiments at Port Bowen, prove that the phenomena depending on rotation are by no means unimportant as connected with the practical problem of correcting the attraction of a ship on\nthe compass by means of an iron plate. Having observed the effects that were produced on the needle by the rotation of an iron plate previous to the sailing of the Leven and Barracouta, in the spring of 1822, these vessels being furnished with correcting plates, I communicated the discovery to Mr. Barlow, and stated that probably the correction might be sensibly affected by it, unless rotation, in applying the plate, were prevented, by having the pin so formed that the plate could only be slid on. The preceding observations prove clearly the importance of attending to this, especially in high magnetic latitudes, should circumstances require the removal and replacing of the plate, since there can be no doubt, from the magnitude of the deviations arising from rotation, observed by Mr. Foster, that if in replacing the plate, it were made to revolve, although it might be in precisely the same situation as before, its magnetism would be so materially changed, that the attraction of the ship would no longer be corrected by it. Should such a circumstance take place, it may be proper to mention that the plate would be restored nearly to its original state, by allowing it to remain for some time with its plane in that of the magnetic equator.\n\nS. H. CHRISTIE.\n\nRoyal Military Academy,\n10th January, 1826.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/41141784.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 35872,
    "total-output-tokens": 10118,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1487,
        2
      ],
      [
        1487,
        1487,
        3
      ],
      [
        1487,
        1487,
        4
      ],
      [
        1487,
        3266,
        5
      ],
      [
        3266,
        5057,
        6
      ],
      [
        5057,
        6924,
        7
      ],
      [
        6924,
        8953,
        8
      ],
      [
        8953,
        10663,
        9
      ],
      [
        10663,
        11343,
        10
      ],
      [
        11343,
        25487,
        11
      ],
      [
        25487,
        27270,
        12
      ],
      [
        27270,
        31724,
        13
      ],
      [
        31724,
        33660,
        14
      ],
      [
        33660,
        41784,
        15
      ],
      [
        41784,
        43319,
        16
      ],
      [
        43319,
        45052,
        17
      ],
      [
        45052,
        46849,
        18
      ],
      [
        46849,
        48642,
        19
      ],
      [
        48642,
        50383,
        20
      ],
      [
        50383,
        51698,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-41141784",
    "title": "Account of the repetition of Mr. Christie's experiments on the magnetic properties imparted to an iron plate by rotation, at Port Bowen, in May and June, 1825, together with Mr. Christie's remarks thereon",
    "authors": "Henry Foster, S. H. CHRISTIE",
    "year": 1826,
    "volume": "116",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/41141784"
  }
}