{
  "id": "2ca2ada54f7058e1e1e35cd1151a47edc4e5d7c2",
  "text": "chemist; and, by the experiments which he made, he said he could discover neither acid nor alkali prevailing in it.\n\nWe, whose names are subscribed, do attest the truth of this relation.\n\nJune 25, 1753. B. Dack, Physician.\nEdward Cooper, Surgeons.\nB. Gooch,\n\nXLV. Astronomical Observations made in Surry-street, London, by J. Bevis, M. D. and James Short. A. M. F. R. S.\n\nRead Nov. 8, Eclipse of Venus by the Moon.\n1753. Apparent Time.\n\n| d | h | m | s |\n|---|---|---|---|\n| 1753 July 26 | 16 | 2 | 17 |\n\nVenus totally hid by the Moon.\n\n17 5 6 Her northern cusp emerg'd:\nand, a few seconds after,\nher southern one.\n\n5 31 Venus was totally emerged.\nAll these with a reflector of two feet focus.\nThen her diameter was found to be $32\\frac{3}{4}$\", with a new kind of micrometer (of which more hereafter); and also with one of Mr. Graham's sort,\nsort, in a two-feet Gregorian reflector.\n\nJuly 26 21 4 18 The Moon's consequent limb passed the meridian.\n\nEclipse of Mars by the Moon\n\nAug. 20 17 6 49½ The Moon's consequent limb passed the meridian.\n\n8 4 Mars's centre passed the merid. His diameter then, with both micrometers, 13¼\".\n\nThe Moon's diameter 31' 21\".\n\n\n18 6 59½ Mars totally hid by the Moon with a reflector of four feet focus.\n\nThe emersion could not be seen for clouds.\n\nOccultation of β Capricorni by the Moon.\n\nOct. 5 7 16 50 The Moon's preceding limb passed the meridian.\n\n20 4 A small star, which preceded β, passed the meridian.\n\n20 19 β passed the meridian.\n\nPresently after, the Moon's diameter was found to be 29' 48\", with the new micrometer, applied to a reflector of two feet focus.\n\n8 21 3 The small star eclips'd by the Moon.\n\n28 48 β eclipsed by the Moon.\n\nOct.\nOctob. 5 9 48 24 β emerged from the Moon.\n[The three last with a two-feet reflector.]\n\n48 44½ β passed the horary wire of the micrometer in the equatorial instrument of two feet focus.\n\n48 55 The Moon's preceding limb passed the same; the star then apparently north of the Moon's south limb 15′ 4″ in declination.\n\nEclipse of the Sun.\n\nOctob. 25 20 30 10 The eclipse had been some time begun; but, for clouds, could not be seen till now; when the distance between the cusps, measur'd with the new micrometer, applied to a two-feet reflector, was 12′ 26½″.\n\n21 15 23 The distance between the cusps 29′ 49″.\n\n18 6 The distance between the visible limbs of the Sun and Moon 11′ 32″.\n\n22 18 56 The distance between the cusps 24′ 12″½.\n\nThe day before, about 10 in the morning, the Sun's horizontal diameter was 32′ 17″.\n\nThese measures were all taken, when the sun continued visible but for a few seconds, through the interstices\ninterstices of flying clouds; and yet, from the nature of this micrometer, they may be very safely relied upon: though it would have been impossible to have catch'd any one of them with the common micrometer.\n\nThe principle on which this most excellent instrument is constructed, was laid before this Society last May: and it is to be hoped, that Mr. Dollond will evince the certainty of its measurements, from the least to the greatest angle it is capable of comprehending; and that, under every consideration of reflexion as well as refraction by spherical surfaces; so as to leave no room for such objections or cavils, as otherwise may probably be brought against it. For our own parts, we are fully satisfied of the justness thereof, from a great variety of trials and comparisons. That which we have hitherto used, is the first that has been made of the kind; and might, perhaps, have been better constructed in some respects, tho' in nothing material.\n\nApplied to a reflector of only two feet, the scale is as large as the common micrometer can have in a forty-foot refractor; and all is done without the help of screws or wires; so that there is no need of illuminating.\n\nIn virtue of such a scale it is, that even fractions of seconds may be depended upon; as we have found, by often repeated trials on the diameters of the planets. These, as well as small distances of stars, may be measured in all directions, with equal and almost incredible facility, without a polar axis; as well out of doors, in a rough wind, as within.\n\nMore\nMore of its advantages might be mentioned, but these, we apprehend, may be enough to recommend it at present.\n\nJ. Bevis.\nJa. Short.\n\nXLVI. A Letter from Mr. John Ellis to Mr. Peter Collinson, F.R.S concerning a Cluster-Polype, found in the Sea near the Coast of Greenland.\n\nSIR,\n\nRead Nov. 8, 1753.\n\nTHE marine production, that you were so obliging to send me, appears to be an animal, not a vegetable, as your friend call'd it, who sent it to you. Upon examining it, I find it to be a species of cluster-polype, consisting of many bodies united at one common base. This specimen appears to have three-and-twenty distinct ones. I have since seen another, that was taken at the same time, that had between thirty and forty.\n\nEach body is furnished at the top with eight arms or tentaculi, which expand themselves in the form of a star. Each arm is again furnished on each side with a row of small fibres, which seem to do the office of fingers. In the centre of the eight arms appears the mouth, surrounded by six little semicircular lips standing upright.\n\nUpon dissecting one of the bodies lengthwise, it appeared to consist of a strong muscle, contracted into",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105159.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1621,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        843,
        2
      ],
      [
        843,
        1686,
        3
      ],
      [
        1686,
        2612,
        4
      ],
      [
        2612,
        4154,
        5
      ],
      [
        4154,
        5315,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105159",
    "title": "Astronomical Observations Made in Surry-Street, London, by J. Bevis, M. D. and James Short. A. M. F. R. S.",
    "authors": "J. Bevis, James Short",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105159"
  }
}