{
  "id": "a30b7f22277c98390d974e247ab08816857855f4",
  "text": "II. De Camphora. Auctore Dno Joh. Brown,\nChym. R. S. S.\n\nIn tractatu nuper à Domino Neuman, Germano,\nin Angliam misso, cui Titulus de Camphora, qui-\nque coram hâc Societate lectus fuit, inter alia Vir\nDoctus hæc asserit. \"Acquisivi ex nostrati Thymo\n\"Vulgari verum, densum, crystalliformem, & in\n\"omnibus qualitatibus conspirantem, nec nisi odore\n\"differentem Camphoram; quæ cuncta experimenta\n\"huc usque cognita, & pro justo examine excogita-\n\"ta possibilia, æque ac orientalis sustinet, atque ita\n\"cum hoc in omnibus, solo odore excepto, convenit.\"\n.... Quibus verbis paulo post subjungit, \"se hanc\n\"Camphoram ex Oleo Thymi destillato obtinuisse.\"...\nHæc ille: de quibus non inutile erit pauca obser-\nvare.\n\nPrimo mihi animum subit, Quoddam apud nos esse\neodem modo è nostrati Thymo destillatum, quod\nhaçtenus impropio Salis Thymi Volatilis nomine\ndictum fuit: non tamen video quomodo Camphora\nThymi verius dici potest. Equidem non in dubium\nvoco quod ex propria experientia asseruit Vir Doctus\nde eo, quicquid demum fit, quod è Thymo extraxit,\nquodque appellat Camphoram: Liceat tamen mihi,\npace viri eruditi, paucis, notare differentias, quas ipse\nobservavi inter Camphoram proprie dictam, & illud\nquod è Thymo apud nos destillatum habemus.\n\nPræparatio nostra est hujus modi: Oleum Thymi\ncoagulatum seu condensatum, pellucidum, crystalli-\nformâ indutum, variae magnitudinis, variaque figuræ,\npost primam separationem saccharo cando albo, mox\nvero rubro, simile; valde Thymum spirans, pun-\ngentis\ngentis vel etiam caustici saporis, non fragile ut Camphora. Hoc in quibusdam experimentis à vulgari Camphorâ, qualis in officinis venditur, non multum differre fatoer.\n\nEadem specifica gravitate videntur esse.\n\nNeutrum horum in aquâ solvi potest. In Spiritu Vini ambo facile solvuntur.\n\nIn aliis vero Phænomena adeo sunt diversa ut mea sententia nomen Camphoræ utrique competere non possit.\n\n(1.) Camphorâ in Spiritu Vini solutâ & post in aquam projectâ, subito coagulum album supernatat, quod reverâ appareat esse Camphora, odore, sapore, & substantiâ. Quod si eadem in oleo nostro coagulato experiri velis, videbis in aquæ superficie guttas parvas olei liquidi innatares, quæ sensim in crystallos planos (crystallis Lunæ non multum absimiles) formantur, etiamque saporem & odorem Thymi retinent. Diversitas adhuc magis è sequenti experimento comparuit. Utramque mixturam supradictam tota nocte in aere frigido exposui: Mane coagulum, quod prius Camphoræ in Spiritu Vini solutæ innataesse dixi, prorsus evanuerat, aquâ Camphoræ odorem adhuc retinente; (forte propius spiritum vini admixtum:) In altero vero, nempe Oleo Thymi coagulato, crystalli aquam supernantantes, in eodem statu, quo ante fuerant, remanebant, nec quidquam erant deminuti.\n\n(2.) Camphoram solidam per vim spiritus nitri in liqüorem pellucidum mutatum iri, quis in re chymicâ vel minime versatus non novit? At oleum nostrum coagulatum, si eadem menstruo adjiciatur, pristinam quidem formam crystallinam penitus amittit, & substantiæ resinosæ seu gummosæ formam induit, neque, quantumvis vasculum, in quo continetur, validâ manu & sæpe concutias, unquam in fluidum evadet.\nvadet. Preterea, si liquorem illum pellucidum, in quem Camphora redacta erat, in aquam postea effundas, redintegratur Camphora: contra, oleo nostro coagulato eadem substantia resinosa, seu gummosa, adhuc manet, & sapor Thymi adhaeret cum notabili amaritudine adjecta.\n\n(3.) Oleum Vitrioli (ut docuit noster Boyleus) Camphoram in totum dissolvit: in Oleum vero Thymi coagulatum, quod supra descripsimus, nullam aliam mutationem inducit, nisi quod vi manús concutientis crystalli in minores partes dividantur; & hoc modo crystalli olei, si micoscopio observentur, fragmentis Camphorae se magis assimilant.\n\nInsuper Camphora Oleo Vitrioli soluta se ab hoc menstruo recuperat, si postea in aquam fundatur: nostrum vero eandem formam crystallorum, quam in Oleo Vitrioli habuit, etiam si in aquam effundas, una cum sapore & odore Thymi, adhuc retinet.\n\n(4.) Scribit Dnus Neuman Camphoram constare rarefacto Phlogisto (haec sunt ejus verba) at minime quidem nostrum: nam si igni admoveatur, exemplò colliquescit, & oleum liquidum f. Fatendum quidem est, si gossipium immergas, idque deinde igni admoveas, flammam statim concipit: sed hoc gossipio deberei clarum est, idemque oleis omnibus commune.\n\n(5.) Ignis in duo ista corpora diversos effectus habet. Nam qualiscunque ignis gradus idoneus est ad sublimandam Camphoram sine ulla liquefactione, idem corpus hoc è thymo destillatum & condensatum prorsus liquefaciet, & liquefactum tenebit cum nulla vel minimâ sublimatione. Hactenus de differentiis.\n\nQuibus non abs re fuerit testimonia quaedam de oleis coagulatis, seu salibus ex oleis natis, huc pertinentia, subjun gere.\nQuidam ex nostris sociis, rei chymicæ admodum peritus, Dom. Slare, in Philosophicis Actis, ab hinc plusquam triginta annis editis, oleum nostrum hisce verbis describit, Ex satis magnæ copiæ Thymi destillatione, separatum est sal volatile indolis singularis, (quod Peritissimus noster Chymicus D. Moulte primum mihi exhibuit) hoc est pellucidum, vel crystallinum, quoad gravitatem suam specificam paulo aqua ponderosius, idemque & sal & oleum in uno corpore coagulatum esse videtur: in aqua non solvitur, sed calefactum facile avolat.\n\nIdem Vir Doctus se Oleum Cinnamomi viginti annos asservasse dicit, & inta sex annos postremos, singulis annis quoddam salis praecipitatum fuisse, & hoc sine ullo additamento aut arte ad salis formam inducendam. Sed quoad hujus salis naturam, an simile fuerit ei, quod ex Thymo destillatum ostendit D. Moulte, silet.\n\nHelmontius equidem de sale ex eodem Oleo, arte facto sic locutus est. \"At quando Oleum Cinnamomii suo sali Alkali miscetur, absque omni aqua, trium mensium artificiosa occultaque circulatione, totum in salem volatilem commutatum est;\" etiamque in alio loco modum, quo Oleum Cedri salis naturalis assumat, vi menstrui sui Alkahest, docet, additique haec verba, \"sepe permiscebit aquae.\n\nCl. Boerhaeius (si modo Chemiae institutiones ejus nomine nuper editæ, genuinae sunt) sic scribit, \"Diu asservata olea pretiosissima aromatum orientalium, vasis bene clausis, mutantur in salem, seu saponem; sed experimentum non facile imitari possimus, nam docente Hombergio, demum fit per multos annos, & dicuntur tunc aquae misceri.\"\nIn alio loco cum Dom. Neuman meritò nunc in Societatem nostram admisso, consentire videtur Boerha- vius. \"Camphora est nil nisi Oleum per destillationem concretum in glebam pellucidam; nam non est progenies folius arboris Camphorae, sed omnes plantae aromaticae Camphoram sui generis producere possunt;\" & paulo post \"Oleum quod in Insula Ceylon &c. alibi ex feminæ Cardamomi fit, fere totum in Camphoram mutatur, quod idem verum est de pluribus Oleis ibi natis.\" At vero ante sex vel quattuor dies Olea varia in India destillata, qualia sunt Oleum ex cortice Caryophyll. & Calam. Aromat. & radicibus Cassumun. & similia perlustravi; atqui nullam in his materiam condensatam sive coagulatam repere posui, quamvis plusquam decem annis hic recondita fuisset. Neque dicere possum cum D. Geoffrey jun. (Memoires de L'Académie Royale 1721.) me unquam observasse Crystallos ex Ol. Terebinth. vel Majoranæ, parietibus vasium, in quibus asservata fuerant, adhaerentes, similes Crystallis Camphoræ; quamvis vasa multos annos his usibus applicata diligentemente inspexi.\n\nQuod ad hoc Sal, seu Oleum coagulatum Thymi attinet, idem aliis in hac urbe, in re chymica versatis notum est; nam hujus parvam quantitatem (nisi quod colore sit candidiore) nostro similem vidi: at in nullis aliis Oleis aliquid hujus generis me vidisse memini, nisi forte mihi persuadere liceat, inesse hoc tempore in suis principiis, (si ita dicam) in Oleo Macis, à nobis ab hinc jam quindecim mensibus destillato, cujus olei eliciendi haec est narratio.\n\nSatis magnam quantitatem Macis pro una operatione recepi, totoque die destillavi; at minore olei quantitate elicta, quam expectabam, altero die, & etiam tertio, pro re nata, destillationem reiterare institui: Quantum memini, quarto die, posteaquam Oleum aquam superna-\nsupernatans separaveram, visus est mihi alius liquor,\ncum aqua non permixtus, vasis separatorii fundum petiisse; hoc etiam educo, inveni esse Oleum Macis, aqua ponderosius: Ita ut ex eadem planta, eademque operatione, Oleum dispari gravitate extraxerim. In superiore parte hujus Olei, aliquod crystalinae formae hodie fluctuare videtur; attamen cujus generis sit substantia, sive Camphora, sive non, tempus docebit.\n\nP. S.\n\nPostquam differentias inter nostrum Oleum Thymi coagulatum & Camphoram orientalem supra descripseram, Dominus Johannes Manel, Chymicus, ostendit mihi Oleum Majoranae coagulatum, quod nuper, & inopinato in vase, (in quo Oleum Majoranae quinque annos asservatum fuerat) invenit.\n\nHoc Oleum coagulatum Majoranae etiam eadem experimenta, cum Oleo nostro Thymi coagulato, subire volui, quod & factum est, & multum inter se convenire reperiebam, ita ut hoc nihil magis quam nostrum, nomen Camphorae mereri, satis sciam.\n\nIII. Two Letters on the Effects of Lightning, from the Reverend Mr. Jos. Wasse, Rector of Aynho in Northamptonshire, to Dr. Mead.\n\nWe are told by Mr. Jessop, in the Transactions, that what the common People call Fairy Circles, are occasioned by Lightning; but I think it has not yet been observed, that they continue visible 50 Years, and that no Composition of Use in Fire-works will produce near so lasting an Effect, as I have experienc'd. There seems to be something here, which Sulphur",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103800.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10056,
    "total-output-tokens": 3316,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1500,
        2
      ],
      [
        1500,
        3142,
        3
      ],
      [
        3142,
        4760,
        4
      ],
      [
        4760,
        6334,
        5
      ],
      [
        6334,
        8122,
        6
      ],
      [
        8122,
        9551,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103800",
    "title": "De Camphora. Auctore Dno Joh. Brown, Chym. R. S. S.",
    "authors": "Joh. Brown",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103800"
  }
}