{
  "id": "0e0fa54f4ef1dbc41a5ea15767824422bd08d055",
  "text": "PRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom November 1819 to July 1820.\nWITH THE\nNAMES OF THE DONORS.\n\n1819.\n\nPRESENTS.\n\nNov. 4. Philosophie Anatomique des Organes Respiratoires. Paris, 1818. 8°\n\nAdditional Experiments on the Arteries of warm blooded Animals. London, 1819. 8°\n\nObservations made at Lauenberg with the Zenith Sector belonging to the Board of Ordnance in 1819. MS.\n\nDel Proteo Anguino di Laurenti. Monografia pubblicata da P. Configliachi e M. Rusconi. Pavia, 1819.\n\nFlora Batava. No. 54\n\nAbhandlungen der Königlichen Akademie der Wissenschaften in Berlin aus den Jahren 1816-1817. Berlin, 1819.\n\nMémoires de l'Académie Royale des Sciences de Turin, Tome 22, pour les Années 1813-1814. Turin, 1816.\n\nMemorie della Reale Accademia delle Scienze di Torino, Tomo 23°. Torino, 1818.\n\nProspetto delle Letture della Sezione di Padova di Cesareo-Regio Instituto di Scienze Letture ed Arti nel Corso del Anno Accademico 1816-1817. Padova, 1817.\n\nProspetti de' Risultamenti ottenuti nella Clinica Medica di I. R. Università di Padova nel Corso del' Anni Scolastici 1815-1817. Padova, 1817. 2 vols.\n\nMemorie Medico-Clinichi per servire d' Interpretazione ai Prospetti Clinici. Padova, 1816. 8°\n\nDONORS.\n\nLe Chev. Geoffroy St. Hilaire.\n\nDr. C. H. Parry.\n\nProfessor Schumacker.\n\nProfessor Configliachi and Dr. Rusconi.\n\nH.M. the King of the Netherlands.\n\nThe Royal Academy of Sciences of Berlin.\n\nThe Royal Academy of Sciences of Turin.\n\nThe Royal Caesarian Institute of Sciences Literature and Arts at Padua.\n1819.\n\nNov. 4 Jordanii Ruffi Calabriensis Hippatria. Patavii, 1818.\n\nAdversaria Zoologica, Auctore Gotthelf Fischer. Fasciculus primus. 4°\n\nEssai sur la Pellegrina, ou la Perle incomparable des Frères Zozima, par G. Fischer. Moscow, 1818.\n\nMémoire sur la Construction des Instrument à Cordes et à Archet, par Felix Savart, M. D. Paris, 1819.\n\nRotuli Scotiae in Turri Londinensi et in Domo Capitulari Westmonasteriensis asservati. Vol. 2, 1819.\n\nThe Transactions of the Linnean Society of London, Vol. 12, Part 2. London, 1818.\n\nA Memoir on the Birds of Greenland, with Descriptions and Notes on the Species observed in the late Voyage of Discovery in Davis' Straits and Baffin's Bay, by Captain Edward Sabine, R. A. London, 1819.\n\nObservations Introductory to a Work on English Etymology, by John Thomson, M. A. S. &c. London, 1819.\n\nAn Inquiry into the Nature and Properties of the Blood, as existent in Health and Disease, by C. Turner Thackrah. London, 1819.\n\nLectures on the Blood and on the Anatomy, Physiology, and surgical Pathology of the vascular System of the human Body, by James Wilson, F.R.S. London, 1819.\n\nAn Essay on Chemical Analysis, chiefly translated from the 4th Vol. of the last Edition of the Traité de Chimie Élémentaire of L. J. Thénard, with Additions, comprehending the latest Discoveries and Improvements in this Branch of the Science, by John George Children, F.R.S. London, 1819.\n\nA Treatise on the Nature and Cure of Gout and Rheumatism, including general Considerations on morbid states of the digestive Organs, some Remarks on Regimen, and practical Observations on Gravel, by Charles Scudamore, M. D. 3rd Edition. London, 1819.\n\nMedico-Chirurgical Transactions, Vol. 10, Part 1. London, 1819.\n\nSpeech of Lieut. General William Thornton in the House of Commons, on Thursday, 7th May, on his Motion to Repeal the Declarations against the Belief of Transubstantiation, and asserting the worship of the Church of Rome to be Idolatrous, with Authorities and Illustrations, Deduction and Conclusion. London, 1818.\n\nDonors:\n\nDr. Jerome Molin.\n\nDr. G. Fischer.\n\nMr. Felix Savart.\n\nThe Commissioners of Public Records.\n\nThe Linnean Society.\n\nCaptain Edward Sabine.\n\nJohn Thomson, Esq.\n\nC. Turner Thackrah, Esq.\n\nJames Wilson, Esq.\n\nJohn Geo. Children, Esq.\n\nDr. Charles Scudamore.\n\nThe Medical and Chirurgical Society of London.\n\nLieut. General William Thornton.\nNov. 4. A History of the high Operation for the Stone by Incision above the Pubis, with Observations on the Advantages attending it, and an Account of the various Methods of Lithotomy, from the earliest Periods to the present Time, by J. C. Carpue, Esq. London, 1819.\n\nThe Quarterly Journal of Literature Science and the Arts, No. 15.\n\nAnnals of Philosophy, No. 80-83.\n\nThe Philosophical Magazine, No. 255 to 258.\n\nThe Monthly Review for July, August, September, and October, and Appendix to Vol. 89.\n\nThe European Magazine for July, August, September, and October.\n\nSurgical Essays by Astley Cooper, F.R.S. &c. and Benjamin Travers, F.R.S. &c. Part 2. London, 1819.\n\nThe Statutes of the Realm, printed by Command of H.M. King George III. in pursuance of an Address of the House of Commons of Great Britain, Volumes 4, 5 and 6. 1819.\n\nA Sketch (analytical) of the History and Cure of Contagious Fever, by Robert Jackson, M.D. London, 1819.\n\nMedical Topography of Upper Canada, by John Douglas, Assistant Surgeon, 8th Regiment. 8°\n\nA Commentary on the Systems which have been advanced for explaining the Planetary Motions, by James Burney, Esq. R.N. and F.R.S. London, 1819.\n\nDe l'Ausculation mediate, ou Traité du Diagnostic des Maladies des Poumons et du Coeur, fondée principalement sur ce nouveau Moyen d'Exploration, par R.T.H. Laennec. Paris, 1819.\n\nDec. 9. The Ordnance Survey of Great Britain, Part 1 to 7, comprising Essex, Devonshire, Cornwall, Dorsetshire, Sussex, Surry, and Wiltshire.\n\nEsprit, Origine, et Progrès des Institutions des principaux Pays de l'Europe, par J.D. Meyer. Londres, 1819. 2 Vols.\n\nElements of a Plan for the Liquidation of the public Debt of the United Kingdom, by Richard Heathfield, Gent. London, 1819.\n\nAnnals of Philosophy. No. 84.\n\nThe Philosophical Magazine. No. 259.\n\nThe Monthly Review for November.\n\nThe European Magazine for November.\n\nMémoires de l'Academie Royale des Sciences de l'Institut de France, année 1817, Tome 2. Paris, 1819.\n\nJ. C. Carpue, Esq.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nAstley Cooper and Benjamin Travers, Esq.\n\nThe Commissioners of Public Records.\n\nDr. Robert Jackson.\n\nJohn Douglas, Esq.\n\nCaptain James Burney.\n\nM. R. T. H. Laennec.\n\nMajor General Mudge.\n\nChev. J. D. Meyer.\n\nRichard Heathfield, Esq.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Royal Institute of France.\nDec. 23. Ensaio Historico sobre a Origem e Progressos das Mathematicas em Portugal, por Francisco de Borja Garçao Stockler. Paris, 1819.\n\nLeção XII. dos Elementos de Geometria Philosophica escritos por Francisco de Borja Stockler, a qual tem por título das Correlações que existem entre as Operações elementares da Technia Geometrica e da Technia Algebraica. Lisboa, 1819.\n\nAccount of a Voyage of Discovery to the West Coast of Corea and the Great Loo Choo Island, with an Appendix, &c. by Captain Basil Hall, R. N. London, 1818.\n\nVoyage to Corea and the Island of Loo Choo, by Captain Basil Hall, R. N. a New Edition. London, 1820.\n\nJan. 13. Traité complete de Mécanique appliquée aux Arts, &c. Vol. 6 des Machines employées dans divers Fabrications, par M. J. A. Borgnis. Paris, 1819.\n\nMedico-Chirurgical Transactions published by the Medical and Chirurgical Society of London, Vol. 10, Part 2. London, 1820.\n\nNine Charts, viz. of Gaspar Straits, Carimata Passage, West part of Kilo Leet, Lucepar Channel, Romania Channel, Singapore New Settlement, Samangca Bay, Coloombyan Harbour, and Survey of the entrance of Hoogley River, by James Horsburgh, Esq.\n\nMémoire sur l'Utilité des Pièces d'Anatomie artificielle chirurgicale, par J. F. Ameline. Paris, 1819.\n\nThe Quarterly Journal of Literature Science and the Arts, No. 16.\n\nAnnals of Philosophy, No. 85.\n\nThe Philosophical Magazine, No. 260.\n\nThe Monthly Review for December.\n\nThe European Magazine for December.\n\nThe London Magazine, No. 1.\n\nA Treatise on Nervous Diseases, by John Cooke, M. D. Vol. 1. London, 1820.\n\nA Dissertation on the Disorder of Death, or that State of the Frame under the Signs of Death called suspended Animation, &c. by the Rev. Walter Whiter. Norwich, 1819.\n\n20. Esperienze ed Osservazione sul Galvanismo, Memoria del Sig. Carlo Francesco Bellingeri, M.D.\n\nD. Francis de Borja Garçao Stockler.\n\nCaptain Basil Hall, R.N.\n\nM. J. A. Borgnis.\n\nThe Medical and Chirurgical Society of London.\n\nJames Horsburgh, Esq.\n\nM. J. F. Ameline.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Editors.\n\nDr. John Cooke.\n\nThe Rev. Walter Whiter.\n\nDr. Carlo Francesco Bellingeri.\n1820.\n\nJan. 20. Caroli Francisci Josephi Bellingeri Dissertatio Chemica Inauguralis quam publicè defendebat in Regio Atheneo 9 Maii, 1818. Augustae Taurinorum, 1818. 8°\n\nRèglement de la Société d'Instruction Medicale, par Le Chev. J. J. Leroux. Paris, 1818. 4°\n\nTravels in Nubia by the late John Lewis Burckhardt; published by the Association for Promoting the Discovery of the Interior parts of Africa London, 1819. 4°\n\nFeb. 17. Flora Batava, No. 55. 4°\n\nZoogrosia Tabulis Synopticis illustrata in usum Praelectionum Academiae Imper Med Chirurg. Mosquensis edita. Auct. Gotthelf Fischer. Mosquiae, 1813 et 1814. 3 vols. 4° and 8°\n\nNotizen über die Mineralien Sammlung S. Excellenz des Herren Drs. Alexanders von Crichton, von Joseph Frederick Wagner. Moskwa, 1818. 4°\n\nAn Account of the varioloid Epidemic which has lately prevailed in Edinburgh and other Parts of Scotland, with Observations on the Identity of Chicken Pox with modified Small Pox; in a Letter to Sir James McGrigor, by John Thomson, M. D. London, 1820. 8°\n\nAnnals of Philosophy, No. 86. 8°\n\nThe Philosophical Magazine, No. 261. 8°\n\nThe Monthly Review for January, and Appendix to Vol. 90. 8°\n\nThe European Magazine for January. 8°\n\nThe London Magazine, No. 2. 8°\n\nAn Introduction to Solid Geometry, and to the Study of Crystallography, containing an Investigation of some of the Properties belonging to the Platonic Bodies independent of the Sphere, by N. J. Larkin, M. G. S. London, 1820. 8°\n\nA View of the Lead Mines of the Missouri, including some Observations on the Mineralogy, Geology, Geography, Antiquities, Soil, Climate, Population, and Productions of Missouri and Arkansaw, and other Sections of the Western Country, by Henry R. Schoolcraft. New York, 1819. 8°\n\nA Biographical Memoir of Hugh Williamson, M. D. LL. D., by David Hosac, M. D. New York, 1820. 8°\n\nBibliotheca MS. Stowensis. A Descriptive Catalogue of the Manuscripts in the Stow Library, by the Rev. Charles O'Connor, D. D. Buckingham, 1818. 2 Vols. 4°\n\nDonors.\n\nDr. Carlo Francesco Bellingeri.\n\nM. Leroux, Doyen de la Faculté de Médecine à Paris.\n\nThe Committee of the Association for Promoting the Discovery of the Interior Parts of Africa.\n\nH. M. The King of the Netherlands.\n\nDr. Gotthelf Fischer.\n\nMr. Joseph Frederick Wagner.\n\nDr. John Thomson.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tillock.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Editors.\n\nMr. N. J. Larkin.\n\nDr. David Hosac.\n\nThe Marquis of Buckingham.\nMar. 2. The Nautical Almanac and Astronomical Ephemeris for 1822.\n\nA Catalogue of the Lansdown Manuscripts in the British Museum, with Indexes of Persons, Places, and Matters, printed by command of H. M. King George III. Parts 1 and 2. 1812, 1819.\n\nAnnals of Philosophy, No. 87.\n\nThe Philosophical Magazine, No. 262.\n\nThe Monthly Review for February.\n\nThe European Magazine for February.\n\nThe London Magazine. No. 3.\n\nMeteorological Journal kept on board the Marine Society's Ship off Deptford Creek in the years 1816, 1817, 1818, 1819. MS.\n\nTransactions of the Society instituted at London for the Encouragement of Arts Manufactures and Commerce, Vol. 37. London, 1820.\n\n9. Annales des Mines ou Recueil de Mémoires sur l'Exploitation des Mines et sur les Sciences qui s'y rapportent. Année 1818, Liv. 2, 3, et 4; et Année 1819, Liv. 1, 2, 3. Paris.\n\nDe' Contagi e de la cura di loro Effetti, Lezione Medica Practiche del Cav. Valeriano Luigi Brera, M.D. Padova, 1819. 2 Vols.\n\nProspecti de' Risultamente ottenuti nella Clinica Medica dell' I. R. Università di Padova nel Anni Scolasticè, 1809—1816 del Sig. V. L. Brera, M.D. Padova, 1816 e 1817. 2 Vols. 8°\n\nProspecto della Letture della Sezione di Padova del Caesareo Reg. Instituto di Scienze Lettere ed Arti nel corso del' Anno Accademico 1816-1817. Padova, 1817.\n\nStatuta della I. R. Accademia di Scienze Lettere ed Arti di Padova, e Catalogo degli Accademici. Padova, 1816.\n\nApril 13. Journal of the Academy of Natural Sciences of Philadelphia, Vol. 1, part 2. Philadelphia, 1818.\n\nA Journal of Science Literature and the Arts, No. 17.\n\nAnnals of Philosophy, No. 88.\n\nThe Philosophical Magazine, No. 263.\n\nThe Monthly Review for March.\n\nThe European Magazine for March.\n\nThe London Magazine, No. 4.\n\nNotice sur l'Archipel de Jean Potocki situé dans la Partie septentrionale de la Mer Jaune, par Jules Klaproth, avec une Carte. Paris, 1820. 4°\n\nThe Commissioners of Longitude.\n\nThe Commissioners of Public Records.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Editors.\n\nThe Committee of Governors of the Marine Society.\n\nThe Society for Encouragement of Arts, &c.\n\nConseil Général des Mines de France.\n\nIl Cav. Valeriano Luigi Brera.\n\nThe Academy of Natural Sciences, Philadelphia.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Editors.\n\nM. Jules Klaproth.\nApril 13. General Views of the Application of Galvanism to Medical Purposes, principally in Cases of Suspended Animation, by John Aldini. London, 1819.\n\n27. Commentationes Societatis Regiae Scientiarum Gottingensis Recentiores, Volumen 4 ad A. 1816-1818. Gottingae, 1820.\n\nJo. Frid. Blumenbachii decas sexta Collectionis suae Craniorum diversarum Gentium illustrata. Gottingae, 1820.\n\nMay 4. A Dictionary of the Chinese Language, containing all the Characters which occur in the original Chinese Dictionary, in 32 Volumes, compiled in 1716, by order of H. M. Kang-He, Emperor of China, by the Rev. R. Morrison, Vol. 1, part 3. Macao, 1818.\n\nAnnals of Philosophy, No. 79.\n\nThe Philosophical Magazine, No. 264.\n\nThe Monthly Review for April.\n\nThe European Magazine for April.\n\nThe London Magazine, No. 5.\n\n11. Transactions of the Horticultural Society, Vol. 4, Part 1. London, 1820.\n\nGeological Map of England in 6 Sheets and Memoir of a Geological Map of England, to which are added an Alphabetical Index to the Hills, and a List of the Hills arranged according to Counties, by G. B. Greenough, Pres. Geol. Soc. &c. London, 1820.\n\nThe Modern London Catalogue of Books, with their Sizes, Prices, and Publishers. London, 1818.\n\nVindicæ Geologicae, or the Connection of Geology with Religion explained, in an Inaugural Lecture delivered before the University of Oxford, May 15, 1819, on the Endowment of a Readership in Geology, by H. R. H. the Prince Regent; by the Rev. W. Buckland, B.D. &c. Oxford, 1820.\n\n18. Mémoire sur la Digue de Cherbourg comparée au Breakwater ou Jetée de Plymouth, par J. M. F. Cachin. Paris, 1820.\n\nSu la Falsità dell’ Origine Scandinava data ai Popoli detti Barbari che distrussero l’ Impero di Roma, Dissertazione Istorica di Jacopo Gråberg di Hemsö. Pisa, 1815.\n\nAppellation au Parlement de la Grande Bretagne, by Hoëne Wronski. London, 1820.\n\nA Journey in Carniola, Italy, and France, in the years 1817 and 1818, containing remarks relating to Language, Geography, History, An-\n\nMr. John Aldini.\n\nThe Royal Society of Sciences of Gottingen.\n\nProfessor J. F. Blumenbach.\n\nThe Court of Directors of the Hon. East India Company.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffith.\n\nThe Editor.\n\nThe Editors.\n\nThe Horticultural Society.\n\nG. B. Greenough, Esq.\n\nMr. William Bent.\n\nRev. William Buckland.\n\nM. J. M. F. Cachin.\n\nSig. Jacopo Gråberg di Hemsö.\n\nM. Hoëne Wronsky.\n\nW. A. Cadell, Esq.\ntiquities, Natural History, Science, Painting, Sculpture, Architecture, Agriculture, the Mechanical Arts and Manufactures, by W. A. Cadell, Esq. with Engravings. Edinburgh, 1820. 2 Vols.\n\nA Circumstantial and Explanatory Account of Experiments lately made with a View of ascertaining the comparative Accuracy of the relative Times of Burning of Fuzees, &c. with an Appendix on the present state of Telegraphic Communication in this Country, by John Macdonald, Esq. London, 1819.\n\nΜΕΛΕΤΗ ΤΗΣ ΚΟΙΝΗΣ ΕΛΛΗΝΙΚΗΣ ΔΙΑΛΕΚΤΟΥ, or Study of the Modern Greek Language, by P. Codrika, Vol. i. Paris, 1818.\n\nJune 1. Astronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1819, to May 1, 1820, by and under the direction of the Rev. Abram Robertson, D.D., F.R.S. Sav. Prof. of Astron. and Radcliffian Observer. MS.\n\nTransactions of the Geological Society, established Nov. 13, 1807, Vol. 5, Part 1. London, 1819.\n\nTraité complet de Mécanique appliquée aux Arts, par M. J. A. Borgnis, Vol. 7, Des Machines qui servent à confectioner les Etoffes. Paris, 1820.\n\nEssays on the Combinatorial Analysis, showing its Application to some of the most useful and interesting Problems of Algebra, by Peter Nicholson. London, 1818.\n\nEssay on Involution and Evolution, containing a new general and accurate Method of ascertaining the numerical Value of any Functions of an unknown Quantity, by P. Nicholson. London, 1820.\n\nThe Rudiments of Algebra, by P. Nicholson. London, 1819.\n\nAnnals of Philosophy, No. 90.\n\nThe Philosophical Magazine, No. 265.\n\nThe Monthly Review for May, and Appendix to Vol. 91.\n\nThe London Magazine, No. 6.\n\nThe European Magazine for May.\n\n3. Flora Batava, No. 56.\n\nThe Ordnance Survey of Great Britain, part 8. Report of the Lords Committees appointed to search the Journals of the House Rolls of Parliament and other Records and Documents for all Matters touching the Dignity of a Peer of the Realm, &c. May 25, 1820.\n\nLieut. Col. John Macdonald.\n\nMr. P. Codrika.\n\nThe Trustees under the Will of the late Dr. Radcliffe.\n\nThe Geological Society.\n\nM. J. A. Borgnis.\n\nMr. Peter Nicholson.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editors.\n\nThe Editor.\n\nH.M. The King of the Netherlands.\n\nCaptain Thomas Colby.\n\nLord Redesdale.\nJune 29. The Hunterian Oration delivered before the Royal College of Surgeons in London, on Monday, February 21, 1820, by Anthony Carlisle, Esq. F.R.S. London, 1820.\n\nLettera di Francesco Gianpietri intorno alle Monete Aragone e ultimamente trovati nella Cupra di St. Efrem, all’ Excellentissimo Cavaliere Luigi de’ Medici. Naples, 1819.\n\nAnnals of Oriental Literature, Part I. For June 1820.\n\nAnnals of Philosophy, No. 91.\n\nThe London Magazine, No. 7.\n\nOn Circular Polarisation, as exhibited in the Optical Structure of the Amethyst, with Remarks on the Distribution of the Colouring Matter in that Mineral, by David Brewster, LL.D. Edinburgh, 1820.\n\nJuly 7. ΔΙΟΝΤΣΙΟΥ ΑΛΙΚΑΡΝΑΣΣΕΩΣ ΡΩΜΑΙΚΗΣ ΑΡΧΑΙΟΛΟΓΙΑΣ ΤΑ ΜΕΧΡΙ ΤΟΥΔΕ ΕΛΛΕΙΠΟΝΤΑ. Dionysii Halcarnassei Romanarum Antiquitatum Pars hactenus desiderata nunc denique ope Codicum Ambrosionarum ab Angelo Maio, Ambrosiani Collegii Doctore, quantum licuit restituta. Opus Francisco I. Augusto sacrum. Mediolani, 1816.\n\nEusebii Panphilii Chronicorum Canonum Libri Duo. Opus ex Haicano Codice a Doctore Johanne Zohrabo Collegii Armeniaci Venetiarum Alumno diligentiter expressum et castigatum, Angelus Maius et Johannes Zohrabus nunc primum conjunctis Curis Latinitate donatum Notisque illustratum, additis Graecis Reliquiis, ediderunt Mediolani, 1818.\n\nM. Tullii Ciceronis sex Orationum Partes ante nostram Actatem ineditæ cum antiquo interprete ante nostram item Aeratem inedito qui videtur Asconius Pedianus ad Tullianas septem Orationes. Accedunt Scholia minora vetera. Editio altera quam ad Codices Ambrosianos recensuit emendavit et uexit ac Descriptione Codicum CXLIX Vita Ciceronis aliisque Additamentis instruxit Angelus Maius, Amb. Colleg. Doct. Mediolani, 1817.\n\nIsocratis Oratio de Permutatione, cujus Pars ingens primum Graece edita ab Andrea Mussoxido, nunc primum Latina exhibetur ab Anonymo interprete, qui et Notas et Appendices adjunxit Mediolani, 1813.\n\nM. Cornelii Frontonis Opera inedita, cum Epistolis item ineditis Antonini Pii, M. Aurelii, L. Veri, et Appiani, nec non Aliorum Veterum\n\nMDCCCXX.\nFragmentis invenit et Commentario praevio Notisque illustravit Angelus Maius Bibliotheca Ambrosianae a Linguis Orientalibus. Cui adduntur seu edita seu cognita ejusdem Frontonis Opera. Mediolani, 1815. 2 Vols.\n\nPhilonis Judaei de Copheni Festo et de Colendis Parentibus, cum brevi Scripto de Iona, Editore et Interprete Angelo Maio, A.C.D. Reg. Belg. Inst. Sod. ad Leopoldum Principem Etruriae Heredem. Mediolani, 1818.\n\nVirgilli Maronis Interpretes veteres Asper Cornutus, Hasterianus Longus, Nisus Probus, Scaurus Sulpicius, et Anonymus, edente notisque illustrante Angelo Maio, A.C.D. Reg. Belg. Inst. Sod. ad Leopoldum Principem Etruriae Heredem. Mediolani, 1818.\n\nΠΟΡΦΥΡΙΟΥ ΦΙΛΟΣΟΦΟΥ ΠΡΟΣ ΜΑΡΚΕΔΔΑΝ. Porphyrii Philosophi ad Marcellanam, invenit Interpretatione Notisque declaravit Angelus Maius, A.C.D. Acad. R. Monœ Sod. Accedit ejusdem Porphyrii Poeticum Fragmentum, Mediolani, 1816.\n\nDe Philonis Judæi et Eusebii Pamphili Scriptis ineditis Aliorumque Libris ex Armeniaca Lingua convertendis Dissertatio, cum ipsorum Operum Philonis ac praesertim Eusebii Specimenibus, scribente Angelo Maio, A.C.D. ex Notitia sibi ab Armeniacorum Codicum Dominis impertita. Mediolani, 1816.\n\nQ. Aurelii Summachi, V.C. Octo Orationum ineditarum Partes, invenit Notisque declaravit Angelus Maius, Bibliothecæ Ambrosianæ a Linguis Orientalibus. Accedunt Additamenta quaedam. Mediolani, 1815.\n\nItinerarium Alexandri ad Constantium Augustum, Constantini M. Filium, edente nunc primum cum Notis Angelo Maio, Amb. Coll. Doct. Mediolani, 1817.\n\nΣΙΒΥΛΛΑΗΣ ΔΟΓΩΣ ΙΔ. Sibyllæ Liber XIV. Editore et Interprete Angelo Maio, Amb. Coll. Doct. Additur Sextus Liber et Pars Octavi, cum multa Vocum et Versuum Varietate. Mediolani, 1817.\n\nM. Acci Plauti Fragmenta inedita, item ad P. Terentium Commentationes et Picturae ineditae, Inventore Angelo Maio, Bib. Ambros A. LL. Or. Mediolani, 1815.\n\nΙΣΑΙΟΥ ΔΟΓΩΣ ΠΕΡΙ ΤΩΝ ΚΛΕΩΝΤΥΜΟΥ ΚΛΗΡΟΥ. Isai Oratio de Hereditate Cleonymi nunc primum duplo Auctor Inventore et Interprete Angelo Maio, Bib. Amb. A. LL. OR. Mediolani, 1815.\nJuly 7. Julii Valerii Res Gestae Alexandri Macedonis translatæ ex Aesopo Graeco, prodeunt nunc primum, edente Notisque illustrante Angelo Maio, A C D. Mediolani, 1817.\n\nΘΕΜΙΣΤΙΟΥ ΦΙΛΟΣΟΦΟΤ ΛΟΓΟΣ ΠΡΟΣ ΤΟΥΣ ΑΙΤΙΑΣΑΜΕΝΟΥΣ ΕΠΙ ΤΩΙ ΔΕΞΑΣΘΑΙ ΘΗΝ ΑΡΧΗΝ. Themistii Philosophi Oratio in eos a quibus ob Præfecturam susceptam fuerat viruperatus, Inventore et Interpretè Angelo Maio, Bib. Amb. A. LI. OR. Mediolani, 1816.\n\nLettera di Pietro Giordani al chiarissimo Abate Giambatista Canova, sopra il Dionigi trovato dall' Abate Mai. Milano, 1817.\n\nThéorie Analytique des Probabilités, par M. Le Marquis de Laplace, 3ème Edition. Paris, 1820.\n\nA Treatise on the Anchor, shewing how the component Parts should be combined to obtain the greatest Power and most perfect Holding, with a Table of Dimensions, &c. Also some Observations on the Chain Cable, by Richard Pering, Esq. Plymouth Dock, 1819.\n\nA Brief Inquiry into the Causes of Premature Decay in our Wooden Bulwarks, with an Examination of the Means best calculated to prolong their Duration, by Richard Pering, Esq. Plymouth Dock, 1812.\n\nOn the Preservation of the British Navy when in a State of Ordinary, by R. Pering, Esq. 1813.\n\nA Reply to the Strictures in the Quarterly Review on Indian built Ships, to which are annexed economical Recommendations for effectually preserving the British Navy on the return of Peace, &c. By Richard Pering, Esq. Plymouth Dock, 1814.\n\nA Journal of Science, Literature, and the Arts, No. 18.\n\nAnnals of Philosophy, No. 91.\n\nThe Philosophical Magazine, No. 266.\n\nThe Monthly Review for June\n\nThe European Magazine for June.\n\nThe London Magazine, No. 7.\n\nH. R. H. The Archduke Maximilian.\n\nThe Marquis de Laplace.\n\nRichard Pering, Esq.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nMr. George Edward Griffiths.\n\nThe Editor.\n\nThe Editors.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1820.\n\nA\n\nAlburnum, upon the different qualities of the alburnum of spring and winter-felled oak-trees - 156\nAneurismal tumor, a description of a deposit of crystals found in one, - 3\nApophyllite, of its anomalous tints, - 76\n——— the only crystal with one axis, whose tints exhibit a sensible deviation from the scale of Newton, 91\n——— its tints commence at the centre of the rings and increase in regular progression outwards, 91\nAstronomical observations, - 330\n\nB\n\nBakerian Lecture, by William Thomas Brande, Esq. Sec. R. S. - 11\nBarometer, thermometrical, a description of some improvements made in this instrument, - 303\nBauer, Francis, Esq. Some experiments on the fungi which constitute the colouring matter of the red snow discovered in Baffin's Bay, - 165\nBlood, a farther investigation of its component parts, - 1\n——— an experiment to ascertain whether the proportion of aeriform matter in the blood is liable to vary, - 6\n——— coagula of; examination of those formed in aneurismal tumors, - 2\nINDEX\n\nBrande, William Thomas, Esq. The Bakerian Lecture. On the composition and analysis of the inflammable gaseous compounds resulting from the destructive distillation of coal and oil, with some remarks on their relative heating and illuminating powers, 11\n\nBreathing, the effect of an interminable contest between the elasticity of the lungs and the irritability of the diaphragm, 43\n\nBrewster, David, LL.D. Extracts of two letters from him, on the deviation of the tints from Newton's scale, 94\n\nC\n\nCarson, James, M.D. On the elasticity of the lungs, 29\n\nChocks, or wedge pieces, first introduced in naval architecture, about the year 1744, 135\n\nreason of their introduction, 135\n\nthe substitution of coaks or dowels for them recommended, 137\n\nChronometers used at sea, their rates affected by the iron in the ships, 196\n\nCoal and oil, experiments on the inflammable gases afforded by their destructive distillation, 11\n\nColeman, George, Esq. His communication of some tables showing the rates of chronometers, 208\n\nCorpora cavernosa, their cellular structure explained, 188\n\nCorpus spongiosum, the particulars in which its structure differs from that of the corpora cavernosa, 190\n\nCroonian Lecture. By Sir Everard Home, Bart. 1\n\nCrystals, of the general phenomena of those which develope tints deviating from Newton's scale, by exposure to polarised light, 52\n\non the causes which produce the above phenomena in crystals, 62\n\non the tints developed by those with two axes out of the principal section, 73\n\nof a secondary cause of the deviation of tints subsisting in certain crystals, and of the anomalous tints of the apophyllite, 76\n\nCrystallized bodies, on their action upon homogeneous light, and on the causes of the deviation from Newton's scale, in the tints which many of them develope on exposure to a polarised ray, 45\nINDEX.\n\nD\n\nDAVY, EDMUND, Esq. On some combinations of platinum, 108\nDeafness, instances of a particular species of partial deaf-\nness, or insensibility of very acute sounds, 310\nDugong, some account of that animal, 174\n—a description of its external appearance, 175\n—dissection of it, 177\n—its food, 179\n—never found on land, or in fresh water, but ge-\nnerally in the shallows and inlets of the sea, 180\n—its dimensions, 181\n—the ventricles of the heart of this animal com-\npletely detached, 319\n—particulars respecting the anatomy of this animal,\nintended as a supplement to Sir T. S. RAFFLES' account, 315\n—on the milk tusks, and organ of hearing of this\nanimal, 144\n—a section of the milk tusk of the narwhal and of\nthe elephant, compared with a similar section of that of\nthe dugong, 147\nDugong Ikan, considered by the Malays as a royal fish, 180\n—the Malays distinguish two varieties, the du-\ngong bumban, and the dugong buntal, 180\n\nE\n\nEustachian tube, is closed by suddenly checking the effort\nof inspiration, 309\n—is opened by swallowing or incipient\nyawning, 309\n\nF\n\nFISHER, GEORGE, Esq. On the errors in longitude as deter-\nmined by chronometers at sea, arising from the action\nof the iron in the ships upon the chronometers, 196\nFœtus, human, a case of one found in the ovarium, of the\nsize it usually acquires at the end of the fourth month, 101\nFrames, or ribs of ships, a new principle of uniting them\nrecommended, 134\nINDEX.\n\nG\n\nGases, inflammable, experiments on those afforded by the destructive distillation of pit coal and of oil, - 11\nGas, olefiant, coal, and oil, comparative experiments on their illuminating and heating powers, and on some general properties of radiant matters, - 21\nGompertz, Benjamin, Esq. A sketch of an analysis and notation applicable to the estimation of the value of life contingencies, - 214\nGranville, Augustus Bozzi, M.D. A case of the human foetus found in the ovarium, of the size it usually acquires at the end of the fourth month, - 101\nGroombridge, Stephen, Esq. Astronomical observations, - 330\n\nH\n\nHearing, human, its range, - 313\nHerschel, J. F. W. Esq. On the action of crystallized bodies on homogeneous light, and on the causes of the deviation from Newton's scale, in the tints which many of them develop on exposure to a polarised ray, - 45\nHome, Sir Everard, Bart. Croonian Lecture. A farther investigation of the component parts of the blood, - 1\nOn the milk tusks, and organ of hearing of the dugong, - 144\nOn the mode of formation of the canal for containing the spinal marrow, and on the form of the fins (if they deserve that name) of the proteosaurus, - 159\nObservations on the human urethra, showing its internal structure, as it appeared in the microscope of Francis Bauer, Esq. - 183\nAn account of a new mode of performing the high operation for the stone, - 209\nParticulars respecting the anatomy of the dugong, intended as a supplement to Sir T.S. Raffles' account, - 315\n\nK\n\nKnight, Thomas Andrew, Esq. Upon the different qualities of the alburnum of spring and winter-felled oaks, - 156\nINDEX.\n\nL\n\nLeguat, Mr. His account of the habits of the dugong, 150\nLife contingencies, a sketch of an analysis and notation applicable to the estimation of their value, 214\nLight, homogeneous, on the action of crystallized bodies on it, 46\nLizard tribe, the structure of their vertebrae, 160\nLongitude, on the errors in longitude as determined by chronometers at sea, arising from the action of the iron in the ships upon the chronometers, 196\nLungs, on the elasticity of them, 29\n—— experiments to ascertain the extent of the power to distend them to the dimensions which they occupy in the sound system, 35\nLyme, fossil organic remains discovered in the cliffs at that place, 159\n\nM\n\nMalabar, 74 guns, extract from the survey made by the officers of Plymouth Yard on that ship, 142\nMesenteric glands, examination of their contents, in the case of a man who died in a fit an hour after having eaten his dinner, 7\nMicrometers, on the method of cutting rock crystal for them, 126\nMoel Eilio, its measurement by the thermometrical barometer, 302\n\nN\n\nNarwhal, a section of the milk tusk of this animal compared with a similar section of that of the dugong, 147\nNitre, crystal of, mode of examining its rings, by projecting them on a large sheet of paper, stretched, while moist, on a drawing board, 80\n\nP\n\nPerkins, Jacob, Esq. on the compressibility of water, 324\nPlanets, new, their oppositions, 331\nPlatinum, on some combinations of it, 108\n—— on a peculiar compound of it obtained from sulphate of platinum by the agency of alcohol, 108\n\nMDCCXX. Z z\nINDEX.\n\nPlatinum, properties of this peculiar compound of platinum,\ncomposition of this peculiar compound of platinum,\nobservations on this peculiar compound of platinum,\n\nPlatinum, grey oxide of, observations on it,\nproperties and composition of it,\n\nPlatinum, sulphate of, its effects upon gelatine,\non the efficacy of this substance as a test for gelatine,\n\nPolarised rings, description of an instrument employed in experiments upon them,\n\nPresents, a list of those made to the Royal Society, from November 1819 to July 1820,\n\nProteosaurus, on the mode of formation of the canal for containing the spinal marrow, and on the form of the fins (if they deserve that name) of this animal,\nthe structure of its vertebrae,\n\nR\n\nRAFFLES, SIR THOMAS STAMFORD. Some account of the dugong,\n\nROCHON, M. Extract of a paper of his in the Journal de Physique, relative to the construction of micrometers,\n\nRock crystal, on the method of cutting it for micrometers,\n\nS\n\nSEPPINGS, SIR ROBERT On a new principle of constructing ships in the mercantile navy,\n\nShips, on a new method of constructing them in the mercantile navy,\n\nSnow, red, some experiments on the fungi which constitute the colouring matter in that discovered in Baffin's Bay,\n\nSnowdon, on the measurement of that mountain by the thermometrical barometer,\n\nSolstices, observations of those in the years 1818 and 1819,\nobservations of those in the years 1818 and 1819, computed by Mr. Groombridge's table of refraction,\n\nSounds, on those inaudible by certain ears,\n\nStone, an account of a new mode of performing the high operation for that disease,\nINDEX.\n\nT\n\nThunderer, now Talavera, report of the officers of his Majesty's yard at Woolwich to the Navy Board, establishing the superior strength of the construction of this ship, 138\n\nU\n\nUrethra, human, observations upon it, showing its internal structure, as it appeared in the microscope of Francis Bauer, Esq. 183\nVertebræ, the structure of those of the Proteosaurus, 160\n——— the structure of those of the lizard tribe, 160\n\nW\n\nWater, on the compressibility of it, 324\nWollaston, F. J. H., B.D. On the measurement of Snowdon, by the thermometrical barometer, 295\nWollaston, William Hyde, M.D. On the methods of cutting rock crystal for micrometers, 126\n——— On sounds inaudible by certain ears, 306",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107565.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 30804,
    "total-output-tokens": 10875,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1514,
        2
      ],
      [
        1514,
        3902,
        3
      ],
      [
        3902,
        6386,
        4
      ],
      [
        6386,
        8613,
        5
      ],
      [
        8613,
        11074,
        6
      ],
      [
        11074,
        13521,
        7
      ],
      [
        13521,
        15961,
        8
      ],
      [
        15961,
        18251,
        9
      ],
      [
        18251,
        20314,
        10
      ],
      [
        20314,
        22358,
        11
      ],
      [
        22358,
        24214,
        12
      ],
      [
        24214,
        25273,
        13
      ],
      [
        25273,
        27109,
        14
      ],
      [
        27109,
        28542,
        15
      ],
      [
        28542,
        30173,
        16
      ],
      [
        30173,
        31724,
        17
      ],
      [
        31724,
        33323,
        18
      ],
      [
        33323,
        34025,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107565",
    "title": "Back Matter",
    "authors": null,
    "year": 1820,
    "volume": "110",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/107565"
  }
}