{
  "id": "c37d7e1899b750ec384c2454a99f55de1ed2c8cc",
  "text": "IV. De Barometrorum cum Aëris et Tempestatum mutationibus consensu: Auctore Sam. Christiano Hollmanno, Philos. in Acad. Gottingensi Profess. publ. ordin. et R. S. Lond. S.\n\nDifficultatis plena res adhuc visa est veram mutatæ mercurii barometrici altitudinis causam consensusque adeo cum subsequentiibus tempestatum mutationibus rationem et modum explicare. Neque omni difficultate rem carere tot praestantissimorum virorum adhuc excogitatae hypotheses satis indicant. Inter has vero, quæ occasione controversiæ inter Schellhamerum et Ramazzinum ea de re exortæ, a Leibnitio excogitata, et publici juris passim facta est, reliquis fere omnibus anteferri a multis coepit. Ostensum vero jam in his praesentibus Transactionibus a doctissimo Desagulierio satis est, legibus hydrostaticis Leibnitianam isthanc hypothesin adversari*: ut adeo mirum sit, a tot aliis ab illo tempore eandem adhuc potuisse defendi; impri- mis, quum et naturæ phænomenis eandem parum convenire, fere in propatulo sit. Quodsi illa enim causa descensus ascensusque mercurii in barometris esset, quam Leibnitius allegavit; neque prius, aut non multo saltem prius, mercurius posset descendere, quam guttae pluviae per incumbentem atmospheram descendere coepissent: neque prius iterum ille posset ascendere, quam descendere illæ desisset: quod utrumque\n\n* Vide N. 351. p. 570, et seq.\nutrumque vero experientiæ omni reclamare, illis satis notum est qui ad mutationes barometricas vel per unum alterumve mensem solum attenderint. Non raro enim tribus quatuorve integris diebus mercurius sensim jam ante incipit descendere quam vel guttula ex ære ambiente decidat; et ascendere iterum, et si integros sæpe dies adhuc pluat. Imo mercurius in baroscopiis sæpe quoque descendit, licet nulla plane insequatur pluvia. Neque guttulæ cadentes pluviae in fine descensus sui ærem succumbentem ita premunt, quemadmodum pondus in experimento Leibnitiano per aquam descendens, fundum vasis sui, in quo descenderat; neque adeo eodem modo, ac hoc quidem vasi suspenso, reddere aëri æquilibrium suum amissum possunt. Adeo omnia in experimento Leibnitiano naturæ sunt difformia et diffusa, ut anceps hæream, num magis Leibnitti, viri suo alias merito magni ingenium an cœcum potius asseclarum assensum mirari debeam. Accedit circa ipsum experimentum causæ, quam vocant, fallaciam a Leibnitio esse commissam, quando mutati nempe æquilibrii illam esse existimavit, quod solida in fluido descendentia, durante descensu suo in fluidum ambiens non gravitant. Experimentum enim tum omnium succedere optime deprehendi, quando corporis per aquam descensuri, v. c. globi plumbei, diameter tubi lumine paulo minor est, integramque adeo tubi aqua repleti, cavitatem fere replete. Quoniam globus enim descendere nequit nisi suo simile aquæ volumen loco suo expellat, eidem adeo motum, a fundo vasis recedentem, imprimat, totoque adeo descensus illius tempore ejusmodi aquæ volumen, quale globi cadentis magnitudini respondet,\nnimum et impetum vi naturali corporum centripetæ contrarium ab eodem accipiat; non potest non tubus crure bilancis suspensus totus etiam, quoad globi ille descensus durat, in tantum æquilibrium suum amittere, donec globus ad fundum vasis pervenerit, sicque adeo aquæ aliquod volumen sursum porro pellere definet. Et experimentum ergo ipsum ex Leibnitii sententia spectatum, vitiosum et erroneum, et ad explicandas mutationes barometricas præpostere admodum est applicatum. Taceo tandem in toto suo ratiocinio circulum vitiosum Leibnitium commississe. Causam enim redditurus est, quare aër, oriente vel imminente pluvia, levior evadat, mercuriumque adeo, in vasculo barometri stagnantem, minus premat: et leviorem tamen jam factum eundem esse supponit: siquidem quamdiu aëris gravitas et vis elàstica, qua sustineri exhalationes in eodem hærentes haec tenus poterant, eadem adhuc est, et manet, nunquam illæ vel in guttulas redigi, vel descendere per eundem, incipient. Sed poenitet fere, in re adeo evidentí plura addere. De re ipsa tamen pauca adhuc adjicere liceat.\n\nMagna plerisque imprimis difficilis est videtur, quæ causa sit, cur aëre turbido, et exhalationibus variis graviore facto, mercurius in barometris subsidat; fereno vero, adeoque et leviori reddito, idem, contra, in iisdem ascendat? quum omnia potius contraria ratione evenire debere videri possent. Verum quando hoc modo, uti a plerisque quidem fieri videmus, quæstio ista formatur; annon tacite aliquid assumitur, et supponitur, quod neque evictum adhuc est, neque evincifacile poterit: graviorem scilicet aërem esse factum, quando turbidus et exhalationibus variis repletus\nrepletus est; leviorem contra quando serenus iterum evasit. Imo, annon tacite simul supponitur, vapores et exhalationes istas tunc demum ærem nostrum subire, vimque adeo ejus elasticam imminuere, quando in conspectum nostrum prodeunt? abisse vero, contra, æremque adeo iisdem liberum, et repurgatum esse, quamprimum visui nostro iterum se subducunt? Utrumque igitur hoc suppositum si negaverimus; maxima difficultatum hac in re adhuc motarum pars statim evanescit. Negari vero utrumque gravissimas ob causas posse, imo negandum omnino esse, videtur. Quis rerum enim peritus v. c. largietur, pulvificulos solares in ære nos ambience prius non adeisse quam in camera obscura in conspectum nostrum prodeant; adeisse vero, iterum desilisse, ex quo lumini aditus iterum undiquaque patefactus fuerit? Aut, ut tot alia, cum salibus acidis et alcalinis instituta experimenta hic prætermittamus, satis alias cognita, exemplo ad rem praesentem magis faciente utamur: quis est qui ignoret, in campana vitrea, orbi madido antlia pneumaticæ imposita, quamprimum agitari antlia incipit, nubeculas quasdam statim oriri, quæ, eodem illo ære iterum admisso in eadem illa campana mox iterum dispareant et evanescant? Jam nemo vero adeo harum rerum temere imperitus est, qui existimet, exhalationes istas aquas ex quibus nubeculae istæ oriuntur, tunc demum campanam vitream subiisse quando in conspectum nostrum, imminuta vi æris elasica, veniunt; aut nullo modo in eadem amplius superesse, postquam visui nostro iterum se coeperunt subducere, ærisque, a quo antea sustinebantur, postquam magis gravis et elasticus iterum factus est, poris denuo condì. Adeisse ergo exhalationes\nlationes istas novimus antequam propius ad se invicem accedant, et visibiles nobis evadant; neque annihilari easdem, aut in aëre amplius non superesse scimus, quando magis dissipatae visum nostrum, ob subtilitatem suam maximam, fugiunt. Accedere autem propius ad se invicem incipiunt, quando vis aëris elastica in tantum imminuta est, ut sustineri ab eodem, uti antea, commode nequeant; et recedunt iterum, visumque nostrum afficere desinunt, quando prior sua aëri gravitas, et vis elastica est reddita. Utrumque ergo hoc simul contingit, ut aëris nempe imminuatur vis elastica, eodemque tempore exhalationes, per eundem hærentes, ab eodem paulisper dimitti, visuique nostro se sistere incipient: iterumque, ut aëri sua redeat vis elastica, simulque exhalationes et vapores, in eodem hærentes, dissipentur et evanescant; alterum tamen alterius causa dici propterea nequit: neque aër ergo ob easdem exhalationes alio tempore magis, alio minus gravis, etiam dici poterit.\n\nQuodsi idem ergo in aëre, terram nostram ambientre, contingere supponamus; maxima difficultatum pars jam corruit. Ponamus enim vim ejus elasticam, quacunque etiam ratione id eveniat, de quo mox plura, imminui; exhalationes in eodem hærentes subsidere, et visibiles fieri, necesse est: eadem vero quomodo cunque restituta, vapores nubesque, in eodem praefentes, iterum dissipari, et evanescere. Eodem vero tempore, quo vapores isti subsidentes in conspectum nostrum veniunt, mercurii quoque in barometris, imo sæpe jam aliquamdiu ante ob eandem causam subsidere incipit; neque vapores tamen isti ad hujus defension quicquam conferunt simili modo, quando vapores nubesque disparcre per aërem, nos ambientem,\nincipiunt, vel aliquamdiu etiam ante jam, mercurius in barometris incipit ascendere; aeris tamen ista serenitas æque minus causa ascensus mercurii in barometris est, ac mercurii ascensus causa serenitatis istius dici potest. Causæ ergo iterum dici meretur fallacia quando duorum istorum phænomenorum, quæ eodem circiter tempore contingunt, alterum referri ad alterum solet, alterum adeo pro alterius causâ haec tenus a plerisque haberi.\n\nQuo ad oculum vero hoc omne eo magis pateat, sumatur (v. c.) cylinder vitreus, luminis trium aut quattuor circiter digitorum, utrinque apertus, et adeo longus, ut barometrum aliquod portabile immitticidem possit. Cylinder ille imponatur aliquantisper, ante experimentum, orbi, aqua corioque madido obteco, antliae, quo vapores nonnulli aquei subire aërem, eodem contentum, interea possint. Immittatur postea barometrum, exacteque cylinder superne claudatur, quo aer possit exhaudiri. Quodsi omnia rite curata fuerint, aerque inclusus antlia incipiatur educi; et nebula quædam statim in cylindro isto oriri, et mercurius barometri simul subfide, incipiet: utrumque equidem, quod satis apparet, ab una eademque causa, neutrum tamen ab alterutro. Quodsi idem vero, qui subductus modo erat, aer statim intra cylindrum vitreum iterum admittatur; aeris inclusio sua mox redibit serenitas, mercuriusque barometri simul, imo paulo adhuc citius, ascendet: neque alterum tamen ab altero iterum pendere, satis patet. Imo neque illo casu aerem graviorem, neque hoc leviorem factum esse manifestum satis simul est. Ita ars quodammodo imitatur naturam; ob miras tamen causarum naturalium complicationes nunquam exacte satis potest.\n\nEtsi\nEtsi ita primarium, vero hac in re offendiculum sublatum esse videtur; res tamen tota hoc ipso nondum confecta est. Disquirendum enim adhuc restat, quibusnam causis ita vel imminui vel augeri vis aeris elasticus possit, ut illae ipsae mutationes inde proveniant? Non adeo difficile tamen videtur, quid hic respondendum sit. Quibus enim constat, quam facilime calore quocunque accedente aer expandatur, et rarescat, quantaque solarium perpendiculariter inprimis incidentium, radiorum vis sit; illis vel sola haec causa forsan jam videbitur sufficere ad aeris pas- sim tollendum æquilibrium, si vel maxime nullæ aliæ, quae variæ tamen adhuc esse possunt, accederent. Mit- tamus autem jam terræ, aerisque adeo nostri diurnam, circa axem suum revolutionem; mittamus etiam terræ aerisque simul nostri motum circa solem annum; nihilque de tot in terræ nostræ superficie existentibus montibus ignivomis, nihil de tot in aere oriundis fulguribus et fulminibus, nihil denique de tot funestissimis terræ maritique superficiem passim, ipsum- que adeo aerem, concutientibus terræ motibus, ignibusque adeo e terra erumpentibus subterraneis, addamus, etsi singulorum mira in augenda, vel immi- nuenda, pas sim aeris vi elasticus potest esse efficacia: atque unum quod praeceteris memoratu dignum esse videtur, in praesenti solum consideremus.\n\nVim aeris terræ nostræ superficiem proxime attin- gentis elasticam a pondera aeris incumbentis imprimis pendere satis inter omnes constat. Pro majori ergo aut minori incumbentis columnæ aeræ altitudine aerem inferiorem magis aut minus etiam elasticum esse, ex diversa barometrici mercurii in montibus magis minusque excelsis, locisque terræ depressioribus,\naltitudine, satis non minus est notum. Neque minus tandem inter omnes constat, primariam fluxus refluxusque marini-causam lunam imprimis nostram esse. Quocunque vero modo etiam mirabile hoc phænomenum a lunari corpore in terra nostra efficiatur, de quo in praesenti non attinet speciatim agere; id certe dubitatione omni videtur carere, lunam in terræ nostræ maria, quocunque etiam modo agat, non posse agere, nisi et in aërem, inter ipsam terranique nostram interjacentem, codem simul tempore et modo agat. Quodsi corporum ergo fluidorum mobilis rationem densitatis, densitas vero eorundem rationem gravitatis ipsorum specificæ, habet; aër, terræ proximus, qui aqua dulci 860, circiter levior est, marina aqua 900 circiter vicibus erit mobilior: adeoque et eadem illa causa, quæ maribus nostris adeo constantem et ordinatisimum motum imprimis, iisdem agendi viribus, aëris nostri altitudinem nunc augere, nunc imminuere, multo facilius poterit. Fluxu ergo quasi quodam in aëris determinata regione oriundo, non possunt non columnæ aëreæ eodem in loco altiores fieri, eoque ipso et vis elastica, inferiores, cæteris paribus, augeri; refluxum autem quodam exorto, altitudinem columnarum aërearum eodem in loco imminui, sicque adeo, cæteris iterum paribus, inferioris aëris yim elasticam decrescere; necesse est. Atque hæc altitudinum differentia eo major forsan est, quo magis aëris, in extremis atmosphærae nostræ limitibus rariflumi, gravitas specifica, a graviitate specifica aquarum nostrarum marinarum, ipsiusque aëris inferioris, vincitur et superatur. Quo minus vero vices suas alternas aëris ille fluxus, refluxusque æque ordinate et constanter, ac marium ille æltus reciprocus,\nreciprocus, observet; praeter maximam ejusdem fluiditatem, ob quam a levissimis agitari causis potest, antea enumeratae causae procul dubio efficiunt, quibus miras quippe, omni fere tempore, sive in hac, sive in alia, globi nostri terraquei parte, aeris agitationes et perturbationes oriri, satis constat. Ab his ergo causis omnibus, simul summis, columnarum aerearum locis temporibusque diversis mutatae altitudines, atque ab his porro in aeris inferiori pendentes mutationes, cum ipsis phænomenis barometricis erunt repertenda.\n\nRestat unicum, paucis tangendum. Solicitos multos esse videamus, de praesagiendis ex mercurii in barometris sive ascensu sive defecensu, tempestatibus, deque regulis eum in finem certis condendis laborare: quem unicus hic esse videatur, quem rerum naturalium non satis alias periti expectare a mirabili hac machina usum possint. Atque utinam vel de eo solium certi aliquid jam constaret, siquidem magna jam hoc ipso rebus humanis asserri utilitas posset. Non videntur vero, quaestia conjuncta esse volumus, inter se necessario esse connexa. Baroscopia enim nostra, praeter incrementum vel decrementum, vis elasticæ aeris nihil nobis proprie, et per se, indicant, aut indicare possunt; tempestates vero omnes a variis genetris exhalationibus, eodem tempore vel simul in aeris existentibus, vel non existentibus, vel non-eadem saltem copia semper praesentibus, unice pendent. Fieri ergo potest, ut, quo vis aeris elastica forte imminuitur, mercuriusque adeo in barometro descendit, sufficiens exhalationum crassiorum in aeris copia simul adsit, hincque turbidus inde evadat, vaporesque adeo porro subfide, imo in majores minoresve guttas pluvias coalescere, incipiatur, aliaque ejusmodi phænomena consequantur.\nconsequentur. Fieri vero æque facile potest, ut, aeris elasticitate licet imminuta, ob sufficientium tamen exhalationum in eodem detectum, nulla fere sensibilis tempestatis mutatio subsequatur. Idem contraria se ratione habere potest ob nimiam exhalationum in aëre copiam; licet vel maxime mercurius ascendens, auctam vim aeris elasticam esse, evidentissime ostendat. Quoniam ergo casu quasi quodam haec solum coincidunt; nulla certa ex mercurii sive ascensi sive descensi, futurae tempestatis capi praesagia posse videntur. Negative tamen inde satis tuto videtur posse concludi. Constans enim fere observationum docet consensus, si descensum mercurii turbida subsecuta tempesta fuerit, serenam prius non redire quam ascendere mercurius iterum coepert: aut si ascensus mercurii cum serena tempestate copulatus fuerit, nubilam pluvianoque, aut huic similem aliam, non subsequi, nisi descendere prius mercurius coepert. Atque hoc æque magnum sæpe in vita communi usum habet, ac si positive semper possimus praedicere, qualis ascensum descensumque mercurii tempesta præcise sit inscucitura. Lapsum tamen mercurii frequentius turbidam quam serenam; ascensum vero ejusdem serenam magis, quam turbidam tempestatem insequi, experientia multiplici non minus confirmatur: magnoque adeo usu sæpe esse potest, tutius in casibus ejusmodi obvenientibus eligere. Vento tamen ex plaga aliqua, inter boream zephyrumque intermedia spirante, pluviam turbidamque tempestatem frequentius vel oriri, vel ortam continuari, quam serenam, mercurio in barometris licet ascendentem, etiam in his regionibus, cum aliis notatu dignis, jam sæpe mihi observatum est: de quo alias forsan plura.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104611.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16052,
    "total-output-tokens": 5473,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1352,
        2
      ],
      [
        1352,
        2963,
        3
      ],
      [
        2963,
        4608,
        4
      ],
      [
        4608,
        6268,
        5
      ],
      [
        6268,
        7945,
        6
      ],
      [
        7945,
        9607,
        7
      ],
      [
        9607,
        11294,
        8
      ],
      [
        11294,
        12980,
        9
      ],
      [
        12980,
        14720,
        10
      ],
      [
        14720,
        16383,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104611",
    "title": "De Barometrorum cum Aeris et Tempestatum Mutationibus Consensu: Auctore Sam. Christiano Hollmanno, Philos. in Acad. Gottingensi Profess. Publ. Ordin. et R. S. Lond. S.",
    "authors": "Sam. Christiano Hollmanno",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104611"
  }
}