{
  "id": "49268654d7c959d134d2a002b241d46b21faaedf",
  "text": "upper Incisores or Cutters, the other drawn out, and so remained Toothless, as to them, for about 25 years, when she perceived, that a new Tooth came forth (without any pain) next the Canini of the left Check: And about two years after, another Tooth grew out likewise without pain, close by the former. The first whereof, never came to above half the length of her former Cutters, the latter scarce breaking the skin: Both which yet proved serviceable, till about six weeks since, when she eating (no hard, crusty, or solid) Meat, that Tooth which came out first, fell down into her Mouth, without any looseness before hand perceived, or any pain; which had not a phang like other Cutters, but much less, and shorter. The other abides firm, and serviceable.\n\nTo the truth of these Relations, not only the said Joseph Shute, and Maria Stert, have put the one his name, the other her Mark, the third and seventh of January, 1666, but also Sir William Strode, and Mr. Colepresse have subscribed the same, as believing the Relation to be true.\n\nAn Account of two Books.\n\nI. ISMAELIS BULLIALDI ad Astronomos Monita duo: Primum, De Stella Nova, qua in Collo Ceti ante annos aliquot visa est. Alterum, De Nebulosa in Andromeda Cinguli parte Borea, ante biennium iterum orta.\n\nThe chief end of the Author in publishing this Tract, seems to be, To excite Astronomers to a diligent observation, both of that New Star in the Neck of the Whale, to be seen in February and March next; and of that other, in the Northern part of Andromeda's Giraffe, to be seen at this very present.\n\nAs to the former of these Stars, he affirms, that, as it hath appeared for many years in the said place, so it will in the beginning of March next appear equal to the Stars of the third Magnitude, or perhaps bigger; and that about the end of the same Month, if the Crepuscle do not hinder, the greatest Phasis of it will appear, if so be, that it keep the same Analogy of Motions and Periods, which it observed from An. 1638. to An. 1664. Where he takes notice of the Causes, why its two greatest Appearances could not be seen, An. 1664, 1665, 1666; and how he comes\ncomes to know, that in the beginning of March next, it will equal, or even exceed the Stars of the Third Magnitude; noting, that from the Observations hitherto made of this Star, it is manifest, that the greatest Phases thereof do every year anticipate by 32. or 33. days; forasmuch as An. 1660. its greatest Appearance was about the end of October and the beginning of November; An. 1661. about the end of September, or the beginning of October; An. 1662. about the end of August, &c. so that this year it must be in March, if the former Analogy do hold.\n\nHe collects also from the Observations, That one Period from the greatest Phasis to the next, consists of about 333. days: but that the interval of the time betwixt the times of its beginning to appear equal to the Stars of the Sixth Magnitude, and of its ending to do so, consists of about 120. days: And that its greatest Appearance lasts about 15. days: All which yet he would have understood with some latitude.\n\nThis done, he proceeds to the investigation of the Causes of the Vicissitudes in the Emersion and Disappearance of this Star, and having discoursed, That the apparent Increase and Decrement of every Lucid Body proceeds either from its changed distance from the Eye of the Observer, or from its various site and position in respect of him, whereby the angle of Vision is changed; or from the increase or diminution of the bulk of the lucid body itself: and having also demonstrated it impossible, that this Star should move in a Circle, or in an Ellipsis; and proved it improbable that it should move in a Strait Line; he concludes, that there can be no other genuin, or at least, no other more probable cause of its Emersion and Occultation, than this, That the bigger part of that round Body is obscure and inconspicuous to us, and its lesser part lucid, the whole Body turning about its own Center, and one Axe, whereby for one determinate space of time it exhibits its lucid part to the Earth, for another, subducts it: it not being likely, that fires should be kindled in the Body of that Star, and that the matter thereof should at certain times take fire and shine, at other times be extinguished upon the consumption of that matter.\n\nSo far of that Star. As to the other in the Girdle of Andromeda, seen about the beginning of An. 1665; he relates, that, when in the end of 1664. the World beheld the then appearing Comet, Astro-\nAstronomers observed also this new *Phenomenon*, which was called by them *Nebulosain Cingulo Andromeda*. Concerning which he notes, that the same had been already seen many years before by Simon Marius, vid. An. 1612, when with a *Telescope* he search'd for the *Satellites of Jupiter*, and observed their motions; alledging for proof hereof, the said Authors own words, out of his own Book, *De Mundo Foviali*, publish't An. 1614. And farther shews, that it hath formerly appear'd (about 150 years ago) and been taken notice off by an expert, though Anonymous, Astronomer; whose words he cites our of a *Manuscript*, brought out of *Holland* by the Excellent *Jacobus Augustus Thuanus*, returning from his Embassy to *Paris*; wherein also was marked the *Figure* of that *Phenomenon*, represented in print by our Author: who from all this collects, that, whereas this Star hath been seen formerly, and that 150 years since, but yet neither observed by *Hipparchus*, nor any other of the Antients, that we can find; nor also in the former Age by *Tycho Brahe*, nor in our Age, by *Bayerus*; and appear'd also in the Month of *November* last (wherein he wrote this *Tract*) much lessened and obscure, after it had, two years ago, shone very bright; that therefore it must needs appear and dis-appear by turns, like those in the *Necks of the Whale* and *Swan*.\n\nII. *ENTRIENS sur les Vies et sur les Ouvrages Des plus excellens Peintres, Anciens et Modernes*, par Monsieur *FELIBIEN*.\n\nThis Author, having first discoursed of that Royal Pallace the *Louvre*, and the Designs of finishing it; passes on to the Art of *Picturing*, and treats of the three principal things, wherein a good Master of the Art must excel, vid. the Composition, Designing, and Laying on of Colours, which done, he ravels into the Origine, and deduces the Progress of Painting, and relates what is most remarkable in the Lives of the Antient Painters: And among many particulars, he observes in the Life of *Andreas de Sarte*, how difficult it is, to judge well of a Picture; relating, that a Duke of *Mantua*, having obtained of *Clement VII.* a Portrait of *Leo X.* which had been done by *Raphael Urbino*, and was at *Florence*, those of that Town being unwilling to lose so excellent a piece,\npiece, caused a Copy thereof to be made by the said Andreas de Sarte, which they sent instead of the Original. This Copy was so perfect, that Julio Romano, who had been bred and taught by Raphael, and was one of the best Painters of Italy, took it for an Original; and would never have been undeceived, if one Vasari had not assured him, that it was but a Copy, which himself had seen made, and had not shew'd him certain marks, that were there put to discriminate it from the Original.\n\nIn the Second Part, the Author has set down all that is requisite to judge and discourse well of Painting. But, to add Examples to Precepts, he discourses of the Modern Painters, and making a Description of their best Works, he takes occasion to observe, what is there found most excellent, and to shew, how they have put in practice the Rules of Art. He treats also of the declining of Painting, and affirms, that nothing considerable hath been done in it from the time of Constantine, till An. 1240. when one, Cimabue, began to raise this Art again. After this, he gives a List of the Painters, that since have been famous for their Works, preferring before all others, Raphael Urbin. The last of all is the above-mention'd Andre de Sartes, who died, An. 1530. and whom the liberality of Francis I. had drawn into France.\n\nThe Printing of these Tracts is now return'd to the first Printer thereof, as being somewhat re-setled after the late sad Fire of London.\n\nFINIS.\n\nIn the SAVOY,\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at his Shop a little without Temple-Bar, 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101546.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2286,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2138,
        2
      ],
      [
        2138,
        4549,
        3
      ],
      [
        4549,
        6821,
        4
      ],
      [
        6821,
        8424,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101546",
    "title": "An Account of Two Books",
    "authors": "Monsieur Felibien, Ismaelis Bullialdi",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101546"
  }
}