{
  "id": "916c0f9a98afc88336063d882835b52a0f8a50ec",
  "text": "XLII. An Account of a curious Giant's Causeway, or Group of angular Columns, newly discovered in the Euganean Hills, near Padua, in Italy. In a Letter from John Strange, Esq. F.R.S. to Sir John Pringle, Bart. P.R.S.\n\nTO SIR JOHN PRINGLE, BART. P. R. S.\n\nSIR,\n\nVenice, March 10, 1775.\n\nRedde, June 15, 1775.\n\nAs you thought proper, to recommend to the notice of our learned Society the account, which I did myself the honour of communicating to you not long since, of two giants causeways in this Venetian state; I now take the liberty to send you the description and figure of another similar phenomenon, equally curious, and lately discovered in the same neighbourhood. It is situated at Castel Nuovo, a small village near Teolo, also in the Euganean hills, about four miles south-west of the other Giant's Causeway of Monte Rosso before described. I am indebted for the intelligence of this new causeway to the ingenious Abbé Fortis, whom curiosity also led among those hills; and who, at my request, accompanied a painter I lately sent from hence, to make the drawing of it, which I have now the pleasure to transmit to you (a). Il Sasso di San Biasio,\n\n(a) Plate XI.\nwhich is the name of the spot where this causeway is situated, is a large insulated rock, composed of the same sort of grey granite that is common to the Euganean hills, and which I have before described (b). The columns which form this causeway, partly against the flank of the rock, and partly round its base, are of the same substance, with the rock itself, to which they adhere, as I have constantly observed in all similar groups. They are therefore of a compound nature, like the columns of Monte Rosso, and differ entirely from the common sort, which are mostly homogeneous, or of an uniform texture; as is observable in the jointed, as well as simple species of basaltes. I shall take the first opportunity of sending a fragment of one of the newly discovered columns, for the inspection of the Society; in the mean time the inclosed pieces, which were broken from one of them, will serve to show, how different their substances is from that of the common basaltic columns. By comparing these pieces with the fragments of the columns of Monte Rosso which I before transmitted to the Society, some essential difference will appear between them. Those of San Biagio, though very hard, are rather porous, of a lighter colour than the columns of Monte Rosso, and very much resemble a species of lava, which I have often seen. This porousness I also remember to have once before observed, and more signally too, in some basaltic columns near Auchon, in the province of Auvergne, in France. The pores in the columns of both\n\n(b) See Article II. of this volume.\nthese groups are also irregularly dispersed, and of unequal size, like those of pumice stones and other common *pori ignei*. Those of the columns of San Biasio are moreover commonly invested with a sort of *crocus mar-tis*, which I have also frequently observed in the pores of other volcanic concretions. These properties are surely further marks in favour of the igneous origin of such columnar crystallizations; especially, since they seem contrary to the principle by which the common aqueous crystals are formed, successively, *et per juxtapositionem partium ad partes*. In fact, these crystals manifest no such porosity. I also observed, that the columns of Achon, though of a homogeneous substance, yet differ from the common *basaltes* by their immense size as well as colour, which is rather brown than black. The columns of San Biasio are likewise very large, measuring often two feet in diameter. They are also of the simple species, that is not jointed, and mostly quadrangular, which figure seems rather a principal characteristic of this group, being rarely observed in others. So true it is, as I formerly remarked, that some particular characteristic ever distinguishes the different groups of *basaltes*; which, therefore, cannot be too narrowly observed, before we pretend to form any opinion about their origin. Some few, but very few, chiefly of the smaller columns of San Biasio, are of a pentagonal form, like the specimen which I propose to transmit to the Society. But there are no hexagonal columns, which, in other\nother basaltic groups, are the most common. The natural position of these columns, whether facing the rock, or about the bottom of it, is mostly perpendicular. Another adjacent portion of this rock is also characterized by angular and, as it were, winding strata, somewhat resembling the bending pillars of Staffa, as may be observed in the drawing. The rock itself is also composed of angular masses, as are indeed most granites; and these masses are also ranged perpendicularly. Several emerge, as it were, from the tops and sides of the neighbouring rocks and hills, like so many stately and artificial pillars. The winding strata before mentioned are also parallel with each other, as I have frequently observed in other granites, as well as common volcanic strata in general, particularly of the harder sort. Desmarest calls the latter Basaltes en tables (c); which is a kind of volcanic flate, formed in parallel strata of different thickness, from two or three to five and six inches. This is very common in the provinces of Velay and Auvergne, in France, where it is also used for coverings of houses. The same sort of flate is likewise common to the mountains of Genoa, many of which seem to be of volcanic origin, as I recollect to have remarked in passing the chain of the bochetta, between Genoa and the plain of Lombardy. I mention this circumstance, as the volcanic phenomena of that part of Italy have not hitherto been attended to. In fact, it is lately only that such observations begin to be made in other countries; the characters of extinct volcanos or volcanic\n\n(c) Encyclopedie, Art. Pavé des Giants.\ntracts, being but little known, though such tracts seem to occupy every where a very considerable part of the surface of the earth. I remember to have observed these flaty tables, or parallel strata, of granite, near the top of the famous San Gothard, in the ascent of that mountain on the side towards Switzerland. These strata are also ranged perpendicularly, like the other common ones in granites, and resemble Desmarest's basaltes en tables; affording thus another proof of the analogy remarkable between the organization of the different masses in granites, and that of common volcanic strata in general. The former, as well as the latter, have their prismatic columns, their basaltes en tables, as Desmarest calls them, and en boules, as I have observed in my account of Monte Roffo. Surely, therefore, these are strong proofs in favour of the common origin of both. The rocks of San Biasio abound with ferruginous vitrifications, which are frequently observable in granites; and the neighbouring tracts with lava or pori ignei; as I have also observed, when I made the tour of this country, particularly about Teolo. The Abbé Fortis brought me a piece of lapis lenticularis, broken from the limestone that superficially covers the granite of these Euganean hills, in many places, as I before observed. I mention this circumstance, recollecting to have taken notice, in my last paper, that such figured bodies are not commonly found in the lime-stone of this country. As the present account may serve, by way of appendix, to that which I lately did myself the honour to present\npresent to the Society, through your favour; you will oblige me also by the communication of it to that learned body, should you find it deserving of their attention.\n\nI have nothing further to add at present, but the affurances of my being, with great truth and esteem, sir,\n\nYour most obedient humble servant,\n\nJOHN STRANGE.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106212.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14572,
    "total-output-tokens": 2011,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1171,
        2
      ],
      [
        1171,
        2734,
        3
      ],
      [
        2734,
        4275,
        4
      ],
      [
        4275,
        5898,
        5
      ],
      [
        5898,
        7483,
        6
      ],
      [
        7483,
        7483,
        7
      ],
      [
        7483,
        7483,
        8
      ],
      [
        7483,
        7809,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106212",
    "title": "An Account of a Curious Giant's Causeway, or Group of Angular Columns, Newly Discovered in the Euganean Hills, Near Padua, in Italy. In a Letter from John Strange, Esq. F. R. S. to Sir John Pringle, Bart. P. R. S.",
    "authors": "John Strange",
    "year": 1775,
    "volume": "65",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106212"
  }
}