{
  "id": "2e428ee27a9d7729521a4b50eaef62c4f2531639",
  "text": "PHILOSOPHICAL\nTRANSACTIONS,\nOF THE\nROYAL SOCIETY\nOF\nLONDON.\nFOR THE YEAR MDCCCXXII.\nPART I.\n\nLONDON:\nPRINTED BY W. NICOL, SUCCESSOR TO W. BULMER AND CO.\nCLEVELAND-ROW, ST. JAMES'S;\nAND SOLD BY G. AND W. NICOL, PALL-MALL, PRINTERS TO THE\nROYAL SOCIETY.\nMDCCCXXII.\nADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Bakerian Lecture. An Account of Experiments to determine the amount of the Dip of the Magnetic Needle in London, in August 1821; with Remarks on the Instruments which are usually employed in such determinations. By Captain Edward Sabine of the Royal Regiment of Artillery, F. R. S.\n\nII. Some positions respecting the influence of the Voltaic Battery in obviating the effects of the division of the eighth pair of nerves. Drawn up by A. P. Wilson Philip, M. D. F. R. S. Edin. Communicated by B. C. Brodie, Esq. F. R. S.\n\nIII. On some alvine concretions found in the colon of a young man in Lancashire, after death. By J. G. Children, Esq. F. R. S. &c. &c. Communicated by the Society for Promoting Animal Chemistry.\n\nIV. On the concentric adjustment of a triple Object-glass. By William Hyde Wollaston, M. D. V. P. R. S.\n\nV. On a new species of Rhinoceros found in the interior of Africa, the skull of which bears a close resemblance to that found in a fossil state in Siberia and other countries. By Sir Everard Home, Bart. V. P. R. S.\n\nVI. Extract of a Letter from Capt. Basil Hall, R. N. F. R. S. to William Hyde Wollaston, M. D. V. P. R. S. containing observations of a Comet seen at Valparaiso.\nCONTENTS.\n\nVII. Elements of Captain Hall's Comet. By J. Brinkley, D.D. F.R.S. and M.R.I.A. and Andrew's Professor of Astronomy in the University of Dublin. In a Letter addressed to W. H. Wollaston, M.D. V.P.R.S. - - 50\n\nVIII. On the Electrical phenomena exhibited in vacuo. By Sir Humphry Davy, Bart. P.R.S. - - - 64\n\nIX. Croonian Lecture. On the anatomical structure of the Eye; illustrated by microscopical drawings, executed by F. Bauer, Esq. By Sir Everard Home, Bart. V.P.R.S. 76\n\nX. A Letter from John Pond, Esq. Astronomer Royal, to Sir Humphry Davy, Bart. President of the Royal Society, relative to a derangement in the Mural Circle at the Royal Observatory. - - - - - 86\n\nXI. On the finite extent of the Atmosphere. By William Hyde Wollaston, M.D. V.P.R.S. - - 89\n\nXII. On the expansion in a series of the attraction of a Spheroid. By James Ivory, M.A. F.R.S. - - - 99\n\nXIII. On the late extraordinary depression of the Barometer. By Luke Howard, Esq. F.R.S. - - - - 113\n\nXIV. On the anomalous magnetic action of hot iron between the white and blood-red heat. By Peter Barlow, Esq. of the Royal Military Academy. Communicated by Major Thomas Colby, of the Royal Engineers, F.R.S. - - - 117\n\nXV. Observations for ascertaining the length of the Pendulum at Madras in the East Indies, latitude 13° 4' 9\", N. with the conclusions drawn from the same. By John Goldingham, Esq. F.R.S. - - - - 127\n\nXVI. Account of an assemblage of Fossil Teeth and Bones of Elephant, Rhinoceros, Hippopotamus, Bear, Tiger, and Hyæna, and sixteen other animals; discovered in a cave at Kirkdale,\nCONTENTS.\n\nYorkshire, in the year 1821: with a comparative view of five similar caverns in various parts of England, and others on the Continent. By the Rev. William Buckland, F. R. S. F. L. S. Vice President of the Geological Society of London, and Professor of Mineralogy and Geology in the University of Oxford, &c. &c. &c. - - - 171\n\nXVII. Communication of a curious appearance lately observed upon the Moon. By the Rev. Fearon Fallows. In a Letter addressed to John Barrow, Esq. F. R. S. - - 237\n\nXVIII. On the difference in the appearance of the teeth and the shape of the skull in different species of Seals. By Sir Everard Home, Bart. V. P. R. S. - - 289\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.\nThe President and Council of the Royal Society adjudged the Medal on Sir Godfrey Copley's Donation,\n\n1. To Captain Edward Sabine, for his various Communications to the Royal Society relating to his researches made in the late expedition to the Arctic regions.\n\n2. To John Frederick William Herschel, Esq. for his Papers printed in the Philosophical Transactions.\nCONTENTS.\n\nXIX. Experiments and observations on the developement of magnetic properties in steel and iron by percussion. By William Scoresby, Jun. Esq. Communicated by Sir Humphry Davy, Bart. P. R. S. p. 241\n\nXX. On the Alloys of steel. By J. Stodart, Esq. F. R. S. and Mr. M. Faraday, Chemical Assistant in the Royal Institution. Communicated by J. Stodart, Esq. F. R. S. p. 253\n\nXXI. Some observations on the buffy coat of the Blood, &c. By John Davy, M. D. F. R. S. p. 271\n\nXXII. On the mechanism of the Spine. By Henry Earle, Esq. F. R. S. Surgeon to the Foundling, and Assistant Surgeon to St. Bartholomew's Hospital. p. 276\n\nXXIII. Of the Nerves which associate the muscles of the Chest, in the actions of breathing, speaking, and expression. Being a continuation of the paper on the Structure and Functions of the Nerves. By Charles Bell, Esq. Communicated by Sir Humphry Davy, Bart. LL. D. P. R. S. p. 284\n\nXXIV. Experiments and observations on the Newry pitch-stone, and its products, and on the formation of pumice. By the Right Honourable George Knox, F. R. S. p. 313\n\nXXV. Observations on the changes the egg undergoes during incubation in the common fowl, illustrated by microscopical drawings. By Sir Everard Home, Bart. V. P. R. S. p. 339\n\nXXVI. Some observations on Corrosive Sublimate. By John Davy, M. D. F. R. S. p. 357\nCONTENTS.\n\nXXVII. On the state of water and aëriform matter in cavities found in certain crystals. By Sir Humphry Davy, Bart. P. R. S. p. 367\n\nXXVIII. Some experiments on the changes which take place in the fixed principles of the egg during incubation. By William Prout, M. D. F. R. S. p. 377\n\nXXIX. On the Placenta. By Sir Everard Home, Bart. V. P. R. S. p. 401\n\nXXX. Of the geographical situation of the Three Presidencies, Calcutta, Madras, and Bombay, in the East Indies. By J. Goldingham, Esq. F. R. S. p. 408\n\nXXXI. Of the difference of longitudes found by chronometer, and by correspondent eclipses of the satellites of Jupiter; with some supplementary information relative to Madras, Bombay, and Canton; as also the latitude and longitude of Point de Galle and the Friar's Hood. By J. Goldingham, Esq. F. R. S. p. 431\n\nXXXII. Observations on the genus Planaria. By J. R. Johnson, M. D. F. R. S. p. 437\n\nXXXIII. Some experiments and researches on the saline contents of sea-water, undertaken with a view to correct and improve its chemical analysis. By Alexander Marcet, M.D.F.R.S. Honorary Professor of Chemistry at Geneva. p. 448\n\nXXXIV. On the ultimate analysis of vegetable and animal substances. By Andrew Ure, M. D. F. R. S. p. 457\n\nPresents received by the Royal Society from November, 1821, to July, 1822. p. 483",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107664.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 2973,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        263,
        2
      ],
      [
        263,
        1769,
        3
      ],
      [
        1769,
        3217,
        4
      ],
      [
        3217,
        4423,
        5
      ],
      [
        4423,
        6005,
        6
      ],
      [
        6005,
        6787,
        7
      ],
      [
        6787,
        7150,
        8
      ],
      [
        7150,
        7150,
        9
      ],
      [
        7150,
        8489,
        10
      ],
      [
        8489,
        9817,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107664",
    "title": "Front Matter",
    "authors": null,
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107664"
  }
}