{
  "id": "64c9d26d4c9f42c24134eb377ef7db06a0e18421",
  "text": "XI. An essay towards the calculus of functions. Part II. By C. Babbage, Esq. Communicated by W. H. Wollaston, M.D. Sec. R.S.\n\nRead March 14, 1816.\n\nIn a former Paper which the Royal Society honoured with a place in the last Volume of their Transactions, I endeavoured to explain the nature of the calculus of functions, and I proposed means of solving a variety of functional equations containing only one variable quantity. My subsequent enquiries have produced several new methods of solving these, and much more complicated functional equations, and have convinced me of the importance of the calculus, particularly as an instrument of discovery in the more difficult branches of analysis; nor is it only in the recesses of this abstract science, that its advantages will be felt: it is peculiarly adapted to the discovery of those laws of action by which one particle of matter attracts or repels another of the same or of a different species; consequently, it may be applied to every branch of natural philosophy, where the object is to discover by calculation from the results of experiment, the laws which\nregulate the action of the ultimate particles of bodies. To the accomplishment of these desirable purposes, it must be confessed that it is in its present state unequal; but should the labours of future enquirers give to it that perfection, which other methods of investigation have attained, it is not too much to hope, that its maturer age shall unveil the hidden laws which govern the phenomena of magnetic, electric, or even of chemical action.\n\nWhen functional equations containing two or more variables occur, their solution presents still greater difficulties than those we have already considered; the new relations which arise, necessarily require a new notation to distinguish them. I shall endeavour, as far as I am able, to apply or extend that already in use; but, as it is almost impossible in the infancy of a calculus to foresee the extent to which it may be carried, or the new views which it may be necessary to take of it, the notation I have used should only be considered as of a temporary nature; it may be employed until some more convenient one be devised: perhaps, however, it might be more advantageous that it should not be altered until our acquaintance with this subject becomes more intimate, and until the infinitely varied and comprehensive relations displayed in the doctrine of functions, have been more minutely examined.\n\nIf $\\psi$ be the characteristic of any function of two quantities $x$ and $y$, that function is thus denoted $\\psi(x, y)$. Now, if instead of $x$ in this quantity the original function be substituted, I shall call the result the second function relative to $x$, and I shall denote it thus\n\n$$\\psi^{2,1}(x, y) = \\psi(\\psi(x, y), y)$$\nThe first index \\( z \\) refers to \\( x \\), and the second index \\( i \\) refers to \\( y \\). Similarly if instead of \\( y \\) in the original function, the function itself had been substituted, the result would have been the second function relative to \\( y \\); it would be thus denoted\n\n\\[\n\\psi^{i,2}(x,y) = \\psi(x,\\psi(x,y))\n\\]\n\nIf there are more than two variables in the original function, they may be arranged in the order in which they are to be operated on, and the indices will denote the number of operations to be performed.\n\nThus \\( \\psi^{2,3,1,4}(x,y,z,v,) \\) signifies that in the function \\( \\psi(x,y,z,v,) \\) we must instead of \\( x \\) substitute the function itself, and in the result instead of \\( y \\) put the same function, this latter operation must be repeated, and finally, instead of \\( v \\) in the last result, put the original function; this last operation must again be repeated twice.\n\nThere are many cases which this notation does not comprehend. If, for example, in the function just proposed, we wished again to take the function relative to \\( x \\) or \\( y \\), it would not be easy to express this. The method I propose is to have two ranks of indices, the lower one to distinguish the quantities operated on; the upper one to mark the number of operations performed. According to this method the example just chosen would be written thus:\n\n\\[\n\\psi^{2,3,1,4}_{1,2,3,4}(x,y,z,v)\n\\]\n\nIf only such functions as these occur, we encumber our symbol without any advantage; if, however, we now wish to perform any farther operations, such, for instance, as to take the second function relative to \\( z \\), and then the third relative to \\( y \\),\nwe have a very convenient mode of doing it; these operations would be thus expressed;\n\n$$\\psi(x, y, z, v)$$\n\nThis notation may not appear sufficiently concise to those who do not consider the very complicated relation expressed by the above written symbol: it need, however, only be used in very few cases, and when the lower series of indices is omitted, it must always be understood, that the quantities themselves are arranged in the order in which they are to be operated on.\n\nIf in a function of two variable $\\psi(x, y)$ we take the second function relative to $x$, and then the second function relative to $y$, we have\n\n$$\\psi^{2,2}_{1,3}(x, y) = \\psi\\{\\psi(x, \\psi(x, y)) \\psi(x, y)\\}$$\n\nIf we take the second function first relative to $y$, and then the second relative to $x$ we shall find\n\n$$\\psi^{2,2}_{2,1}(x, y) = \\psi\\{\\psi(x, y), \\psi(\\psi(x, y), y)\\}$$\n\nIt appears from this, that the order in which these operations are performed is not immaterial, as the order in which we differentiate a function of two variables, is in the differential calculus.\n\nThe two expressions just given are the two second functions of $\\psi(x, y)$, the first taken relative to $x$ and $y$, and the second taken relative to $y$ and $x$. But there may be another second function of $\\psi(x, y)$, which will arise from substituting at the same time $\\psi(x, y)$ for $x$, and $\\psi(x, y)$ for $y$, it will be\n\n$$\\psi(\\psi(x, y), \\psi(x, y))$$\nand may for the sake of distinction be called the second simultaneous function relative to \\( x \\) and \\( y \\); it differs from the two preceding ones, and in order to denote it with brevity, I shall put a line over the two indices thus,\n\n\\[\n\\psi^{2,2}(x,y) = \\psi(\\psi(x,y), \\psi(x,y))\n\\]\n\nThis method of distinguishing it is equally applicable when there are more variables.\n\nThere is only one other modification of the symbol denoting function to which I shall at present allude. Suppose (after any number of operations have been performed on a function of two variables for example) \\( y \\) becomes equal to \\( x \\), and the result only is given: this will naturally be represented in a manner analogous to that in which Euler denoted the limits between which the integral of a quantity is to be taken.\n\nThus the equation \\( \\psi^{1,2}(x,y) = fx \\quad [y=x] \\) arises from the following question: What is the form of a function of \\( x \\) and \\( y \\), such that taking the second function relative to \\( x \\), and then the second relative to \\( y \\), the result on making \\( y \\) equal to \\( x \\) shall be a given function of \\( x \\)?\n\nIt might be proposed, that after putting \\( y \\) equal to \\( x \\), the whole should be considered merely as a function of \\( x \\), and that its \\( n^{th} \\) function should be taken on this hypothesis, and the result only should be given.\n\nSuch operations I would denote thus:\n\n\\[\n\\psi^{2,2}[n](x,y) = f(x) \\quad [y=x] \\quad \\text{or perhaps} \\quad \\left\\{ \\psi^{1,2} \\right\\}^n(x,y) = f(x)[y=x]\n\\]\n\nand in a similar manner all other relations of the same kind may be expressed.\nI shall give one example which will illustrate these various modifications of the original functions,\n\n\\[ \\psi(x, y, z, v) = f(x) \\left[ \\begin{array}{l} y = ax \\\\ v = \\beta z \\\\ z = \\gamma x \\end{array} \\right] \\]\n\nThis equation contains the analytical enunciation of the following Problem.\n\nWhat must be the form of a function of four quantities \\( \\psi(x, y, z, v) \\) such that taking the second function relative to \\( z \\), the third relative to \\( x \\), and the second simultaneous one relative to \\( y \\) and \\( v \\): if in the result \\( ax \\) be put for \\( y \\) and \\( \\beta z \\) for \\( v \\), and the whole be then considered as a function of \\( x \\) and \\( z \\), and if on this hypothesis the third function be taken relative to \\( z \\), and the second relative to \\( x \\); and if \\( \\gamma x \\) be now put for \\( z \\) and the third function of the expression considered merely as a function of \\( x \\) be taken, then it is required that the final result shall be equal to \\( fx \\) a given function of \\( x \\)?\n\nSymmetrical functions I shall denote as in my former Paper, by putting a line over the quantities relative to which they are symmetrical, thus \\( \\psi(\\bar{x}, \\bar{y}, \\bar{z}, \\bar{v}) \\) is symmetrical relative to \\( x \\) and \\( y \\) in one sense, and relative to \\( z \\) and \\( v \\) in another.\n\n**Problem I.**\n\nRequired the solution of the functional equation\n\n\\[ \\psi(x, y) = \\psi(ax, \\beta y) \\]\n\nTo avoid repetition \\( \\alpha, \\beta, \\gamma, \\&c. \\) unless otherwise mentioned, always express known functions, and \\( \\phi, \\psi, \\chi \\) are unknown or arbitrary ones.\n\nPut \\( \\psi(x, y) = \\phi(fx, fy,) \\)\nthen the given equation becomes\n\n\\[ \\phi (fx, fy) = \\phi (f\\alpha x, f\\beta y) \\]\n\nDetermine \\( f \\) and \\( f \\) from the two equations\n\n\\[ fx = f\\alpha x \\text{ and } fy = f\\beta y \\]\n\nthis may be effected by Prob. I. or II. of my former Paper, take any particular solution and \\( \\phi \\) may remain perfectly arbitrary; then the general solution of the problem is\n\n\\[ \\psi (x, y) = \\phi (fx, fy) \\]\n\n**Ex. 1.** Given the equation \\( \\psi (x, y) = \\psi (-x, \\frac{1}{y}) \\)\n\nhere we have \\( f(x) = f(-x) \\), and a particular solution is \\( fx = x^2 \\);\n\nalso \\( f(y) = f(\\frac{1}{y}) \\) and a particular case is \\( f(y) = \\frac{y^2 + 1}{y} \\)\n\nhence the general solution of the equation is\n\n\\[ \\psi (x, y) = \\phi (x^2, \\frac{y^2 + 1}{y}) \\]\n\n\\( \\phi \\) being perfectly arbitrary.\n\nIf we employ the general solutions of the equations \\( f(x) = f(-x) \\) and \\( f(y) = f(\\frac{1}{y}) \\), we shall still only have one arbitrary function. In fact, the most general solution of the equation \\( \\psi (x, y) = \\psi (-x, \\frac{1}{y}) \\) with which I am at present acquainted is\n\n\\[ \\psi (x, y) = \\phi \\left\\{ -x, x, y, \\frac{1}{y} \\right\\} \\]\n\nand this only involves one arbitrary function.\nProblem II.\n\nGiven the same equation\n\n\\[ \\psi(x, y) = \\psi(ax, \\beta y) \\]\n\nSuppose one particular solution of this equation is known, let it be \\( f(x, y) \\),\n\nthen take \\( \\psi(x, y) = \\phi f(x, y) \\), \\( \\phi \\) being perfectly arbitrary\n\nand the given equation becomes\n\n\\[ \\phi f(x, y) = \\phi f(ax, \\beta y) \\]\n\nwhich is evidently satisfied since \\( f(x, y) = f(ax, \\beta y) \\) by the hypothesis.\n\nEx. 1. Let \\( \\psi(x, y) = \\psi(x^n, y^{\\frac{1}{n}}) \\)\n\none particular solution of this equation is \\( f(x, y) = x^{\\log_y} \\)\n\nhence the general solution is\n\n\\[ \\psi(x, y) = \\phi(x^{\\log_y}) \\]\n\nEx. 2. Given the equation \\( \\psi(x, y) = \\psi(x^n, y^n) \\) a particular case is \\( f(x, y) = \\frac{\\log_x}{\\log_y} \\), hence the general solution is\n\n\\[ \\psi(x, y) = \\phi\\left(\\frac{\\log_x}{\\log_y}\\right) \\]\n\nEx. 3. Given the equation \\( \\psi(x, y) = \\psi(x^n, y^m) \\)\n\nIn order to get a particular case let us put\n\n\\[ f(x, y) = \\log_x + a \\log_y \\]\n\nby substituting this value we shall find that it is a particular solution of the equation, if \\( a = -\\frac{\\log_n}{\\log_m} \\),\n\nhence the general solution of the equation is\n\n\\[ \\psi(x, y) = \\phi\\left(\\log_x - \\frac{\\log_n}{\\log_m} \\log_y\\right) = \\phi\\left(\\log_x \\frac{\\log_y}{\\log_m}\\right) \\]\n\nor changing the value of \\( \\phi \\) it becomes\n\n\\[ \\psi(x, y) = \\phi\\left(\\frac{\\log_x}{\\log_y} \\log_m\\right) \\]\nIf \\( n = m \\) we have \\( \\psi(x, y) = \\varphi\\left(\\frac{\\log x}{\\log y}\\right) \\) as in the last example, and if \\( m = \\frac{1}{n} \\), we have the same solution as in the first.\n\nIn these equations the functions have contained the variables separated; but it may frequently happen, that they occur mixed as in the following Problems.\n\n**Problem III.**\n\nGiven the equation\n\n\\[ \\psi(x, y) = \\psi(\\alpha(x, y), \\beta(x, y)) \\]\n\nAssume \\( \\psi(x, y) = \\varphi(f(x, y), f_x(x, y)) \\), and by making this substitution the equation becomes\n\n\\[ \\varphi\\{f(x, y), f_x(x, y)\\} = \\varphi\\{f(\\alpha(x, y), \\beta(x, y)), f_x(\\alpha(x, y), \\beta(x, y))\\} \\]\n\nIn order to render this equation identical, I determine \\( f \\) and \\( f_x \\) from the two following equations:\n\n\\[ f(x, y) = f(\\alpha(x, y), \\beta(x, y)) \\quad \\text{and} \\quad f_x(x, y) = f_x(\\alpha(x, y), \\beta(x, y)) \\]\n\nFrom these it appears, that \\( f \\) and \\( f_x \\) are merely two particular solutions of the original equation. If, therefore, we are acquainted with any, the general solution is\n\n\\[ \\psi(x, y) = \\varphi(f(x, y), f_x(x, y)) \\]\n\nIf only one particular solution is known, the general one is\n\n\\[ \\psi(x, y) = \\varphi f(x, y) \\]\n\n**Ex. 1.** Let us examine in what cases we can find the general solution of the equation\n\n\\[ \\psi(x, y) = \\psi(x^n y^m, x^k y^r) \\]\n\nIn order to obtain a particular solution, put \\( \\psi(x, y) = x^v y^w \\) and making this substitution, we shall find the following equation of condition among the exponents.\n\n\\[ (1 - n)(1 - r) = km \\]\nhence either of the following equations may be solved generally,\n\n\\[ \\psi(x,y) = \\psi\\left\\{ \\frac{x^n}{y^{r-1}}, \\frac{y^n}{x^{n-1}} \\right\\} \\quad (a) \\]\n\n\\[ \\psi(x,y) = \\psi\\left\\{ y\\left(\\frac{x}{y}\\right)^n, x\\left(\\frac{y}{x}\\right)^r \\right\\} \\quad (b) \\]\n\nthe solution of the former is \\( \\psi(x,y) = \\phi(xy) \\), and that of the latter is \\( \\psi(x,y) = \\phi(x^{r-1}y^{n-1}) \\)\n\nIn (a) put \\( n = r = \\frac{1}{2} \\), then the solution of \\( \\psi(x,y) = (\\sqrt{xy}, \\sqrt{xy}) \\) is \\( \\psi(x,y) = \\phi(xy) \\)\n\nIn a similar manner it may be found that the solution of\n\n\\[ \\psi(x,y) = \\psi\\left( \\frac{x-y}{y}, \\frac{x-y}{x} \\right) \\]\n\nis\n\n\\[ \\psi(x,y) = \\phi\\left( \\frac{y}{x} \\right) \\]\n\nAs another example take the equation\n\n\\[ \\psi(x,y) = \\psi\\left( \\frac{y}{2} \\sqrt{\\frac{y}{2x}}, \\sqrt{2xy} \\right) \\]\n\na particular solution is \\( \\psi(x,y) = 2xy + y^2 \\), hence the general solution is \\( \\psi(x,y) = \\phi(2xy + y^2) \\), but we may find another particular solution of this equation which is totally different from the former, and by combining the two we shall obtain a much more general solution. The equation (b) will coincide with the one under consideration, if we make \\( n = -\\frac{1}{2} \\) and \\( r = \\frac{1}{2} \\), then we shall have for another particular solution\n\n\\[ f(x,y) = \\frac{1}{y\\sqrt{2xy}}, \\text{ hence a very general solution of the equation } \\]\n\n\\[ \\psi(x,y) = \\psi\\left( \\frac{y}{2} \\sqrt{\\frac{y}{2x}}, \\sqrt{2xy} \\right) \\text{ is } \\]\n\n\\[ \\psi(x,y) = \\phi\\left\\{ 2xy + y^2, \\frac{1}{y\\sqrt{2xy}} \\right\\} \\]\n\n\\( \\phi \\) remaining perfectly arbitrary.\n\nIn the equation of this Problem it may happen that\nα(x,y) does not contain x nor β(x,y) contain y, it then becomes\n\n\\[ \\psi(x,y) = \\psi(\\alpha y, \\beta x) \\]\n\nThis is the case when \\( \\psi(x,y) \\) is required to be a symmetrical function of x and y, the equation would then become\n\n\\[ \\psi(x,y) = \\psi(y,x) \\]\n\ntwo particular solutions are \\( f(x,y) = xy \\) and \\( f(x,y) = x + y \\),\n\nhence the general solution of the equation is\n\n\\[ \\psi(x,y) = \\phi(xy, x+y) \\]\n\nThough these solutions may with propriety be termed general because they contain an arbitrary function, yet I am by no means inclined to think them the most general of which the questions admit, possibly we ought to except the two last equations, though I shall afterwards show that the solution of an equation of the form \\( \\psi(x,y) = \\psi(ax, by) \\) may contain any number of known functions within the arbitrary one.\n\n**Problem IV.**\n\nGiven the equation\n\n\\[ \\psi(x,y) = \\psi(\\alpha(x,y), \\beta(x,y)) \\]\n\nAssume as before \\( \\psi(x,y) = \\phi(f(x,y), f(x,y)) \\), then the equation will become\n\n\\[ \\phi(f(x,y), f(x,y)) = \\phi\\{f(\\alpha(x,y), \\beta(x,y)), f(\\alpha(x,y), \\beta(x,y))\\} \\]\n\nIn order to render this equation identical, determine \\( f \\) and \\( f \\)\n\nfrom the two equations\n\n\\[ f(x,y) = f(\\alpha(x,y), \\beta(x,y)) \\text{ and } f(x,y) = f(\\alpha(x,y), \\beta(x,y)) \\]\n\nputting in the first of these \\( \\alpha(x,y) \\) for \\( x \\) and \\( \\beta(x,y) \\) for \\( y \\)\n\nwe find\n\n\\[ f(\\alpha(x,y), \\beta(x,y)) = f\\{\\alpha(\\alpha(x,y), \\beta(x,y)), \\beta(\\alpha(x,y), \\beta(x,y))\\} \\]\n\n\\[ = f(x,y) \\quad (1) \\]\nand we should find a precisely similar equation for determining $f$. If we are acquainted with two particular solutions of this equation, we may from them derive the general solution of the given equation. If, however, the functions $\\alpha$ and $\\beta$ are of such a nature that the two following equations are fulfilled eq. (1) becomes identical without assigning any particular value to $f$ or $f$. (The two conditions are $\\alpha(x, y), \\beta(x, y)) = x$ and $\\beta(\\alpha(x, y), \\beta(x, y)) = y$.\n\nIt may be curious to enquire whether we can discover any forms which will satisfy these equations, for this purpose let us assume $\\alpha(x, y) = a + bx + cy$, and also $\\beta(x, y) = a + bx + cy$, this will only lead us to a particular solution, but I shall presently show that it may be rendered general. If the two conditions already specified are fulfilled, the arbitrary constants will be determined, and we shall have the following equations\n\n$$\\alpha(x, y) = a + bx + \\frac{b^2 - 1}{b} y$$\n\n$$\\beta(x, y) = \\frac{ab}{1-b} - bx - by$$\n\nwhich may be thus generalised. Let $\\phi$ be any function, and let $\\phi^{-1}$ be the inverse of that function, so that $\\phi \\phi^{-1} x = x$ then the conditions will be fulfilled, if\n\n$$\\alpha(x, y) = \\phi^{-1} \\left\\{ a + b \\phi x + \\frac{b^2 - 1}{b} \\phi y \\right\\}$$\n\nand $$\\beta(x, y) = \\phi^{-1} \\left\\{ \\frac{ab}{1-b} - b \\phi x - b \\phi y \\right\\}$$\n\nSome remarks, however, are necessary on the inverse function $\\phi^{-1}$. If we combine $x$ and constant quantities by any of the direct operations, addition, multiplication, elevation of powers, &c. the result which is called a function of $x$ admits\nonly of one value, let \\( z \\) equal the function, then we have the equation \\( z = \\phi x \\). If from this we endeavour to discover the value of \\( x \\) in terms of \\( z \\), the operation is an inverse one and \\( x \\) admits of one or more values according to the nature of the operations denoted by \\( \\phi \\). This number may even be infinite; if \\( \\phi \\) denotes an equation of the \\( n^{th} \\) degree, there are \\( n \\) values of \\( x \\) in terms of \\( z \\). It may then be enquired whether in using the substitution employed in the latter part of this Problem, any of these (perhaps infinite number) may be taken, or whether only certain particular values should be used? without attending to this circumstance, our conclusions may become erroneous: all these different values will satisfy the equation \\( \\phi^{-1} x = x \\), but only those must be used which also satisfy the equation \\( \\phi^{-1} x = x \\): thus if \\( z = \\phi x = a - x^2 \\) we shall have\n\n\\[\nx = \\phi^{-1} z = + \\sqrt{a - z}\n\\]\n\nif we employ the upper sign we have\n\n\\[\n\\phi^{-1} x = + \\sqrt{a - (a - x^2)} = + \\sqrt{x^2} = + x\n\\]\n\nIf we use the lower one\n\n\\[\n\\phi^{-1} \\phi x = - \\sqrt{a - (a - x^2)} = - \\sqrt{x^2} = - x\n\\]\n\nthe upper sign must therefore be taken, because in the latter part of the Problem we suppose \\( \\phi^{-1} \\phi x = x \\) and \\( \\phi^{-1} \\phi y = y \\).\n\nThis remark, which is of some importance, extends to the conclusions in my former Paper and to the whole of the subsequent enquiries.\n\nThe equation (1) might be considered as similar to the original one, and the same transformation might be performed on this, and thus we might continue to deduce new conditions. In the first part we found that the equation \\( \\psi x = \\psi ax \\) always admitted of an easy solution when \\( a^n x = x \\) and by continuing the substitutions already pointed out, we should arrive at\nsome conclusions very analogous for functional equations of the form of those treated of in this Problem, but the length to which these enquiries would lead, render it sufficient merely to indicate them.\n\nIn the equations solved in Problem I. and II. it is obviously immaterial whether we first put $\\alpha x$ instead of $x$, and then in the result put $\\beta y$ for $y$ or conversely; but in the equation of Problems III. and IV. the case is different. If in the function $\\psi(x,y)$ we put simultaneously $\\alpha (x,y)$ for $x$, and $\\beta (x,y)$ for $y$ the result will be different from that which would arise from first putting $\\alpha (x,y)$ for $x$ and then in the result putting $\\beta (x,y)$ for $y$, or from inverting this operation; the three results stand thus:\n\n$$\\psi (\\alpha (x,y), \\beta (x,y)) \\quad (a)$$\n\n$$\\psi (\\alpha (x,\\beta (x,y)), \\beta (x,y)) \\quad (b)$$\n\n$$\\psi (\\alpha (x,y), \\beta (\\alpha (x,y),y)) \\quad (c)$$\n\nThese three functions are evidently different, and in the solutions of the Problems, regard was only had to the first of them which may be called the simultaneous function. Those, however, of the second and third class might occur, and it becomes necessary to point out the means of solution which are applicable to them.\n\nAccording to the notation laid down, these functions may be thus expressed\n\n$$\\psi^{1,1}(\\alpha (x,y), \\beta (x,y)) \\quad (a)$$\n\n$$\\psi^{1,2}(\\alpha (x,y), \\beta (x,y)) \\quad (b)$$\n\n$$\\psi^{2,1}(\\alpha (x,y), \\beta (x,y)) \\quad (c)$$\n\nBut to avoid the trouble of indices I shall show how those of\nthe second and third class may be reduced to those of the first, I shall therefore always consider functions of the first order as simultaneous ones, and omit the indices, which if supplied, would be \\( \\frac{1}{1}, \\frac{1}{2}, \\frac{1}{3} \\), &c.\n\nTo transform \\( \\psi^{1,2}(x,y), \\beta(x,y) \\) into a function whose index is \\( \\frac{1}{1}, \\frac{1}{2} \\) put \\( \\alpha(x,\\beta(x,y)) = \\gamma(x,y) \\) then\n\n\\[ \\psi^{1,2}(x,y), \\beta(x,y) = \\psi^{1,2}(x,y), \\beta(x,y) \\]\n\nand similarly if \\( \\beta(\\alpha(x,y), \\beta(x,y)) = \\gamma(x,y) \\) we should have\n\n\\[ \\psi^{2,1}(x,y), \\beta(x,y) = \\psi^{1,2}(\\alpha(x,y), \\gamma(x,y)) \\]\n\nand generally whatever be the number of variables a similar transformation might be effected.\n\n**Problem V.**\n\nRequired the solution of the equation.\n\n\\[ \\psi(x,y) = A(x,y)\\psi(\\alpha(x,y), \\beta(x,y)) \\]\n\nAssume \\( \\psi(x,y) = f(x,y)\\phi\\{f(x,y), f(x,y)\\} \\) and substituting this in the given equation, we find\n\n\\[ f(x,y)\\phi\\{f(x,y), f(x,y)\\} = A(x,y)f(\\alpha(x,y), \\beta(x,y)) \\times \\phi\\{f(\\alpha(x,y), \\beta(x,y)), f(\\alpha(x,y), \\beta(x,y))\\} \\]\n\nThis equation will be satisfied if we are acquainted with particular solutions of the three following equations\n\n\\[ f(x,y) = A(x,y)f(\\alpha(x,y), \\beta(x,y)) \\]\n\\[ f(x,y) = f(\\alpha(x,y), \\beta(x,y)) \\text{ and } f(x,y) = f(\\alpha(x,y), \\beta(x,y)) \\]\n\nthe first of these is nothing more than the original equation.\nIf therefore we know one particular solution of the original equation, and also one or two particular solutions of the other equation, we may deduce the general solution of the Problem.\n\nEx. Let \\( \\psi(x,y) = \\left(\\frac{x}{y}\\right)^3 \\psi(y,x) \\)\n\nin this case \\( f(x,y) = f(y,x) \\) and two particular solutions are \\( f(x,y) = xy \\) and \\( f(x,y) = x + y \\) also a particular solution of the given equation is \\( f(x,y) = \\frac{x}{y^2} \\), hence its general solution is\n\n\\[\n\\psi(x,y) = \\frac{x}{y^2} \\varphi(x+y,xy)\n\\]\n\n**Problem VI.**\n\nGiven the equation\n\n\\[\n\\psi(x,y) = A(x,y) \\psi(\\alpha(x,y), \\beta(x,y)) + B(x,y)\n\\]\n\nSuppose we are acquainted with one particular solution which satisfies the equation and let it be \\( f(x,y) \\), then assume\n\n\\[\n\\psi(x,y) = f(x,y) + \\varphi(x,y)\n\\]\n\nand making this substitution the equation becomes\n\n\\[\nf(x,y) + \\varphi(x,y) = A(x,y)f(\\alpha(x,y), \\beta(x,y)) + A(x,y) \\times \\varphi(\\alpha(x,y), \\beta(x,y)) + B(x,y)\n\\]\n\nSubtracting from this the particular solution\n\n\\[\nf(x,y) = A(x,y)f(\\alpha(x,y), \\beta(x,y)) + B(x,y)\n\\]\n\nthere remains\n\n\\[\n\\varphi(x,y) = A(x,y) \\varphi(\\alpha(x,y), \\beta(x,y))\n\\]\n\nan equation which may be solved by the preceding Problem.\n\nThe same substitution is applicable to the more general equation\n\n\\[\no = \\psi(x,y) + A(x,y)\\psi(\\alpha(x,y), \\beta(x,y)) + B(x,y)\\psi(\\alpha(x,y), \\beta(x,y)) + \\ldots + K(x,y)\n\\]\nProblem VII.\n\nGiven the functions\n\n\\[ \\alpha(x, y), \\alpha_1(x, y), \\alpha_2(x, y) \\quad \\&c. \\]\n\n\\[ \\beta(x, y), \\beta_1(x, y), \\beta_2(x, y) \\quad \\&c. \\]\n\nRequired the nature of the function \\( \\psi(x, y) \\) such that it shall not alter its form by the simultaneous substitution of \\( \\alpha(x, y), \\beta(x, y) \\) for \\( x \\) and \\( y \\), and generally that it shall remain the same when for \\( x \\) and \\( y \\) are respectively substituted any of the functions denoted by \\( \\alpha(x, y) \\) and \\( \\beta(x, y) \\). The conditions which determine \\( \\psi \\) may be thus expressed\n\n\\[ \\psi(x, y) = \\psi(\\alpha(x, y), \\beta(x, y)) = \\psi(\\alpha_1(x, y), \\beta_1(x, y)) = \\&c. \\]\n\nAssume \\( \\psi(x, y) = \\phi\\{f(x, y), f(x, y)\\} \\quad (1) \\)\n\nthen from the first condition we have\n\n\\[ \\phi\\{f(x, y), f(x, y)\\} = \\phi\\{f(\\alpha(x, y), \\beta(x, y)), f(\\alpha(x, y), \\beta(x, y))\\} \\]\n\nthis will be satisfied by making\n\n\\[ f(x, y) = f(\\alpha(x, y), \\beta(x, y)) \\text{ and } f(x, y) = f(\\alpha(x, y), \\beta(x, y)) \\]\n\nthese are two particular solutions of the first equation.\n\nThe second condition is \\( \\psi(x, y) = \\psi(\\alpha(x, y), \\beta(x, y)) \\)\n\nwhich becomes\n\n\\[ \\phi(f(x, y), f(x, y)) = \\phi(f(\\alpha(x, y), \\beta(x, y)), f(\\alpha(x, y), \\beta(x, y))) \\quad (2) \\]\n\nwhere \\( f \\) and \\( f \\) are known functions; make\n\n\\[ f(\\alpha(x, y), \\beta(x, y)) = K(x, y) \\text{ and } f(\\alpha(x, y), \\beta(x, y)) = 'K(x, y) \\]\n\n\\( K \\) and \\( 'K \\) are therefore also known functions.\n\nMDCCCXVI.\nAssume $\\phi(x,y) = \\phi(f(x,y), f(x,y))$, then equation (2) becomes\n\n$$\\phi \\left\\{ f_1(f(x,y), f(x,y)), f_3(f(x,y), f(x,y)) \\right\\} = \\phi \\left\\{ f(K(x,y), K(x,y)), f(K(x,y), K(x,y)) \\right\\}$$\n\nThis equation must be solved in the same manner as the former by means of two particular solutions, and by continuing the same method, we shall find that the form of the function $\\psi$ may be determined by means of $2n$ particular solutions of certain functional equations, when there are $n$ pair of conditions assigned. A less general solution may, however, be found when we are only acquainted with $n$ particular solutions.\n\nA similar method would lead us to the form of $\\psi$, whatever might be the number of variables. If, however, we are acquainted with any number of particular solutions which remain the same, in all the cases assigned by the conditions of the Problem, we may have the general solution by making\n\n$$\\psi = \\phi \\left\\{ f_1, f_2, \\ldots, f_i \\right\\}$$\n\n$f_1, f_2, \\ldots, f_i$ being it $i$ particular solutions.\n\n**Ex.** Let it be required to find a symmetrical function of $x_1, x_2, \\ldots, x_n$, the equations to be satisfied are\n\n$$\\psi(x_1, x_2, \\ldots, x_n) = \\psi(x_2, x_3, \\ldots, x_n, x_1) = \\psi(x_3, x_4, \\ldots, x_n, x_1, x_2) = \\&c.$$ \n\nor the whole of the conditions may be more concisely denoted by the expression\n\n$$\\psi \\left\\{ \\bar{x}_1, \\bar{x}_2, \\bar{x}_3, \\ldots, \\bar{x}_n \\right\\}$$\n\nWe may easily find $n$ particular solutions which fulfill these equations: for in the first place it is evident that the sum of\nany number of quantities is symmetrical with respect to them, therefore\n\n\\[ f(x_1, x_2, \\ldots, x_n) = x_1 + x_2 + \\&c. + x_n = S(x) \\]\n\nAgain the sum of their products two by two is also symmetrical, therefore\n\n\\[ f(x_1, x_2, \\ldots, x_n) = xx_1 + xx_2 + xx_3 + \\&c. = S(xx) \\]\n\nand similarly the sums of their products three by three, four by four, &c. are symmetrical. We may, therefore, find \\( n \\) different particular solutions, and the general solution will be any arbitrary function of all these particular solutions, or\n\n\\[ \\psi(x_1, x_2, \\ldots, x_n) = \\phi \\{ S(x), S(xx), \\ldots, S(xx\\ldots x) \\} \\]\n\nInstead of taking for particular solutions the sum of all the quantities, the sum of all the products by two's, the sum of all the products by three's, &c. &c. we might have employed the sum of all the quantities, the sum of their squares, the sum of their cubes, &c. but the solution thus deduced would not be essentially different from the former.\n\n**On functional equations of the second and higher orders involving two or more variables.**\n\nThe notation to be employed in these enquiries has already been sufficiently explained, and the different species of second functions have been noticed. Preserving the same symbols, let it be required to solve the following Problem.\n\n**Problem VIII.**\n\nGiven the equation\n\n\\[ \\psi^2(x, y) = x \\]\n\nThis equation though apparently involving two variables\nmay in fact be solved by the methods of the first part; for \\( y \\) may be considered as a constant quantity, and if in the solution of \\( \\phi^2 x = x \\) (Probs. 9, 10, and 14, Part I.) we put arbitrary functions of \\( y \\) instead of the constant quantities which occur, we shall have a solution of the given equation, thus a particular solution of \\( \\phi^2 x = x \\) is \\( f(x) = \\frac{b-x}{1-cx} \\) instead of \\( c \\) put \\( x(y) \\) then a solution of the given equation is\n\n\\[\n\\psi(x,y) = \\frac{b-x}{1-xy}\n\\]\n\nfor\n\n\\[\n\\psi^{2,1}(x,y) = \\psi(\\psi x, y), y) \\frac{b-x}{1-xy} = \\frac{x-bxy}{1-bxy} = x\n\\]\n\nWe might also instead of \\( b \\) put any other arbitrary function of \\( y \\), and the result will be the same. The equations\n\n\\[\n\\psi^{2,1}(x,y) = \\alpha(x,y) \\quad \\text{and} \\quad \\psi^{1,2}(x,y) = \\alpha(x,y)\n\\]\n\nmay be treated in a similar manner, in the first \\( y \\) must be considered as constant, and \\( x \\) must be so treated in the latter.\n\nIn general, when functions are taken only relative to one of the variables, the rules delivered in my former Paper are sufficient for their solution, such is the equation\n\n\\[\nF\\{x,y, \\psi(x,y), \\psi^{2,1}(x,y), \\ldots \\psi^{n,1}(x,y)\\} = 0\n\\]\n\nIt might however occur, that though the order of the function does not vary relative to the other variable, yet that that variable may occur in different forms in each function. An example will render this more evident \\( \\alpha, \\beta, \\&c. \\) being known functions, let\n\n\\[\nF\\{x,y, \\psi(x,y), \\psi^{2,1}(x,\\alpha y), \\psi^{3,1}(x,\\beta y), \\ldots \\psi^{n,1}(x,\\nu y)\\} = 0\n\\]\n\nhere though the functions do not vary in order relative to \\( y \\),\nyet they do vary in a certain sense, because \\( y \\) is differently contained under each functional characteristic; the method of treating these kind of equations will be explained hereafter.\n\n**Problem IX.**\n\nGiven the functional equation\n\n\\[\n\\psi^{2,2}(x,y) = 0\n\\]\n\nThis signifies that the second simultaneous function is equal to zero. It is evident that \\( x - y \\) or \\( y - x \\) will be a particular solution, for if \\( \\psi(x,y) = x - y \\) we have\n\n\\[\n\\psi^{2,2}(x,y) = \\psi(\\psi(x,y), \\psi(x,y)) = (x - y) - (x - y) = 0\n\\]\n\nBy observing the process just gone through, it appears that it would equally succeed if for \\( x \\) we put \\( f(x) \\) and for \\( y \\) we put \\( f(y) \\) for if \\( \\psi(x,y) = f(x) - fy \\), we have\n\n\\[\n\\psi^{2,2}(x,y) = (fx - fy) - (fx - fy) = 0\n\\]\n\nThis solution is considerably more general than the former, yet is by no means the complete solution, a more general one may be obtained thus: we found one particular solution to be \\( \\psi(x,y) = x - y \\), now if we multiply the right side of this equation by an arbitrary function of \\( x \\) and \\( y \\) the condition will still be fulfilled; for if \\( \\psi(x,y) = (x-y)\\phi(x,y) \\) we shall find\n\n\\[\n\\psi^{2,2}(x,y) = \\left\\{ \\frac{x-y}{\\phi(x,y)} - \\frac{x-y}{\\phi(x,y)} \\right\\} \\times \\phi \\left\\{ \\frac{x-y}{\\phi(x,y)}, \\frac{x-y}{\\phi(x,y)} \\right\\} = 0\n\\]\n\nprovided \\( \\phi \\left\\{ \\frac{x-y}{\\phi(x,y)}, \\frac{x-y}{\\phi(x,y)} \\right\\} \\) does not contain in its denominator any factor which vanishes.\nProblem X.\n\nGiven the equation $\\psi^{2,2}(x,y) = a$\n\nIn this case the second simultaneous function of $x$ and $y$ is constant. The first solution which presents itself is $\\psi(x,y) = x - y + A$, then we shall find\n\n$$\\psi^{2,2}(x,y) = ((x - y + A) - (x - y + A)) + A = A = a$$\n\ntherefore $A = a$ and one particular solution is\n\n$$\\psi(x,y) = x - y + a$$\n\nThis may be rendered more general, nearly in the same manner as the last Problem; thus let $\\psi(x,y) = (x - y)\\phi(x,y) + a$ then\n\n$$\\psi^{2,2}(x,y) = [(x - y)\\phi(x,y) + a] - (x - y)\\phi(x,y) + a] \\times \\phi\\{x - y\\phi(x,y) + a, x - y\\phi(x,y) + a\\} + a = a$$\n\nAnother particular solution which readily occurs is\n\n$$\\psi(x,y) = A\\frac{x}{y}$$\n\nthis gives $\\psi^{2,2}(x,y) = A\\frac{A}{x}\\frac{y}{x} = A = a$\n\ntherefore $A = a$ and a particular solution is\n\n$$\\psi(x,y) = \\frac{ax}{y} \\text{ or } \\psi(x,y) = \\frac{ay}{x}$$\n\nthis readily points out another general solution, let\n\n$$\\psi(x,y) = A\\phi\\left(\\frac{x}{y}\\right)$$\n\nhence $\\psi^{2,2}(x,y) = A\\phi\\left(\\frac{A\\phi\\frac{x}{y}}{A\\phi\\frac{x}{y}}\\right) = A\\phi(1) = a$\n\nmake $A = \\frac{a}{\\phi(1)}$ and the general solution is\n\n$$\\psi(x,y) = \\frac{a}{\\phi(1)}\\phi\\left(\\frac{x}{y}\\right)$$\n\nFrom the combination of the two preceding solutions we\nmay obtain another value of $\\psi$ which will also satisfy the given equation; it will be\n\n$$\\psi(x, y) = \\frac{a \\chi \\{x - y \\phi(x, y), \\phi \\frac{x}{y}\\}}{\\chi \\{0, \\phi(1)\\}}$$\n\nThis on trial will be found to agree with the condition, and $\\chi$, $\\phi$ and $\\psi$ are arbitrary functions.\n\nThe equation we are considering will also be satisfied by making $\\psi(x, y) = a \\frac{\\phi(x)}{\\phi(y)}$ or more generally by the constant quantity $a$ multiplied by any fraction whose numerator and denominator become equal when $x$ is put for $y$: such are the following:\n\n$$a \\frac{x + xy + y^2}{y + 2x^2}, a \\frac{x(y^2 + x^2)}{2y^3}, a \\frac{\\sqrt{x^2 + 8x^2y - 5y^3}}{2x \\sqrt{x}}, \\text{etc.}$$\n\n**Problem XI.**\n\nGiven the equation\n\n$$\\psi^n(x, y) = ax + by$$\n\nAssume $\\psi(x, y) = px + qy$ then we have\n\n$$\\psi^{n-2}(x, y) = p(px + qy) + q(px + qy) = (p + q)(px + qy)$$\n\nand\n\n$$\\psi^{n-3}(x, y) = (p + q)^2(px + qy)$$\n\nand generally\n\n$$\\psi^{n-n}(x, y) = (p + q)^{m-1}(px + qy)$$\n\nhence $p \\cdot (p + q)^{n-1} = a$ and $q \\cdot (p + q)^{n-1} = b$, which gives for the values of $p$ and $q$\n\n$$p = \\frac{a}{(a + b)^{\\frac{n-1}{n}}} \\quad \\text{and} \\quad q = \\frac{b}{(a + b)^{\\frac{n-1}{n}}}$$\n\nThis is a very limited solution not containing even an arbitrary constant, it might easily be rendered more general, but\nthe problem itself would scarcely have been worth noticing had it not been for the very curious results to which it led me.\n\nThe relation between $\\psi(x, y) = px + qy$ and $\\psi^{n,n}(x, y)$ $=(p + q)^{n-1}(px + qy)$ is very remarkable, it appears from this, that in the present case in going from the $n^{th}$ to the $n+1^{th}$ simultaneous function, we have only to multiply by the sum of the co-efficients of the original function. On enquiring a little more minutely into the cause of this circumstance, it will be found that it depends on the original function containing $x$ and $y$ of the same dimensions in all its terms, or more generally that the expression of $\\psi(x, y)$ is homogeneous.\n\nLet us now assume some homogeneous function, and examine its second and higher simultaneous functions, let\n\n$$\\psi(x, y) = ax^n + by^p x^{n-p} + cy^q x^{n-q} + \\&c.$$  \n\nthe second simultaneous function is\n\n$$\\psi^{2,2}(x, y) = a\\{\\psi(x, y)\\}^n + b\\{\\psi(x, y)\\}^n + c\\{\\psi(x, y)\\}^n + \\&c.$$  \n\nor $$\\psi^{2,2}(x, y) = \\{\\psi(x, y)\\}^n\\{a + b + c + \\&c.\\} = \\psi(1,1)\\{\\psi(x, y)\\}^n (a)$$  \n\nIf we now take the simultaneous third functions we have\n\n$$\\psi^{3,3}(x, y) = \\psi(1,1)\\{\\psi^{2,2}(x, y)\\}^n = \\psi(1,1)\\{\\psi(1,1)(\\psi(x, y))\\}^n$$  \n\nhence $$\\psi^{3,3}(x, y) = \\{\\psi(1,1)\\}^{1+n}\\{\\psi(x, y)\\}^{n^2}$$  \n\nRepeating the same operation we should have\n\n$$\\psi^{4,4}(x, y) = \\{\\psi(1,1)\\}^{1+n+n^2}\\{\\psi(x, y)\\}^{n^3}$$  \n\nand generally\n\n$$\\psi^{k,k}(x, y) = \\{\\psi(x, y)\\}^{k-1}\\times\\{\\psi(1,1)\\}^{i+n+\\&c.+n^{k-2}}$$  \n\n$$= \\{\\psi(x, y)\\}^{k-1}\\times\\{\\psi(1,1)\\}^{i-n^{k-1}} (b)$$\nThis elegant property of homogeneous functions will assist us in solving a variety of equations.\n\n**Problem XII.**\n\nGiven the equation\n\n$$\\psi^{n,n}(x,y) = a \\left\\{ \\psi(x,y) \\right\\}^b$$\n\nDetermine $n$ from the equation $b = n^{k-1}$ and also determine\n\n$$\\psi(1,1)$$\n\nfrom the equation\n\n$$\\left\\{ \\psi(1,1) \\right\\}^{1-n} = a$$\n\nOr the given equation will be satisfied by any homogeneous function of the degree indicated by $b^{k-1}$ provided the sum of all its coefficients is equal to the quantity $a$.\n\nEx. Let $\\psi^{3,3}(x,y) = 8 (\\psi(x,y))^*$\n\nhere $b = 4$, $k = 3$, therefore $n^{k-1} = n^2 = b = 4$ and $n = \\pm 2$\n\nalso $a = 8$ and $\\psi(1,1) = 8^{\\frac{1}{3}} = 2$\n\ntherefore any of the following quantities will satisfy the equation\n\n$$2xy, \\quad x^3 + y^3, \\quad xy + y^3, \\quad x^3 - xy + 2y^3$$\n\nThe properties of homogeneous functions are so nearly connected with the solution of equations containing simultaneous functions, that it will be convenient to examine into them a little farther, and to adopt some means of denoting them with brevity. In order to signify that a function of several variables has in each of its terms the sum of the indices of any two of them always the same, I shall make use of a line placed beneath those two variables: thus $\\psi(x,y)$ signifies an homogeneous function of $x$ and $y$; and\n\nMDCCCXVI.\nas it may be convenient also to denote the sum of the two indices, I shall place it underneath on the outside of the parenthesis; thus then the expression $\\psi(x,y)_q$ denotes any homogeneous function of $x$ and $y$ of the $q^{th}$ degree. A function of three variables $x$, $y$, and $z$, may be homogeneous, with respect to two of them ($x$ and $y$) in one sense, and also relative to $y$ and $z$ in another; but it does not from thence follow that it will be homogeneous relative to all three, such a function would be denoted thus\n\n$$\\psi(x,y,z)_p,q$$\n\na particular case of this expression is $x^2z^2 + xyz = \\psi(x,y,z)_2,z$\n\nThis notation being premised, we have the following theorems relative to homogeneous functions.\n\n$$\\psi^{2,2}(x,y)_n = \\psi(1,1)[\\psi(x,y)_n]^n \\quad (1)$$\n\n$$\\psi^{k,k}(x,y)_n = \\{\\psi(x,y)_n\\}^{nk-1} \\times \\{\\psi(1,1)\\}^{1-nk-1} \\quad (2)$$\n\nAnd generally if we have any homogeneous function of the $n^{th}$ degree, and instead of $x$ and $y$ we substitute any other function whatever as $\\psi(x,y)$, then we shall have the following equation\n\n$$\\psi\\{\\psi(x,y),\\psi(x,y)\\}_n = \\psi(1,1) \\times [\\psi(x,y)]^k \\quad (3)$$\n\nAssume $\\psi(x,y) = \\phi\\left[\\frac{\\alpha(x,y)}{\\beta(x,y)}\\right]_n$\n\ncall the latter member, for the sake of brevity, $K$, and take the second simultaneous function on both sides; in this case $\\alpha(x,y)_n$ will become $\\alpha(1,1)K^n$ by eq. (3), and for the same reason $\\beta(x,y)_m$ will become $\\beta(1,1)K^m$, and consequently we shall have\n\\[ \\psi^{2,2}(x,y) = \\phi \\left\\{ \\frac{\\alpha(1,1)}{\\beta(1,1)} K^{n-m} \\right\\} = \\phi \\left\\{ \\frac{\\alpha(1,1)}{\\beta(1,1)} \\left( \\frac{\\alpha(x,y)^n}{\\beta(x,y)^m} \\right)^{n-m} \\right\\} \\quad (4) \\]\n\nlet \\( \\alpha(1,1) = \\beta(1,1) \\) and also let \\( m = n \\), then this equation becomes\n\n\\[ \\psi^{2,2}(x,y) = \\phi(1) \\]\n\nthis affords another and a more direct solution of Prob. 10.\n\nfor if \\( \\psi^{2,2}(x,y) = a \\), a general solution is\n\n\\[ \\psi(x,y) = \\frac{a}{\\phi(1)} \\phi \\left\\{ \\frac{\\alpha(x,y)^n}{\\beta(x,y)^n} \\right\\} \\]\n\n\\( \\alpha(1,1) \\) being equal to \\( \\beta(1,1) \\), this latter condition, however, is not absolutely necessary, and if we wish to avoid it, the general solution will be\n\n\\[ \\psi(x,y) = \\frac{a}{\\phi(\\alpha(1,1)/\\beta(1,1))} \\phi \\left\\{ \\frac{\\alpha(x,y)^n}{\\beta(x,y)^n} \\right\\} \\]\n\nthe following is another solution of the same question\n\nAssume\n\n\\[ \\psi(x,y) = \\phi \\left\\{ \\begin{array}{c}\na + bx + cx^2 + \\&c. \\\\\nby + cxy \\\\\ncy^2 \\\\\n\\end{array} \\right\\} = K \\]\n\ntaking the second function on both sides we have\n\n\\[ \\psi^{2,2}(x,y) = \\phi \\left\\{ \\begin{array}{c}\na + b \\\\\nb \\\\\nc \\\\\n\\end{array} \\right\\} K + \\left\\{ \\begin{array}{c}\nc \\\\\nc \\\\\n\\end{array} \\right\\} K^2 + \\&c. \\]\n\nlet \\( a = 'a \\), \\( b + b = 'b + 'b \\), \\( c + c + c = 'c + 'c + 'c \\&c. \\)\n\n\\[ Ee_2 \\]\nthen the equation is reduced to\n\n\\[ \\psi^{2,2}(x, y) = \\phi(1) \\]\n\nIf therefore we assume\n\n\\[\n\\psi(x, y) = \\frac{a}{\\phi(1)} \\left\\{ \\begin{array}{c}\na + bx + cx^2 + \\&c. \\\\\nby \\\\\ncy^2 \\\\\n\\end{array} \\right\\}\n\\]\n\nthe original equation will be satisfied.\n\nI am inclined to think, that this solution is not the most general of which the Problem admits, even though the series were continued back, as it might, to negative powers of \\( x \\) and \\( y \\). The two solutions which follow are possibly more general, although on this point I am not certain. It would indeed be a very important step, if we could assign the number and nature of the arbitrary functions which enter into the complete solution of functional equations.\n\nAnother solution of the equation \\( \\psi^{2,2}(x, y) = a \\) may be thus deduced, let\n\n\\[\n\\psi(x, y) = \\phi \\left\\{ \\frac{a(x, y)_m}{a(x, y)_m}, \\frac{\\beta(x, y)_n}{\\beta(x, y)_n}, \\&c. \\right\\} = K\n\\]\n\nthen taking the second simultaneous function on both sides, it will be perceived by the construction of the second side of the equation, that\n\n\\[\n\\psi^{2,2}(x, y) = \\phi \\left\\{ \\frac{a(1, 1)}{a(1, 1)}, \\frac{\\beta(1, 1)}{\\beta(1, 1)}, \\&c. \\right\\}\n\\]\n\ncall the right side of the equation A, then a very general\nsolution of our equation is\n\n\\[ \\psi(x, y) = \\frac{a}{A} \\phi \\left\\{ \\frac{\\alpha(x, y)_m}{\\beta(x, y)_m}, \\frac{\\beta(x, y)_n}{\\beta(x, y)_n}, \\text{&c.} \\right\\} \\]\n\nwhere the numbers \\( m, n, p, \\text{&c.} \\) are not confined to integers.\n\nAnother solution may be found in the following manner:\n\nlet\n\n\\[ \\psi(x, y) = \\phi \\left( \\frac{\\chi(x, y)}{\\chi(x, y)} \\right) = K \\]\n\nand determine \\( \\chi \\) so that \\( \\chi(x, y) = \\chi(x, y) \\) when \\( y \\) is made equal to \\( x \\), then taking the second simultaneous functions on both sides, we have\n\n\\[ \\psi^2(x, y) = \\phi \\left( \\frac{\\chi(K, K)}{\\chi(K, K)} \\right) = \\phi(1) \\]\n\na general solution of the equation in question is therefore\n\n\\[ \\psi(x, y) = \\frac{a}{\\phi(1)} \\phi \\left( \\frac{\\chi(x, y)}{\\chi(x, y)} \\right) \\]\n\nthis solution depends on that of the equation\n\n\\[ \\chi(x, y) = \\chi(x, y) \\quad [y = x] \\]\n\nwhich belongs to a class of equations we shall speak of hereafter.\n\nLet us now return to the consideration of equation (4) it is\n\n\\[ \\psi^{2,2}(x, y) = \\phi \\left\\{ \\frac{\\alpha(1, 1)}{\\beta(1, 1)} \\left[ \\phi \\left( \\frac{\\alpha(x, y)_n}{\\beta(x, y)_m} \\right) \\right]^{n-m} \\right\\} \\]\n\nfor \\( n \\) put \\( n+1 \\) and for \\( m \\) put \\( n \\), then it becomes\n\n\\[ \\psi^{2,2}(x, y) = \\phi \\left\\{ \\frac{\\alpha(1, 1)}{\\beta(1, 1)} \\phi \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) \\right\\} \\]\n\ntake the third simultaneous function then\n\n\\[ \\psi^{3,3}(x, y) = \\phi \\left\\{ \\frac{\\alpha(1, 1)}{\\beta(1, 1)} \\phi \\left( \\frac{\\alpha(1, 1)}{\\beta(1, 1)} \\phi \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) \\right) \\right\\} \\quad (5) \\]\nif we suppose \\( \\alpha(1,1) = \\beta(1,1) \\) these equations become\n\n\\[\n\\psi^{2,2}(x,y) = \\phi^2 \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^{n+1}\n\\]\n\n\\[\n\\psi^{3,3}(x,y) = \\phi^3 \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^{n+1}\n\\]\n\nand generally we should find\n\n\\[\n\\psi^{p,p}(x,y) = \\phi^p \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^{n+1}\n\\]  \n\n(6)\n\nwhere \\( \\psi(x,y) = \\phi \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^{n+1} \\) and also \\( \\alpha(1,1) = \\beta(1,1) \\)\n\nA more general expression, and one which contains (b) as a particular case may be deduced in the following manner.\n\nLet\n\n\\[\n\\psi(x,y) = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^n \\right\\}^{n-m} = K\n\\]\n\ntaking the second simultaneous functions on both sides we find\n\n\\[\n\\psi^{2,2}(x,y) = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi \\left( \\frac{\\alpha(1,1)}{\\beta(1,1)} \\right)^n K^n \\right\\}^{n-m} = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi \\left( \\frac{\\alpha(1,1)}{\\beta(1,1)} \\right)^n K^n \\right\\}^{n-m}\n\\]\n\n\\[\n= \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi \\left( \\frac{\\alpha(1,1)}{\\beta(1,1)} \\right)^n \\phi \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^m \\right\\}^{n-m} = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi^2 \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^n \\right\\}^{n-m}\n\\]\n\nand if we continue to take the succeeding simultaneous functions we shall find generally, that when\n\n\\[\n\\psi(x,y) = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^n \\right\\}^{n-m}\n\\]\n\n\\[\n\\psi^{p,p}(x,y) = \\left\\{ \\frac{\\beta(1,1)}{\\alpha(1,1)} \\phi^p \\left( \\frac{\\alpha(x,y)}{\\beta(x,y)} \\right)^n \\right\\}^{n-m}\n\\]  \n\n(7)\n\nthis expression is much more general than the preceding\nwith which it coincides when \\( \\alpha (1, 1) = \\beta (1, 1) \\) and \\( n = m + 1 \\) by their assistance we may solve a variety of problems relating to simultaneous functions.\n\nFrom (b) we have\n\n\\[\n\\psi^{2,2}(x, y) = \\phi^3 \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right) = \\phi \\phi \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right)\n\\]\n\nputting in this for \\( \\phi \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right) \\) its value \\( \\psi(x, y) \\) we have\n\n\\[\n\\psi^{2,2}(x, y) = \\phi \\psi(x, y)\n\\]\n\nfrom this we may deduce the solution of the following Problem.\n\n**Problem XIII.**\n\nGiven the equation\n\n\\[\n\\psi^{2,2}(x, y) = F \\psi(x, y)\n\\]\n\nmake \\( \\phi = F \\) and take \\( \\alpha(x, y)^{n+1} \\) any homogeneous function of the \\( n + 1 \\)th degree, and \\( \\beta(x, y)^n \\) a similar function of the \\( n \\)th, also let \\( \\alpha(1, 1) = \\beta(1, 1) \\) then the equation is satisfied by making\n\n\\[\n\\psi(x, y) = F \\left\\{ \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right\\}\n\\]\n\n**Ex.** Let \\( \\psi^{2,2}(x, y) = \\sqrt{\\psi(x, y)} \\)\n\nSuppose \\( \\alpha(x, y)^{n+1} = x^2 + y^2 \\) and \\( \\beta(x, y)^n = 2x \\), then one solution is\n\n\\[\n\\psi(x, y) = \\sqrt{\\frac{x^2 + y^2}{2x}}\n\\]\n\nor let \\( \\alpha(x, y)^{n+1} = (x^2 + y^2) \\phi(1) \\) and \\( \\beta(x, y)^n = 2y \\phi \\left( \\frac{x}{y} \\right) \\)\n\nthen a more general solution is \\( \\psi(x, y) = \\sqrt{\\frac{x^2 + y^2}{2y \\phi \\left( \\frac{x}{y} \\right) \\phi(1)}} \\)\nProblem XIV.\n\nGiven the equation\n\n\\[ \\psi^{n,n}(x,y) = F \\psi(x,y) \\]\n\nIn equation (6) we have\n\n\\[ \\psi^{n,n}(x,y) = \\phi^n \\left( \\frac{a(x,y)}{\\beta(x,y)} \\right)^{n+1} = \\phi^{n-1} \\phi \\left( \\frac{a(x,y)}{\\beta(x,y)} \\right)^{n+1} \\]\n\nput for \\( \\phi \\left( \\frac{a(x,y)}{\\beta(x,y)} \\right)^{n+1} \\) its value \\( \\psi(x,y) \\) then we have\n\n\\[ \\psi^{n,n}(x,y) = \\phi^{n-1} \\psi(x,y) = F \\psi(x,y) \\]\n\ndetermine \\( \\phi \\) from the equation \\( \\phi^{n-1}v = Fu \\) by Prob. 13.\n\nPart 1. and the general solution of the equation is\n\n\\[ \\psi(x,y) = \\phi \\left( \\frac{a(x,y)}{\\beta(x,y)} \\right)^{n+1} \\]\n\nEx. 1. Let \\( \\psi^{3,3}(x,y) = \\psi(x,y) \\)\n\nin this case \\( \\phi^{n-1}v = Fu \\) becomes \\( \\phi^2 v = v \\) solutions of which are\n\n\\[ \\phi v = \\frac{a}{v}, \\quad \\phi v = a - v, \\quad \\phi v = (a - v^m)^{\\frac{1}{m}} \\]\n\nlet \\( a(x,y)_{n+1} = x^2 + y^2 \\) and \\( \\beta(x,y)_n = x + y \\) then solutions of the equation \\( \\psi^{3,3}(x,y) = \\psi(x,y) \\) are\n\n\\[ \\psi(x,y) = \\frac{a(x+y)}{x^2+y^2}, \\quad \\psi(x,y) = a - \\frac{x^2+y^2}{x+y} \\]\n\nand \\( \\psi(x,y) = \\left\\{ a - \\left( \\frac{x^2+y^2}{x+y} \\right)^m \\right\\}^{\\frac{1}{m}} \\)\n\nEx. 2. Let \\( \\psi^{n,n}(x,y) = \\left\\{ \\psi(x,y) \\right\\}^m \\)\n\nin this example \\( \\phi^{n-1}v = Fu \\) becomes \\( \\phi^{n-1}v = v^m \\) and \\( \\phi v = v^{m-1} \\)\n\nits particular solutions are therefore\n\n\\[ \\left( \\frac{x^2+y^2}{x+y} \\right)^{\\frac{1}{m-1}}, \\quad \\left( \\frac{x^2+2xy-y^2}{y^2} \\right)^{\\frac{1}{m-1}} \\]\nother more general ones are\n\n\\[ \\psi(x, y) = \\left\\{ \\frac{(x^2 + y^2) \\phi(1)}{2x \\phi \\left( \\frac{x}{y} \\right)} \\right\\}^{m/n-1} \\quad \\text{and} \\quad \\psi(x, y) = \\left\\{ \\frac{2xy \\phi(1)}{(x+y) \\phi \\left( \\frac{y}{x} \\right)} \\right\\}^{m/n-1} \\]\n\n**Problem XV.**\n\nRequired the solution of the equation\n\n\\[ \\psi^n_n(x, y) = F \\psi^{n-p,n-p}(x, y) \\]\n\nIn (6) we have\n\n\\[ \\psi^n_n(x, y) = \\phi^n \\left( \\frac{\\alpha(x, y)_{n-1}}{\\beta(x, y)_n} \\right) = \\phi^p \\phi^{n-p} \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) \\]\n\nbut \\( \\psi(x, y) = \\phi \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) \\) consequently \\( \\phi^{n-p} \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) = \\psi^{n-p,n-p}(x, y) \\) and substituting this value, we shall find\n\n\\[ \\psi^n_n(x, y) = \\phi^p \\psi^{n-p,n-p}(x, y) \\]\n\nmake \\( \\phi^p v = Fu \\) and find the value \\( \\phi \\), then the general solution of the equation is \\( \\psi(x, y) = \\phi \\left( \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right) \\) if \\( \\alpha(1, 1) = \\beta(1, 1) \\).\n\n**Ex. 1.** Let \\( \\psi^4_4(x, y) = \\left\\{ \\psi^2_2(x, y) \\right\\}^2 \\)\n\nhere \\( \\phi^2 v = Fu = v^2 \\) and \\( \\phi v = v^2 \\)\n\ntherefore \\( \\psi(x, y) = \\left\\{ \\frac{\\alpha(x, y)_{n+1}}{\\beta(x, y)_n} \\right\\}^{v^2} \\) if \\( \\alpha(1, 1) = \\beta(1, 1) \\)\n\nmore particular solutions are\n\n\\[ \\psi(x, y) = \\left( \\frac{x+y}{2 \\phi \\left( \\frac{y}{x} \\right)} \\right)^{v^2} \\quad \\text{and} \\quad \\psi(x, y) = \\left( \\frac{x^2 + ixy + y^2}{3y} \\right)^{v^2} \\]\nProblem XVI.\n\nGiven the equation\n\n\\[ F \\left\\{ \\psi(x, y), \\psi^{2, z}(x, y), \\ldots &c. \\psi^p, p(x, y) \\right\\} = 0 \\]\n\nThe same substitution as that employed in the last Problem will reduce this equation of two variables to a similar one which contains only one\n\nputting \\( \\psi(x, y) = \\phi \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right) \\) we have \\( \\psi^{2, z}(x, y) = \\phi^2 \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right) \\)\n\nand \\( \\psi^p, p(x, y) = \\phi^p \\left( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} \\right) \\) also making \\( \\frac{\\alpha(x, y)^{n+1}}{\\beta(x, y)^n} = v \\)\n\nthe given equation becomes\n\n\\[ F \\left\\{ \\phi v, \\phi^2 v, \\ldots \\phi^p v \\right\\} = 0 \\]\n\nan equation which contains only one variable, and may therefore be solved by the methods described in the first part.\n\nProblem XVII.\n\nRequired the solution of the equation\n\n\\[ F \\left\\{ \\psi(x, y), \\psi^{2, z}(x, y), \\ldots \\psi^p, p(x, y) \\right\\} = 0 \\]\n\nThe following considerations lead to another mode of solution applicable to this Problem. If in the function \\( \\psi(x, y) \\) we put \\( y \\) equal to \\( x \\) it becomes \\( \\psi(x, x) \\) call this \\( \\phi x \\): then if in the second simultaneous function of \\( \\psi(x, y) \\) we put \\( y \\) equal \\( x \\), the result will be the same as if we had taken the second function of \\( \\psi(x, x) \\) or \\( \\phi x \\) relative to \\( x \\), or symbolically expressed, it is\n\n\\[ \\psi^{2, z}(x, y) = \\psi(\\psi(x, x), \\psi(x, x)) = \\phi^3 x \\quad [y=x] \\]\n\nthis may be rendered evident by substituting for the right side of the equation its value \\( \\psi(\\psi(x, y), \\psi(x, y)) \\).\nIn the same manner it may be shown, that if we take the $p^{th}$ simultaneous function, and then put $x$ for $y$, the result will be the same as the $p^{th}$ function of $\\phi x$, or expressed in symbols it is\n\n$$\\psi^{p,p}(x,y) = \\phi^p(x) \\quad [y=x]$$\n\nNow since this equation is identical when $y$ is equal to $x$, it will remain so when any other quantity as $v$ is put for $x$, if the same quantity is also put for $y$, therefore\n\n$$\\psi^{p,p}(v,v) = \\phi^p(v)$$\n\nnow let $v=\\psi(x,y)$ this equation becomes\n\n$$\\psi^{p,p}(\\psi(x,y), \\psi(x,y)) = \\phi^p \\psi(x,y)$$\n\nbut the right side of this equation is nothing more than the $p+1^{th}$ simultaneous function of $\\psi(x,y)$, consequently\n\n$$\\psi^{p+1,p+1}(x,y) = \\psi^p \\psi(x,y)$$\n\nIf now in the equation of the Problem we substitute the several values thus formed of the simultaneous functions, we shall have\n\n$$F\\{\\psi(x,y), \\phi \\psi(x,y), \\phi^2 \\psi(x,y), \\ldots \\phi^{p-1} \\psi(x,y)\\} = 0$$\n\nand putting $z$ for $\\psi(x,y)$ we have\n\n$$F\\{z, \\phi z, \\phi^2 z, \\ldots \\phi^{p-1} z\\} = 0$$\n\nwhich is a functional equation of one variable, and may be solved by the methods of the first Part. The form of $\\phi$ being thus ascertained, we have for determining $\\psi(x,y)$ the equation\n\n$$\\psi(x,y) = \\phi x \\quad [y=x]$$\n\nor expressed in words $\\psi(x,y)$ may be any function of $x$ and $y$ which becomes equal to $\\phi x$ when $y$ is equal to $x$.\nProblem XVIII.\n\nGiven the equation \\( \\psi^p \\cdot p(x, y) = F(x, y) \\)\n\\( F(x, y) \\) being such a function of \\( x \\) and \\( y \\) that it may be reducible to the form \\( F \\gamma(x, y) \\).\n\nAssume \\( \\psi(x, y) = \\left\\{ \\frac{\\beta(1, 1)}{\\alpha(1, 1)} \\phi \\left( \\frac{\\alpha(x, y)_n}{\\beta(x, y)_m} \\right) \\right\\}^{1/(n-m)} \\)\n\nthen from eq. (7) we have\n\n\\[ \\psi^p \\cdot p(x, y) = \\left\\{ \\frac{\\beta(1, 1)}{\\alpha(1, 1)} \\phi^p \\left( \\frac{\\alpha(x, y)_n}{\\beta(x, y)_m} \\right) \\right\\}^{1/(n-m)} \\]\n\nmake \\( \\frac{\\alpha(x, y)_n}{\\beta(x, y)_m} = \\gamma(x, y) = v \\), and since \\( \\gamma(x, y) \\) is given and \\( \\alpha \\) and \\( \\beta \\) are indeterminate, this equation may be easily satisfied in an infinite number of ways; put \\( v \\) for \\( \\gamma(x, y) \\) our equation becomes\n\n\\[ \\left\\{ \\frac{\\beta(1, 1)}{\\alpha(1, 1)} \\phi^p v \\right\\}^{1/(n-m)} = Fv \\]\n\nwhich contains only one variable and may be solved by the methods of the former part.\n\nEx. 1. Let \\( \\psi^p \\cdot p(x, y) = \\frac{x+y}{2f(1)} f \\left( \\frac{x}{y} \\right) \\)\n\nAssume \\( \\alpha(x, y) = (x+y)f \\left( \\frac{x}{y} \\right) \\) and \\( \\beta(x, y) = 2f(1) \\)\n\nthen it becomes\n\n\\[ \\phi^p v = v \\]\n\nand calling \\( f \\) any particular solution of this equation we have for the general one\n\n\\[ \\psi(x, y) = \\phi^{-1} f \\left( \\frac{x+y}{2f(1)} f \\left( \\frac{x}{y} \\right) \\right) \\]\nEx. 2. Let $\\psi^3(x, y) = \\frac{x^2}{y}$\n\nput $\\alpha(x, y) = x^2$ and $\\beta(x, y) = y$\n\nthen the equation to be solved is $\\phi^3 v = v$ a particular solution of which is $\\phi v = \\frac{1+v}{1-3v}$ putting for $v$ its value and using the general solution we have\n\n$$\\psi(x, y) = \\phi^{-1} \\left( \\frac{1+\\phi \\frac{x^2}{y}}{1-3\\phi \\frac{x^2}{y}} \\right)$$\n\nas a particular case, take\n\n$$\\psi(x, y) = \\left( \\frac{y^n + x^{2n}}{y^n - 3x^{2n}} \\right)^{\\frac{1}{n}}$$\n\nwhich will be found on trial to satisfy the condition.\n\n**Problem XIX.**\n\nGiven the equation\n\n$$F \\left\\{ \\gamma(x, y), \\psi(x, y), \\psi^2(x, y), \\ldots \\psi^p(x, y) \\right\\} = 0$$\n\nThis equation is evidently capable of solution by the same means as the last; putting\n\n$$\\psi(x, y) = \\left( \\frac{\\beta(1, 1)}{\\alpha(1, 1)} \\phi \\left( \\frac{\\alpha(x, y)^n}{\\beta(x, y)^m} \\right) \\right)^{\\frac{1}{n-m}}$$\n\nwe have as before\n\n$$\\psi^p(x, y) = \\left( \\frac{\\beta(1, 1)}{\\alpha(1, 1)} \\phi^p \\left( \\frac{\\alpha(x, y)^n}{\\beta(x, y)^m} \\right) \\right)^{\\frac{1}{n-m}}$$\n\nand assuming $\\alpha$ and $\\beta$ such that $\\frac{\\alpha(x, y)^n}{\\beta(x, y)^m} = \\gamma(x, y) = v$ and\nmaking $\\frac{\\beta(1,1)}{x(1,1)} = a$ our equation becomes\n\n$$F \\left\\{ v, \\left(a \\phi^v\\right), \\left(a \\phi^2 v\\right), \\ldots \\left(a \\phi^p\\right) \\right\\} = 0$$\n\nwhich may be solved by Prob. XIX. Part I.\n\n**Problem XX.**\n\nGiven the equation\n\n$$\\psi^{2,1}(x,y) = \\psi^{1,2}(x,y)$$\n\nThis equation, containing no simultaneous function, is different from any we have yet solved, and requires the application of a peculiar artifice.\n\nIn my former Paper, in order to reduce the equation $\\psi x = ax$\n\nto one of the first order, I made use of the substitution $\\bar{\\phi} f \\phi x$\n\nfor $\\psi x$: an analogous one must be employed on the present occasion; let us suppose\n\n$$\\psi(x,y) = \\bar{\\phi} f(\\phi x, \\phi y)$$\n\nthe effect of this will be very similar to that of the one just alluded to, and its great utility will be evident by considering its result in the various orders of the same function, thus\n\n$$\\psi^{2,1}(x,y) = \\bar{\\phi} f(\\phi \\bar{\\phi} f(\\phi x, \\phi y), \\phi y) = \\bar{\\phi} f(f(\\phi x, \\phi y), \\phi y)$$\n\n$$= \\bar{\\phi} f^{2,1}(\\phi x, \\phi y)$$\n\n$$\\psi^{1,2}(x,y) = \\bar{\\phi} f(\\phi x, \\phi \\bar{\\phi} f(\\phi x, \\phi y)) = \\bar{\\phi} f(\\phi x, f(\\phi x, \\phi y))$$\n\n$$= \\bar{\\phi} f^{1,2}(\\phi x, \\phi y)$$\n\n$$\\psi^{2,2}(x,y) = \\bar{\\phi} f(\\phi \\bar{\\phi} f(\\phi x, \\phi y), \\phi \\bar{\\phi} f(\\phi x, \\phi y)) = \\bar{\\phi} f(f(\\phi x, \\phi y), f(\\phi x, \\phi y))$$\n\n$$= \\bar{\\phi} f^{2,2}(\\phi x, \\phi y)$$\n\nand continuing the same substitutions we shall find\n\n$$\\psi^{3,1}(x,y) = \\bar{\\phi} f^{3,1}(\\phi x, \\phi y)$$\n\nand\n\n$$\\psi^{1,3}(x,y) = \\bar{\\phi} f^{1,3}(\\phi x, \\phi y)$$\nand generally\n\n\\[ \\psi^n, m(x, y) = \\phi^i f^n, m(\\phi x, \\phi y) \\]\n\nIf there are more variables than two, the proper substitution to be made is\n\n\\[ \\psi(x_1, x_2, \\ldots x_i) = \\phi^i f^1, i, \\&c.(\\phi x_1, \\phi x_2, \\ldots \\phi x_i) \\]\n\nand there would result generally\n\n\\[ \\psi^n, m, p, \\&c.(x_1, x_2, \\ldots x_i) = \\phi^i f^n, m, p, \\&c.(\\phi x_1, \\phi x_2, \\ldots \\phi x_i) \\]\n\nBy such substitutions all simple functional equations of every order and of any number of variables, may be reduced to those of the first order: but the difficulty is not then overcome, the resulting equations are by no means easy to solve, and in a variety of cases it appears, that they are contradictory or impossible.\n\nLet us apply this substitution to the equation of this Problem, then since \\( \\psi(x, y) = \\phi^i f(\\phi x, \\phi y) \\) we have\n\n\\[ \\phi^i f^2, 1(\\phi x, \\phi y) = \\phi^i f^1, 2(\\phi x, \\phi y) \\]\n\nPerforming the operation denoted by \\( \\phi^i \\) on both sides it becomes\n\n\\[ f^2, 1(\\phi x, \\phi y) = f^2, 1(\\phi x, \\phi y) \\]\n\nPut \\( \\phi x \\) for \\( x \\) and \\( \\phi y \\) for \\( y \\) then it becomes\n\n\\[ f^2, 1(x, y) = f^1, 2(x, y) \\]\n\nwhich is nothing more than the original equation; from it, however we learn, that if we can find one particular solution, we can always deduce from it the general one, which supposing \\( f \\) a particular case, will be\n\n\\[ \\psi(x, y) = \\phi^i f(\\phi x, \\phi y) \\]\n\nAfter repeated endeavours I have been unable to find any particular case which will satisfy the equation\n\n\\[ \\psi^2, 1(x, y) = \\psi^1, 2(x, y) \\]\nI have also made some attempts at discovering particular solutions of the two following equations, and have met with no success.\n\n\\[ \\psi^{2,2}(x,y) = \\psi^{1,2}(x,y) \\text{ and } \\psi^{2,1}(x,y) = \\psi^{1,1}(x,y) \\]\n\nShould, however, any particular case be found, their general solutions flow immediately from the method just explained.\n\nWith regard to the equation of the Problem \\( \\psi^{2,1}(x,y) = \\psi^{1,2}(x,y) \\), I have little expectation of finding any particular case, as I think the following reasoning, though perhaps not quite so satisfactory as might be wished, will show the impossibility of it. First, let us suppose, that \\( \\psi(x,y) \\) is a symmetrical function of \\( x \\) and \\( y \\), let it be \\( \\chi(\\bar{x},\\bar{y}) \\) then our equation becomes\n\n\\[ \\chi\\{\\chi(\\bar{x},\\bar{y}),\\bar{y}\\} = \\chi\\{\\bar{x},\\chi(\\bar{x},\\bar{y})\\} = \\chi\\{\\chi(\\bar{x},\\bar{y}),\\bar{x}\\} \\]\n\nComparing the first of these expressions with the third, we may observe that in the first, wherever \\( \\chi(\\bar{x},\\bar{y}) \\) occurs, the same quantity \\( \\chi(\\bar{x},\\bar{y}) \\) also occurs in the third, consequently in this respect, the first and third are identical: but wherever \\( y \\) occurs in the first, \\( x \\) occurs similarly in the third, therefore in this respect they cannot be identical, unless \\( y \\) is equal to \\( x \\).\n\nFrom this it appears, that the equation in question cannot be solved by any symmetrical function. Again, the given equation \\( \\psi^{2,1}(x,y) = \\psi^{1,2}(x,y) \\) contains \\( x \\) and \\( y \\) in the same manner, and no reason can be assigned why in the solution \\( x \\) should be contained differently from \\( y \\): this may, perhaps, be made more clear, thus. Let \\( f(x,y) \\) be the quantity to which each side of the given equation is equal, then\n\n\\[ \\psi^{2,1}(x,y) = f(x,y) = \\psi^{1,2}(x,y) \\]\n\nNow since \\( \\psi(\\psi(x,y),y) = f(x,y) \\) and also \\( \\psi(x,\\psi(x,y)) = \\)\n$f(x,y)$; and since taking the second functions is a direct operation, it is evident that the original function $\\psi(x,y)$ will produce the same result, whether we take the second function relative to $x$ or relative to $y$; therefore it must be similarly composed of $x$ and $y$; that is to say, it must be symmetrical relative to $x$ and $y$: but we have before shown that no symmetrical function can satisfy the equation, consequently the equation is contradictory.\n\nThis train of reasoning I offer with considerable hesitation, well aware of the extreme difficulty of reasoning correctly on a subject so very general, and which, from its novelty, the mind has not been sufficiently habituated to consider, so as to rely with confidence on any lengthened process of reasoning. I thought it, however, right to mention this proof, that those who may seek for particular cases, might first enquire whether the equation be possible.\n\n**Problem XXI.**\n\nGiven the equation\n\n$$x \\psi_1^2(x,y) = y \\psi_2^1(x,y)$$\n\nSubstituting $\\phi f(\\phi x, \\phi y)$ for $\\psi(x,y)$ in this equation we have\n\n$$x \\phi_1^2(\\phi x, \\phi y) = y \\phi_2^1(\\phi x, \\phi y)$$\n\nputting $\\phi_1 x$ for $x$ and $\\phi_1 y$ for $y$ it becomes\n\n$$\\phi_1 x \\cdot \\phi_1^2(x,y) = \\phi_1 y \\cdot \\phi_1^2(x,y)$$\n\nThis equation will be satisfied if we could find such a form for $f$, that the two following equations might be fulfilled.\n\n$$f_1^2(x,y) = y \\text{ and } f_2^1(x,y) = x$$\n\nfor in that case it would become\n\n$$\\phi_1 x \\cdot \\phi_1 y = \\phi_1 y \\cdot \\phi_1 x$$\n\nwhich is identical.\n\nMDCCCXVI. G g\nOur enquiries must therefore be directed to this point, and it will be found that \\( f(x, y) = a - x - y \\) has the required properties, and is a particular solution of the given equation; hence the general solution is\n\n\\[\n\\psi(x, y) = \\phi^{-1}(a - \\phi x - \\phi y)\n\\]\n\nThere are many other particular cases which fulfil the same condition, such as\n\n\\[\nf(x, y) = \\frac{a}{xy} \\quad \\text{and} \\quad f(x, y) = \\frac{1-x-y}{1-bxy}\n\\]\n\nthese give the general solutions\n\n\\[\n\\psi(x, y) = \\phi^{-1}\\left(\\frac{a}{\\phi x \\phi y}\\right) \\quad \\text{and} \\quad \\psi(x, y) = \\phi^{-1}\\left(\\frac{1-\\phi x-\\phi y}{1-b\\phi x \\phi y}\\right)\n\\]\n\n**Problem XXII.**\n\nGiven the equation\n\n\\[\n\\psi^{2,1}(x, y) \\cdot \\psi^{1,2}(x, y) = xy\n\\]\n\nUsing the same substitution employed in the last Problem, this equation becomes\n\n\\[\n\\phi^{-1}f^{2,1}(\\phi x, \\phi y) \\cdot \\phi^{-1}f^{1,2}(\\phi x, \\phi y) = xy\n\\]\n\nand putting \\( \\phi^{-1}x \\) for \\( x \\), and \\( \\phi^{-1}y \\) for \\( y \\) we have\n\n\\[\n\\phi^{-1}f^{2,1}(x, y) \\cdot \\phi^{-1}f^{1,2}(x, y) = \\phi^{-1}x \\cdot \\phi^{-1}y\n\\]\n\nwhich becomes identical, if \\( f^{2,1}(x, y) = x \\) and \\( f^{1,2}(x, y) = y \\)\n\nconsequently all the solutions of the last Problem also solve this.\n\n**Problem XXIII.**\n\nGiven the equation\n\n\\[\nF\\{x, \\psi^{1,2}(x, y)\\} = F\\{\\psi^{2,1}(x, y), y\\}\n\\]\n\nthis equation may be solved by the same artifice as the two last, assuming \\( \\psi(x, y) = \\phi^{-1}f(\\phi x, \\phi y) \\) we have\n\n\\[\nF\\{x, \\phi^{-1}f^{1,2}(\\phi x, \\phi y)\\} = F\\{\\phi^{-1}f^{2,1}(\\phi x, \\phi y), y\\}\n\\]\nand putting $\\phi^{-1} x$ for $x$, and $\\phi^{-1} y$ for $y$, it becomes\n\n$$F \\left\\{ \\phi^{-1} x, \\phi^{-1} f^{2,1}(x,y) \\right\\} = F \\left\\{ \\phi^{-1} f^{2,1}(x,y), \\phi^{-1} y \\right\\}$$\n\nthis is identical if we assume $f$ so that the two conditions $f^{1,2}(x,y) = y$ and $f^{2,1}(x,y) = x$ may be fulfilled.\n\nThe same method is applicable to the equation\n\n$$\\left\\{ \\psi^{2,1}(x,y) - x \\right\\} F(x,y,\\psi(x,y) &c.) = \\left\\{ \\psi^{1,2}(x,y) - y \\right\\} F(x,y,\\psi(x,y), &c.)$$\n\nfor the two factors which multiply $F$ and $F$ vanish on account of the value of $f$.\n\n**Problem XXIV.**\n\nGiven the equation\n\n$$x \\psi^{2,2}(x,y) = a \\psi^{2,1}(x,y)$$\n\nthis equation, by means of the substitution already so frequently employed, becomes\n\n$$x \\phi^{-1} f^{2,2}(\\phi x, \\phi y) = a \\phi^{-1} f^{2,1}(\\phi x, \\phi y)$$\n\nand putting $\\phi^{-1} x$ for $x$, and $\\phi^{-1} y$ for $y$ we have\n\n$$\\phi^{-1} x \\cdot \\phi^{-1} f^{2,2}(x,y) = a \\phi^{-1} f^{2,1}(x,y)$$\n\nAn artifice somewhat similar to the one already employed, will afford the solution of this equation: if we can find such a value of $f(x,y)$ that $f^{2,2}(x,y) = c$ and also $f^{2,1}(x,y) = x$ the equation will become identical by making $c = \\phi a$. Such a value of $f$ is $f(x,y) = c \\frac{y}{x}$ for\n\n$$f^{2,2}(x,y) = c \\frac{c y}{x} = c \\text{ and } f^{2,1}(x,y) = c \\frac{y}{x} = x$$\n\nhence the general solution of the given equation is\n\n$$\\psi(x,y) = \\phi^{-1} \\left( \\frac{\\phi a \\phi y}{\\phi x} \\right)$$\nProblem XXV.\n\nGiven the equation\n\n\\[ F \\{ \\psi^{2,2}(x,y), x \\} = F \\{ a, \\psi^{2,1}(x,y) \\} \\]\n\nmaking the substitution \\( \\bar{\\phi}^i f(\\phi x, \\phi y) \\) for \\( \\psi(x,y) \\) and in the result putting \\( \\bar{\\phi}^i x \\) for \\( x \\), and \\( \\bar{\\phi}^i y \\) for \\( y \\), we shall find\n\n\\[ F \\{ \\bar{\\phi}^i f^{2,2}(x,y), \\bar{\\phi}^i x \\} = F \\{ a, \\bar{\\phi}^i f^{2,1}(x,y) \\} \\]\n\nwhich will become identical if we select such a value for \\( f(x,y) \\) that \\( \\bar{\\phi}^i f^{2,2}(x,y) = a \\), and also \\( f^{2,1}(x,y) = x \\) such a value is \\( f(x,y) = \\phi a + y - x \\); hence the general solution of the Problem is\n\n\\[ \\psi(x,y) = \\bar{\\phi}^i (\\phi a + \\phi y - \\phi x) \\]\n\nthe more general equation\n\n\\[ \\{ \\psi^{2,1}(x,y) - x \\} F \\{ x, y, \\psi(x,y), \\&c. \\} = \\psi^{2,2}(x,y). \\]\n\n\\[ F \\{ x, y, \\psi(x,y), \\&c. \\} \\]\n\nmay be solved nearly in the same manner, its solution will be\n\n\\[ \\psi(x,y) = \\bar{\\phi}^i (\\phi y - \\phi x) \\]\n\nProblem XXVI.\n\nGiven the equation\n\n\\[ F \\{ x, y, \\psi(x,y), \\psi^{1,2}(x,y), \\psi^{2,1}(x,y), \\&c. \\} = 0 \\]\n\nAssume \\( \\psi(x,y) = \\bar{\\phi}^i f(\\phi x, \\phi y) \\) then we have \\( \\psi^{2,1}(x,y) = \\bar{\\phi}^i f^{2,1}(\\phi x, \\phi y) \\), and \\( \\psi^{1,2}(x,y) = \\bar{\\phi}^i f^{1,2}(x,y) \\) and generally \\( \\psi^{n,m}(x,y) = \\bar{\\phi}^i f^{n,m}(\\phi x, \\phi y) \\)\n\nSubstituting these values the equation becomes\n\n\\[ F \\{ x, y, \\bar{\\phi}^i f(\\phi x, \\phi y), \\bar{\\phi}^i f^{1,2}(\\phi x, \\phi y), \\bar{\\phi}^i f^{2,1}(\\phi x, \\phi y), \\&c. \\} = 0 \\]\nand putting $\\bar{\\phi}^1 x$ for $x$ and $\\bar{\\phi}^1 y$ for $y$ we have\n\n$$F \\left\\{ \\bar{\\phi}^1 x, \\bar{\\phi}^1 y, \\bar{\\phi}^1 f(x, y), \\bar{\\phi}^1 f_1, 2(x, y), \\bar{\\phi}^1 f_2, 1(x, y), \\&c. \\right\\} = 0$$\n\nSome particular value of $f$ must now be assumed, and the equation treated as one of the first order relative to $\\bar{\\phi}^1$.\n\nThe form to be assigned to $f$ is of some consequence; it ought to be a particular solution of the original equation: for if we assign to it any other form, this adds a limitation to the original equation which may or may not agree with it, a particular solution should therefore always be employed. This remark is applicable to several Problems in my former Paper, and with this restriction, their solutions will remain correct.\n\n**Problem XXVII.**\n\nTo transform the equation\n\n$$F \\left\\{ x, y, \\psi(x, y), \\psi_1, 2(ax, \\beta y), \\psi_1, 2(ax, \\beta y), \\&c. \\right\\} = 0$$\n\ninto the form of the equation of the preceding Problem.\n\nAssume $\\psi(x, y) = \\bar{\\phi}^1 f(\\phi x, \\phi y)$, then the equation becomes\n\n$$F \\left\\{ x, y, \\bar{\\phi}^1 f(\\phi x, \\phi y), \\bar{\\phi}^1 f_1, 2(\\phi ax, \\phi \\beta y), \\bar{\\phi}^1 f_2, 1(\\phi ax, \\phi \\beta y), \\&c. \\right\\} = 0$$\n\nfind for $\\phi$ by Prob. VII. Part I. such a value that it shall not change when any of the following quantities are substituted for $x$.\n\n| $\\alpha x$ | $\\beta x$ |\n|-----------|----------|\n| $\\alpha x$ | $\\beta x$ |\n| $\\alpha x$ | $\\beta x$ |\n\n$\\&c.$ $\\&c.$\n\nlet this value be $A$, then the equation becomes\n\n$$F \\left\\{ x, y, \\bar{\\phi}^1 f(Ax, Ay), \\bar{\\phi}^1 f_1, 2(Ax, Ay), \\&c. \\right\\} = 0$$\nor putting $\\bar{A}^1 x$ for $x$, and $\\bar{A}^1 y$ for $y$ we have\n\n$$F\\{\\bar{A}^1 x, \\bar{A}^1 y, \\bar{A}^1 f(x,y), \\bar{A}^1 f_2, 1(x,y), \\bar{A}^1 f_1, 2(x,y), \\&c.\\} = 0$$\n\nan equation of the required form.\n\nOne important use of this transformation is the solution of equations of the form\n\n$$F\\{x, y, \\psi(x, y), \\psi_1, 2(x, y), \\psi_1, 3(x, y), \\&c.\\} = 0$$\n\nin which the functions are taken only relative to $y$, and yet $x$ is not altogether constant. It may be transformed into\n\n$$F\\{x, y, \\psi(x, y), \\psi_1, 2(x, y), \\psi_1, 3(x, y), \\&c.\\} = 0$$\n\nwhich may be treated as an equation of one variable, $x$ being constant. This is the species of equation alluded to at page (198)\n\nAfter considering the various equations amongst the higher orders of functions, another question presents itself, which may be thus stated. What must be the form of a function of $(n)$ variables, such that taking the functions relative to any or to all of them any number of times, and combining these quantities in any manner, the result shall (when all these variables are made equal to $x$) be equal to a given function of $x$? This question might thus be expressed when there are only two variables\n\n$$F\\{x, y, \\psi(x, y), \\psi_1, 2(x, y), \\psi_2, 1(x, y), \\&c.\\} = f(a) \\quad y=x$$\n\nthis condition obviously enlarges the signification of the function $\\psi$, and the solutions ought to be more general. We shall accordingly find that some equations, of which without this condition we cannot find even a particular solution, are capable, when it is added, of very extensive ones. When there are more than two variables, the condition may be, that making\nthem equal by pairs, the result shall be given: a particular case would be the equation\n\n\\[ F \\{ x, y, z, v, w, r, \\psi(x, y, z, v, w, r, \\&c.) \\} = F_i \\{ x, v, r \\} \\begin{bmatrix} y = x \\\\ z = v \\\\ w = r \\end{bmatrix} \\]\n\nInstead of making \\( y \\) equal to \\( x \\), and \\( z \\) to \\( v \\) and so on, \\( y \\) might become a given function of \\( x \\), and \\( z \\) a given function of \\( v \\), &c. thus:\n\n\\[ F \\{ x, y, z, v, w, r, \\psi(x, y, z, v, w, r), \\&c. \\} = F_i \\{ x, v, r \\} \\begin{bmatrix} y = ax \\\\ z = \\beta v \\\\ w = \\gamma r \\end{bmatrix} \\]\n\na few examples will sufficiently explain the method to be pursued in treating these equations.\n\n**Problem XXVIII.**\n\nGiven the equation\n\n\\[ \\psi^{2,1}(x, y) = \\psi^{1,2}(x, y) \\quad [y = x] \\]\n\nThis Problem, of which without the condition of \\( y \\) being made equal to \\( x \\) we could not find even a particular case, readily admits of solution in its present state. Since \\( \\psi^{2,1}(x, y) \\) is only equal to \\( \\psi^{1,2}(x, y) \\), when \\( y = x \\) we may put for the given equation\n\n\\[ \\psi^{2,1}(x, y) = \\phi \\{ (x, y), \\psi^{1,2}(x, y) \\} \\quad (1) \\]\n\nprovided that when \\( y \\) is equal to \\( x \\), the latter side of the equation shall become \\( \\psi^{1,2}(x, y) \\), and this fully satisfies the condition of the Problem. If, therefore, we can find such a value of \\( \\phi \\), the equation (1) may be treated as a common functional equation of two variables, and may be solved by the rules already given.\n\nNor is it at all difficult to find such a value of \\( \\phi \\); if we make \\( \\psi^{1,2}(x, y) = z \\), \\( \\phi \\) must be such a function that\n\n\\[ \\phi(x, y, z) = z \\quad [y = x] \\]\nIt is evident that particular values of $\\phi$ are\n\n$$x - y + z \\quad \\text{and} \\quad \\frac{x}{y} z$$\n\nmany others might be mentioned, but it is desirable to determine $\\phi$ more generally\n\nSince $$\\phi(x, y, z) = z \\quad [y = x]$$\n\nit is evident that $$\\phi(x, x, z) = z$$\n\nand since this is independent on any particular value of $x$ we have\n\n$$\\phi(v, v, z) = z$$\n\nthat is to say, that whatever quantity is substituted for $x$, if the same quantity is also substituted for $y$, the result will be equal to $z$. Now let $v = \\phi(x, y, z)$, it becomes\n\n$$\\phi\\{\\phi(x, y, z), \\phi(x, y, z), z\\} = z$$\n\nbut this expression is nothing more than the second simultaneous function relative to $x$ and $y$, and may be therefore more concisely expressed thus\n\n$$\\phi^{2, 1}(x, y, z) = z$$\n\nin which equation, since it does not vary relative to $z$, that quantity may be considered as a constant; and the equation\n\n$$\\phi^{2, 2}(x, y) = z = \\text{constant}$$\n\nbeing solved, we have only to substitute instead of the various constant quantities arbitrary functions of $z$: thus then the solution of the equation\n\n$$\\phi(x, y, z) = x \\quad [y = x]$$\n\nis reduced to that of\n\n$$\\psi^{2, 2}(x, y) = \\text{constant}$$\n\nand we have only to refer to Problem (10) for its general solution.\n\nLet us apply this to the solution of the equation of this Problem\n\n$$\\psi^{2, 1}(x, y) = \\psi^{1, 2}(x, y) \\quad [y = x]$$\ntake as a particular case of the equation $\\phi^{2,2,1}(x,y,z) = z$\n$\\phi(x,y,z) = \\frac{x}{y}z$, then the equation of the Problem becomes\n$\\psi^{2,1}(x,y) = \\frac{x}{y}\\psi^{1,2}(x,y)$ or $y\\psi^{2,1}(x,y) = x\\psi^{1,2}(x,y)$\nthis is the equation solved in Prob. XXI. therefore all its solutions are also solutions of this equation. This however is, comparatively speaking, but a very limited answer: every different solution of the equation $\\phi^{2,2,1}(x,y,z) = z$ furnishes a new solution of our Problem, containing one or more arbitrary functions; each of these may very justly be called a general solution; but to investigate the number and nature of the arbitrary constants which enter into the complete solution, is an enquiry of considerable difficulty.\n\n**Problem XXIX.**\n\nGiven the equation\n\n$$\\psi^{2,2,1}(x,y) = F(x) \\quad [y=ax]$$\n\nThis signifies, that after taking the second function relative to $x$, and then the second relative to $y$; the result is considered merely as a function of $x$, and its $n^{th}$ function taken relative to that variable: lastly, the quantity to which this becomes equal, after performing these operations, is given. The manner of treating these equations is very simple; put\n\n$$\\psi^{2,2}(x,x) = \\chi(x),$$ then our equation becomes\n\n$$\\psi^{2,2,1}(x,y) = \\chi^n(x) = F(x) \\quad [y=ax]$$\n\ndetermine $\\chi$ from the equation $\\chi^n x = F(x)$ by Prob. XIII. Part I. and let its solution be $F_1(x)$, then we have\n\n$$\\psi^{2,2}(x,y) = F_1(x) \\quad [y=ax]$$\n\nMDCCCLXVI. H h\nThis equation may be solved by nearly the same method as that employed in the last Problem.\n\nIf the function occurs in different shapes or of various orders, this method is inapplicable, as in the following Problem.\n\n**Problem XXX.**\n\nGiven the equation\n\n\\[ F \\left\\{ \\psi^{2,1}(x,y), \\psi^{1,2}(x,y), x, y \\right\\} = 0 \\quad [y = x] \\]\n\nThe difficulties in this case appear to be much increased from this circumstance, that the second function of \\( \\psi^{2,1}(x,x) \\) relative to \\( x \\) is quite different from the second function of \\( \\psi^{1,2}(x,x) \\) relative to the same quantity. The method of solution which I shall explain is equally applicable to all of this species, and consists in reducing them to a class which has been already solved.\n\nIt may be observed, that whether we take the second function of \\( \\psi^{2,1}(x,x) \\) relative to \\( x \\), or whether we take the simultaneous function of \\( \\psi^{2,1}(x,y) \\) considered as a simple function, and in the result put \\( x \\) for \\( y \\), the two expressions will be the same; the first gives\n\n\\[ \\psi^{2,1}(\\psi^{2,1}(x,x), \\psi^{2,1}(x,x)) \\]\n\nand the second is\n\n\\[ \\psi^{2,1}(\\psi^{2,1}(x,y), \\psi^{2,1}(x,y)) \\]\n\nwhich when \\( y \\) becomes equal to \\( x \\) is identical with the former; but\n\n\\[ \\psi^{2,1}(\\psi^{2,1}(x,y), \\psi^{2,1}(x,y)) = \\psi^{2,1}\\{\\psi(\\psi(x,y),y), \\psi(\\psi(x,y),y)\\} \\]\n\nthe lower line of indices denoting the quantities relative to which the operations are performed. In a similar manner it may be shown, that\n\n\\[ \\psi^{1,2}(x,y) = \\psi^{1,2}(x,y) \\]\nSubstituting these values in the original equation, we have\n\n\\[ F \\{ \\psi(x, y), \\psi(x, y), x, y \\} = 0 \\quad [y = x] \\]\n\nThis is an equation similar to that of Problem XXVIII., and may be solved by the same means.\n\nNew methods of solving functional equations of the first order, and also differential functional equations.\n\nThe new methods which I now propose to explain are only applicable to equations of the form\n\n\\[ F \\{ x, \\psi x, \\psi \\alpha x, \\psi \\alpha^2 x, \\ldots \\psi \\alpha^n x \\} = 0 \\]\n\nwhere \\( \\alpha \\) must be such a function that \\( \\alpha^{n+1}x = x \\). By the method of Prob. VII. Part I. all functional equations of the first order may be reduced to this form; and although in many cases this reduction is very difficult, or even in the present state of analysis out of our power, yet it is theoretically possible, and we shall therefore consider all equations as so reduced. There is this remarkable difference between the former methods and the present one:\n\nThose which I have already given always led to the general solution, and perhaps, in some cases, to the complete one; these, on the contrary, which I shall now propose, always conduct us directly to a particular solution, which does not contain even an arbitrary constant. It has, however, several advantages; it is the most direct method with which we are yet acquainted; and if by any means we could introduce into these solutions an arbitrary constant, it would afford us general ones: this is a step which is wanting to connect it with the former methods. In the case of differential functional\nequations, this step is supplied by the integrations which are necessary, and we thus arrive at their general solutions.\n\n**Problem XXXI.**\n\nGiven the equation\n\n\\[ F \\{ x, \\psi x, \\psi \\alpha x \\} = 0 \\]\n\nand also \\( \\alpha^3 x = x \\)\n\nFind \\( \\psi x \\) in terms of \\( x \\) and \\( \\psi \\alpha x \\); let it be\n\n\\[ \\psi x = F \\{ x, \\psi \\alpha x \\} \\]\n\nput \\( \\alpha x \\) for \\( x \\); then it becomes\n\n\\[ \\psi \\alpha x = F \\{ \\alpha x, \\psi \\alpha^2 x \\} = F \\{ \\alpha x, \\psi x \\} \\]\n\nput this value of \\( \\psi \\alpha x \\) in the former equation, and we have\n\n\\[ \\psi x = F \\{ x, F \\{ \\alpha x, \\psi x \\} \\} \\]\n\nfrom which equation \\( \\psi x \\) may be found in terms of \\( x \\).\n\nIf \\( \\alpha^3 x = x \\) instead of \\( \\alpha^2 x = x \\), we should find\n\n\\[ \\psi x = F \\{ x, F \\{ \\alpha x, F \\{ \\alpha^2 x, \\psi x \\} \\} \\} \\]\n\n**Ex. 1.** Take the equation \\( (\\psi x)^p \\cdot \\psi (a-x) = x^n \\) where \\( \\alpha x = a - x \\)\n\nthen\n\n\\[ \\psi x = \\left( \\frac{x^n}{\\psi (a-x)} \\right)^{\\frac{1}{p}} \\]\n\nand\n\n\\[ \\psi (a-x) = \\left( \\frac{(a-x)^n}{\\psi x} \\right)^{\\frac{1}{p}} \\]\n\nthis substituted in the former gives\n\n\\[ \\psi x = \\left( \\frac{x^n}{(\\psi x)^{\\frac{n}{p}}} \\right)^{\\frac{1}{p}} \\]\n\nfrom which we find\n\n\\[ \\psi x = \\left( \\frac{x}{(a-x)^{\\frac{1}{p}}} \\right)^{\\frac{np}{p^2-1}} \\]\n\nwhich will be found on trial to satisfy the equation.\nEx. 2. Given the equation \\( x^n \\psi x - a \\psi \\frac{1}{x} = bx^p \\)\n\nhere \\( ax = \\frac{1}{x} \\) and \\( a^2 x = x \\), and we have\n\n\\[\n\\psi x = \\frac{bx^p - a \\psi \\frac{1}{x}}{x^n}\n\\]\n\nand putting \\( \\frac{1}{x} \\) for \\( x \\) it becomes\n\n\\[\n\\psi \\frac{1}{x} = \\frac{bx^p - a \\psi x}{x^n}\n\\]\n\nSubstituting this in the former equation we find for the value of \\( \\psi x \\)\n\n\\[\n\\psi x = \\frac{b}{1-a^2} \\left\\{ x^{p-n} + ax^{-p} \\right\\}\n\\]\n\nEx. 3. Given the equation \\( x^n \\psi x - x^m \\psi \\left( \\frac{a-x}{1-cx} \\right) = x^p \\)\n\nby employing the same method its solution will be\n\n\\[\n\\psi (x) = \\frac{x^m \\left( \\frac{a-x}{1-cx} \\right)^p + x^p \\left( \\frac{a-x}{1-cx} \\right)^n}{\\left( \\frac{a-x}{1-cx} \\right)^n - \\left( \\frac{a-x}{1-cx} \\right)^m}\n\\]\n\n**Problem XXXII.**\n\nGiven the equation\n\n\\[\nF \\left\\{ x, \\psi x, \\psi \\alpha x, \\ldots \\psi \\alpha^n x \\right\\} = 0\n\\]\n\nand also \\( \\alpha^{n+1} = x \\)\n\nputting successively \\( x, \\alpha x, \\alpha^2 x, \\&c. \\alpha^n x \\) for \\( x \\), we have the following equations:\n\n\\[\nF \\left\\{ x, \\psi x, \\psi \\alpha x, \\ldots \\psi \\alpha^n x \\right\\} = 0 \\quad (1)\n\\]\n\n\\[\nF \\left\\{ \\alpha x, \\psi \\alpha x, \\psi \\alpha^2 x, \\ldots \\psi \\alpha^n x, \\psi x \\right\\} = 0 \\quad (2)\n\\]\n\n\\[\n\\&c. \\quad \\&c.\n\\]\n\n\\[\nF \\left\\{ \\alpha^n x, \\psi \\alpha^n x, \\psi x, \\psi \\alpha x, \\ldots \\psi \\alpha^{n-1} x \\right\\} = 0 \\quad (n+1)\n\\]\nFrom these $n+1$ equations we may eliminate the $n$ quantities $\\psi x$, $\\psi \\alpha^2 x$, and $\\psi \\alpha^n x$, and there will remain an equation of the form\n\n$$F \\{x, \\alpha x, \\alpha^2 x, \\ldots \\alpha^n x, \\psi x\\} = 0$$\n\nfrom which $\\psi x$ may readily be found.\n\n**Ex. 1.** Let $\\psi x + \\psi \\alpha x = fx$ and $\\alpha^3 x = x$\n\nthen $\\psi \\alpha x + \\psi \\alpha^2 x = f \\alpha x$\n\nalso $\\psi \\alpha^2 x + \\psi x = f \\alpha^2 x$\n\nhence we find $\\psi x = \\frac{1}{2} (fx - f \\alpha x + f \\alpha^2 x)$\n\n**Ex. 2.** take the equation\n\n$$\\psi x + fx \\psi \\alpha x = fx$$\n\nwhere $f$ and $f_i$ are perfectly arbitrary and $\\alpha^2 x = x$; then making use of process above described we find\n\n$$\\psi x = \\frac{fx - f \\alpha x}{1 - f \\alpha x}$$\n\nif $\\alpha^3 x = x$ we should have\n\n$$\\psi x = \\frac{fx - f \\alpha x + f \\alpha^2 x}{1 - f \\alpha x + f \\alpha^2 x}$$\n\nand generally when $\\alpha^n x = x$ we shall have\n\n$$\\psi x = \\frac{fx - f \\alpha x + f \\alpha^2 x - \\ldots + f \\alpha^{n-2} x + f \\alpha^{n-1} x}{1 - f \\alpha x + f \\alpha^2 x - \\ldots + f \\alpha^{n-1} x}$$\n\n**Ex. 3.** Take the equation\n\n$$\\psi x \\psi \\alpha x + fx \\psi x = fx$$\n\nif $\\alpha^2 x = x$, $\\psi x$ must be deduced from the equation\n\n$$\\psi x = \\frac{fx}{f \\alpha x + \\psi x}$$\nand generally when \\( \\alpha^n x = x \\) the form of \\( \\psi x \\) is determined by the equation.\n\n\\[\n\\psi x = \\frac{f_x}{f_{ax}} + \\frac{f_{a^2x}}{f_{ax} + f_{a^2x}} + \\cdots + \\frac{f_{a^{n-1}x}}{f_{a^{n-1}x} + \\psi x}\n\\]\n\nIt may be observed, that this method of discovering particular solutions by elimination, will not apply when the given equation contains only the different forms of the function without the variable quantity itself: thus it is not applicable to the equation\n\n\\[\nF \\{ \\psi x, \\psi ax, \\ldots \\psi a^n x \\} = 0\n\\]\n\nthe reason of this is obvious; for if we eliminate from this equation (by means of the \\( n \\) equations which arise by changing the order in which the functions are placed), all the functions but \\( \\psi x \\), we shall have a result containing nothing but \\( \\psi x \\) and constant quantities, and therefore, \\( \\psi x \\) is equal to a constant quantity: it is true such a value of \\( \\psi x \\) will satisfy the equation, but it scarcely deserves the name of a solution.\n\nAnother exception is, when the equation\n\n\\[\nF \\{ x, \\psi x, \\psi ax, \\&c., \\psi a^n x \\} = 0\n\\]\n\nis homogeneous relative to the different forms of the unknown function; for in this case when we attempt to eliminate them, they all disappear together, leaving an equation of condition; thus given\n\n\\[\n\\psi x = (a - x) \\psi ax \\text{ and } a^2 x = x\n\\]\n\nwe have\n\n\\[\n\\psi ax = (a - ax) \\psi a^2 x = (a - ax) \\psi x\n\\]\n\nand\n\n\\[\n\\psi x = (a - x)(a - ax) \\psi x \\text{ or } 1 = (a - ax)(a - ax)\n\\]\n\nwhich equation is not necessarily true.\nAnother exception is, when the given equation can be made to assume the form\n\n\\[ F \\{ \\psi x, \\psi ax, \\ldots \\psi a^n x \\} = fx \\]\n\nIn this case the equation cannot be fulfilled unless \\( fx \\) is a symmetrical function of \\( x, ax, \\&c. a^n x \\), because the first side is such a symmetrical function: this reason, however, should be received with caution, for if the operation denoted by \\( \\psi \\) be an inverse one, it may admit of several values, and it seems possible, that in such a case the condition relative to the form of \\( f \\) need not be fulfilled. In my former paper I explained the means of finding solutions of the equation \\( \\psi^n x = x \\). I then contented myself with explaining the theory without mentioning particular cases; as these latter may be required in our present enquiry, I shall subjoin the following particular solutions of \\( \\psi^3 x = x \\)\n\n\\[\n\\begin{align*}\n\\psi x &= a - x \\\\\n\\psi x &= \\log (a - e^x) \\\\\n\\psi x &= (a^n - x^n)^{\\frac{1}{n}} \\\\\n\\psi x &= \\sqrt{1 - x^2} \\\\\n\\psi x &= \\frac{x^2}{x - 1} \\\\\n\\psi x &= x - \\log(e^x - 1) \\\\\n\\psi x &= \\frac{x}{(ax^n - 1)^{\\frac{1}{n}}} \\\\\n\\psi x &= \\frac{a}{x} \\\\\n\\psi x &= \\frac{1 - x}{1 + x} \\\\\n\\psi x &= \\tan^{-1}(a - \\tan x) \\\\\n\\psi x &= \\frac{x}{x - 1} \\\\\n\\psi x &= \\frac{a - bx}{b + cx} \\\\\n\\psi x &= \\tan^{-1}\\left(\\frac{\\sin(a - x)}{\\cos a \\cos x}\\right) \\\\\n\\psi x &= \\frac{x}{\\sqrt{x^2 - 1}}\n\\end{align*}\n\\]\n\nParticular cases of \\( \\psi^3 x = x \\)\n\n\\[\n\\begin{align*}\n\\psi x &= \\frac{a^2}{a - x} \\\\\n\\psi x &= \\frac{\\sqrt{ax^2 - a^2}}{x} \\\\\n\\psi x &= \\frac{a + bx}{c - b^2 + bc + c^2} \\\\\n\\psi x &= \\frac{a^2}{ac - c^2 x} \\\\\n\\psi x &= \\frac{(ax^n - a^2)^{\\frac{1}{n}}}{x} \\\\\n\\psi x &= \\log (ae^x - a^2) - x \\\\\n\\psi x &= \\frac{ax - a^2}{x} \\\\\n\\psi x &= \\left(\\frac{a^2}{a - x^n}\\right)^{\\frac{1}{n}} \\\\\n\\psi x &= \\log (e^x - e^c) - x + c \\\\\n\\psi x &= \\frac{1 + x}{1 - 3x} \\\\\n\\psi x &= \\frac{1}{1 - x} \\\\\n\\psi x &= -\\log (1 - e^x)\n\\end{align*}\n\\]\nParticular cases of $\\psi^4 x = x$\n\n$$\\psi x = \\frac{1}{2} \\cdot \\frac{1}{1-x}$$\n\n$$\\psi x = \\frac{1+x}{1-x}$$\n\n$$\\psi x = \\left( \\frac{2}{z-x^n} \\right)^{\\frac{1}{n}}$$\n\n$$\\psi x = \\frac{2}{2-x}$$\n\n$$\\psi x = \\frac{za^2}{zac-c^2x}$$\n\n$$\\psi x = \\frac{(2x^n-2)}{x}$$\n\n$$\\psi x = 2 \\cdot \\frac{x-1}{x}$$\n\n$$\\psi x = \\frac{a+bx}{c-b^2+c^2x}$$\n\n$$\\psi x = \\log_2 x + \\log(\\varepsilon^x - 1)$$\n\nParticular cases of $\\psi^6 x = x$\n\n$$\\psi x = \\frac{1}{3(1-x)}$$\n\n$$\\psi x = \\frac{3x-1}{3x}$$\n\n$$\\psi x = \\frac{a+bx}{c-b^2-bc+c^2x}$$\n\n$$\\psi x = \\frac{3}{3-x}$$\n\n$$\\psi x = \\frac{3a^2}{3ac-c^2x}$$\n\n$$\\psi x = \\frac{1}{x} \\left( x^n - \\frac{1}{3} \\right)^{\\frac{1}{n}}$$\n\n$$\\psi x = 3 \\cdot \\frac{x-1}{x}$$\n\n$$\\psi x = \\frac{3+3x}{3-x}$$\n\n$$\\psi x = \\log_3 x + \\log(\\varepsilon^x - 1)$$\n\n**Problem XXXIII.**\n\nGiven the equation\n\n$$\\psi_a x = \\frac{d \\psi x}{dx}$$\n\n$\\alpha$ being such a function that $\\alpha^x x = x$\n\nFor $x$ put $\\alpha x$, then\n\n$$\\psi_a^x x = \\psi x = \\frac{d \\psi_a x}{d \\alpha x}$$\n\nby differentiating this we have\n\n$$\\frac{d \\psi x}{dx} = \\frac{d}{dx} \\cdot \\frac{d \\psi_a x}{d \\alpha x}$$\n\n(a)\n\nbut the left side of this equation is by the Problem equal to $\\psi_a x$; therefore\n\n$$\\psi_a x = \\frac{d}{dx} \\cdot \\frac{d \\psi_a x}{d \\alpha x}$$\n\nbut we also have\n\n$$\\frac{d \\psi_a x}{d \\alpha x} = \\frac{d \\psi_a x}{d \\alpha x} \\cdot \\frac{d \\alpha x}{dx}$$\n\nconsequently\n\n$$\\frac{d \\psi_a x}{d \\alpha x} = \\frac{d \\psi_a x}{dx} \\cdot \\left( \\frac{d \\alpha x}{dx} \\right)^{-1}$$\n\nMDCCCLXVI.\nthis being substituted in (a) gives\n\n\\[ \\psi(ax) = \\frac{d}{dx} \\left\\{ \\frac{d\\psi(ax)}{dx} \\left( \\frac{d\\psi(ax)}{dx} \\right)^{-1} \\right\\} \\]\n\nput \\( \\psi(ax) = z \\) then\n\n\\[ z = \\frac{d}{dx} \\left( \\frac{dz}{dx} \\left( \\frac{da}{dx} \\right)^{-1} \\right) \\]\n\nwhich is a differential equation, from whose solution \\( z \\) or \\( \\psi(ax) \\) may be found.\n\n**Ex. 1.** Given the equation\n\n\\[ \\psi(a-x) = \\frac{d\\psi(x)}{dx} \\]\n\nin this case \\( \\frac{da}{dx} = -1 \\), and the differential equation is\n\n\\[ zd^2x + d^2z = 0 \\]\n\nits integral is \\( z = \\psi(a-x) = b \\cos x + c \\sin x \\).\n\nThe two constant quantities which have entered by integration must be determined so as to satisfy the original equation. This condition gives\n\n\\[ c = \\frac{b \\cos a}{1 - \\sin a} \\]\n\nthe quantity \\( b \\) still remaining arbitrary; the solution of the equation \\( \\psi(a-x) = \\frac{d\\psi(x)}{dx} \\) is therefore\n\n\\[ \\psi(x) = b \\cos (a-x) - \\frac{b \\cos a}{1 - \\sin a} \\sin (a-x) \\]\n\n**Ex. 2.** Take the equation\n\n\\[ \\psi \\frac{1}{x} = \\frac{d\\psi(x)}{dx} \\]\n\nin this case \\( ax = \\frac{1}{x} \\) and \\( \\frac{da}{dx} = -\\frac{1}{x^2} \\)\n\nand the differential equation becomes\n\n\\[ zd^2x + 2xdxdz + x^2d^2z = 0 \\]\n\nwhose solution is\n\n\\[ z = \\psi \\frac{1}{x} = -\\frac{b}{2p+1} x^{-p-1} + bx^p \\quad p = \\frac{-1 \\pm \\sqrt{-3}}{2} \\]\n\nand \\( \\psi(x) = -\\frac{b}{2p+1} x^{p+1} + bx^{-p} \\)\nin order to determine the constants $b$ and $b$, substitute this expression in the given equation and it will be found that\n\n$$-\\frac{b}{z^p + 1} = -bp \\text{ therefore}$$\n\n$$\\psi x = -b p x^{p+1} + b x^{-p}$$\n\nin which there still remains one arbitrary constant.\n\nIt is observable that both these solutions contain one constant. Let us suppose this to be changed into an arbitrary function of $x$, and let us determine what conditions it must be subject to, that it may satisfy the Problem: taking the second example we have\n\n$$\\psi x = (x^{-p} - p x^{p+1}) \\phi x$$\n\nand the equation becomes\n\n$$(x^{-p} - p x^{p+1}) \\phi x = (x^{-p} - p x^{p+1}) \\frac{d \\phi x}{dx} + \\frac{d(x^{-p} - p x^{p+1})}{dx} \\phi x$$\n\nfrom this equation $\\phi x$ must be determined (the method of doing which will appear in a subsequent Problem). If this solution contains an arbitrary constant, the same process may be again repeated. We may thus continue deducing one solution from another as long as we can solve the differential equations to which they give rise, but still these will only be particular solutions.\n\n**Problem XXXIV.**\n\nGiven the equation\n\n$$\\psi ax = \\frac{d^n \\psi x}{dx^n}$$\n\nand $a^p x = x$, put for $x$ successively $ax$, $a^2 x$, ... $a^{p-1} x$ then we have\n\n$$\\psi ax = \\frac{d^n \\psi x}{dx^n}$$\n\\[ \\psi x^2 = \\frac{d^n \\psi x}{(dx)^n} \\]\n\n&c. &c.\n\n\\[ \\psi x^{p-1} = \\frac{d^n \\psi x^{p-2}}{(dx^{p-2})^n} \\]\n\n\\[ \\psi x^p = \\frac{d^n \\psi x^{p-1}}{(dx^{p-1})^n} \\]\n\nbut \\( \\psi x^p = \\psi x \\) and combining all these equations we have\n\n\\[ \\psi x^p = \\psi x = \\frac{d^n}{(dx^{p-1})^n} \\cdot \\frac{d^n}{(dx^{p-2})^n} \\cdots \\frac{d^n \\psi x}{(dx)^n} \\]\n\nwhich is a differential equation of the \\( pn \\)th order and putting \\( \\psi x = z \\) we have\n\n\\[ z = \\frac{d^n p z}{(dx^{p-1} dx^{p-2} \\cdots dx)^n} \\]\n\nthis being integrated gives the value of \\( z \\) or \\( \\psi x \\).\n\n**Problem XXXV.**\n\nGiven the equation\n\n\\[ F\\{x, \\psi x, \\psi ax, \\frac{d\\psi x}{dx}\\} = 0 \\quad \\text{also } ax = x \\]\n\nFind the value of \\( \\psi ax \\) from this equation and substitute in it \\( ax, x^2, \\&c. \\) \\( ax^{p-1} x \\) for \\( x \\), then we have\n\n\\[ \\psi ax = F_i \\{x, \\psi x, \\frac{d\\psi x}{dx}\\} \\]\n\n\\[ \\psi ax^2 = F_i \\{ax, \\psi ax, \\frac{d\\psi ax}{dx}\\} \\]\n\n&c. &c.\n\n\\[ \\psi ax^p = F_i \\{ax^{p-1}, \\psi ax^{p-1}, \\frac{d\\psi ax^{p-1}}{dx^{p-1}}\\} \\]\n\nIn each of these equations for \\( \\frac{d\\psi ax}{dx}, \\frac{d\\psi ax^2}{dx^2}, \\&c. \\frac{d\\psi ax^{p-1}}{dx^{p-1}} \\)\n\nput their values \\( \\frac{d\\psi ax}{dx} \\left(\\frac{dx}{dx}\\right)^{-1}, \\frac{d\\psi ax^2}{dx} \\left(\\frac{dx^2}{dx}\\right)^{-1}, \\&c. \\frac{d\\psi ax^{p-1}}{dx} \\left(\\frac{dx^{p-1}}{dx}\\right)^{-1} \\)\nand also differentiate the results. Then we shall have the two following sets of equations\n\n\\[ \\psi x = F \\left\\{ x, \\psi x, \\frac{d\\psi x}{dx} \\right\\} \\]  \n\n(1)\n\n\\[ \\psi x^2 = F \\left\\{ ax, \\psi ax, \\frac{d\\psi ax}{dx} \\left( \\frac{da}{dx} \\right)^{-1} \\right\\} \\]\n\n(2)\n\n&c. &c.\n\n\\[ \\psi x^{p-1} = F \\left\\{ a^{p-2}x, \\psi a^{p-2}x, \\frac{d\\psi a^{p-2}x}{dx} \\left( \\frac{da^{p-2}x}{dx} \\right)^{-1} \\right\\} \\]  \n\n(p - 1)\n\n\\[ \\psi x^p = F \\left\\{ a^{p-1}x, \\psi a^{p-1}x, \\frac{d\\psi a^{p-1}x}{dx} \\left( \\frac{da^{p-1}x}{dx} \\right)^{-1} \\right\\} \\]  \n\n(p)\n\nand also\n\n\\[ \\frac{d\\psi ax}{dx} = \\frac{d}{dx} F \\left\\{ x, \\psi x, \\frac{d\\psi x}{dx} \\right\\} \\]  \n\n(a, 1)\n\n\\[ \\frac{d\\psi ax^2}{dx} = \\frac{d}{dx} F \\left\\{ ax, \\psi ax, \\frac{d\\psi ax}{dx} \\left( \\frac{da}{dx} \\right)^{-1} \\right\\} \\]  \n\n(a, 2)\n\n&c. &c.\n\n\\[ \\frac{d\\psi a^{p-1}x}{dx} = \\frac{d}{dx} F \\left\\{ a^{p-1}x, \\psi a^{p-2}x, \\frac{d\\psi a^{p-2}x}{dx} \\left( \\frac{da^{p-2}x}{dx} \\right)^{-1} \\right\\} \\]  \n\n(a, p - 1)\n\n\\[ \\frac{d\\psi a^px}{dx} = \\frac{d}{dx} F \\left\\{ a^{p-1}x, \\psi a^{p-1}x, \\frac{d\\psi a^{p-1}x}{dx} \\left( \\frac{da^{p-1}x}{dx} \\right)^{-1} \\right\\} \\]  \n\n(a, p)\n\nSince \\( a^p x = x \\) equation (p) becomes\n\n\\[ \\psi x = F \\left\\{ a^{p-1}x, \\psi a^{p-1}x, \\frac{d\\psi a^{p-1}x}{dx} \\left( \\frac{da^{p-1}x}{dx} \\right)^{-1} \\right\\} \\]\n\nfrom this by means of equations (p - 1) and (a, p - 1) we may eliminate \\( \\psi a^{p-1}x \\), and \\( \\frac{d\\psi a^{p-1}x}{dx} \\) the resulting equation will contain only \\( x, \\psi x, \\psi ax, \\&c. \\psi a^{p-2}x \\) and their differentials. From this by means of (p - 2) and (a, p - 2) we may eliminate \\( \\psi a^{p-2}x \\), and its differential, leaving an equation containing only \\( x, \\psi x, \\psi ax, \\&c. \\psi a^{p-3}x \\) and their differentials. In the same manner \\( \\psi a^{p-3}x \\) may be eliminated, and the process may be continued\nuntil the last equation will only contain \\( x \\), \\( \\psi x \\) and their differentials; this equation must be integrated, and it will determine the value of \\( \\psi x \\) in terms of \\( x \\).\n\nThe same method may be employed for the solution of the much more general equation\n\n\\[\nF\\{ x, \\psi x, \\psi ax, \\ldots \\psi^{p-1}x, \\frac{d^n \\psi ax}{dx^n}, \\frac{d^m \\psi ax^2}{dx^m}, \\text{&c.} \\} = 0\n\\]\n\nprovided also, that \\( ax^p x = x \\).\n\nBy substituting successively for \\( x \\) the quantities \\( ax \\), \\( a^2x \\), &c. \\( a^{p-1}x \\), we shall have \\( p \\) equations containing the functions \\( \\psi x \\), \\( \\psi ax \\), and \\( \\psi a^{p-1}x \\) and their differentials.\n\nLet each of these be differentiated as often as may be required, and we shall have two sets of equations by means of which all the quantities except \\( x \\) and \\( \\psi x \\), and their differentials may be eliminated, the result is a common differential equation whose integral will afford the value of \\( \\psi x \\) in terms of \\( x \\). If after satisfying the conditions of the Problem, there remain any arbitrary constants, we may suppose them functions of \\( x \\), and new equations will thence arise by which they may be determined.\n\nIt might occur (when there are several arbitrary quantities) that, by assigning particular values to some of them, the others might remain in a certain degree arbitrary, should this be the case, we should obtain general solutions.\n\n**Problem XXXVI.**\n\nGiven the equation\n\n\\[\n\\psi^2 x = \\frac{d\\psi x}{dx}\n\\]\n\nAssume \\( \\psi x = \\phi^{-1} f \\phi x \\), then the equation becomes\n\n\\[\n\\phi^{-1} f^2 \\phi x = \\frac{d\\phi^{-1} f \\phi x}{dx}\n\\]\nputting $\\phi^{-1}$ for $x$ we have\n\n$$\\phi^{-1} f^2 x = \\frac{d\\phi^{-1} f x}{d\\phi^{-1} x} = \\frac{d\\phi^{-1} f x}{dx} \\left( \\frac{d\\phi^{-1} x}{dx} \\right)^{-1}$$\n\nor\n\n$$\\phi^{-1} f^2 x \\cdot \\frac{d\\phi^{-1} x}{dx} = \\frac{d\\phi^{-1} f x}{dx}$$\n\nSome particular solution of the original equation must now be assumed as the value of $f$, and the resulting differential functional equation must be solved. The only particular case of the equation $\\psi^2 x = \\frac{d\\psi x}{dx}$ with which I am at present acquainted, is\n\n$$\\psi x = \\left( \\frac{1 \\pm \\sqrt{-3}}{2} \\right) \\times \\frac{1 \\pm \\sqrt{-3}}{2} x$$\n\nOther more complicated equations containing the various orders of functions, and their differentials may be reduced to those of the first order by the same means, but great difficulties still remain; it is by no means easy to discover particular solutions of the original equations, and even when these are found, the functional equations of the first order which remain to be solved, are of considerable difficulty. I shall therefore refrain from giving any more examples, and proceed to show how functional equations involving definite integrals may be reduced to those we have already treated. Such equations might occur in a variety of curious and interesting enquiries, few of which have yet been noticed. D'Alembert, in one of the volumes of his Opuscules, has examined a question which may be referred to this class; it is the following. Suppose a sphere composed of particles of matter, what must be the law of attraction amongst these particles, so that the force of the whole sphere acting on a particle at a distance, may follow the same law? the question might be varied by supposing the law to be given, and the form of the solid to be required;\nbut the general solution of such questions is by no means easy.\n\n**Problem XXXVII.**\n\nRequired the nature of the function $\\psi$ such that\n\n$$\\int dx \\psi^x x = \\psi a$$\n\nthe integral being taken between the limits $x=0$ and $x=a$.\n\nAssume $\\phi(x, v)$ such that\n\n$$\\phi(x, v) - \\phi(0, v) = v$$\n\nthe form of $\\phi$ may be ascertained from this equation by means already described. Then if we make\n\n$$\\int dx \\psi^x x = \\phi(x, \\psi a)$$  \\hspace{1cm} (1)\n\nit is evident that between the two limits $x=0$ and $x=a$, the integral will be reduced to $\\psi a$, and we have therefore a differential functional equation whose mode of solution has already been pointed out. Other more complicated equations may be solved in the same way; these I shall omit. I shall, however, make some observations on this method of solution, with a view to point out some questions of considerable importance.\n\nIn equation (1) the function indicated by $\\phi$ is so assumed that we may have\n\n$$\\phi(a, \\psi a) - \\phi(0, \\psi a) = \\psi a$$\n\nfrom which, perhaps, it might be imagined, that $\\phi(x, \\psi a)$ must contain only $x, \\psi a$ and constant quantities, but the condition would still be fulfilled if it contained $\\psi^2 a, \\psi^3 a$, or $\\psi^n a$, which though not actually variable cannot strictly be regarded as constant. To fix our ideas, let us consider the example in this Problem; one value of $\\phi(x, \\psi a)$ is evidently $\\phi(x, \\psi a) = \\frac{x^n}{a^n} \\psi a$, we have therefore\n\n$$\\int dx \\psi^x x = \\frac{x}{a^n} \\psi a$$\nand by differentiating\n\n$$\\psi^2 x = \\frac{n^{n-1}}{a^n} \\psi a$$\n\nfrom which $\\psi x$ may be found.\n\nThis is a solution derived from a certain form attributed to $\\phi$, but we might also give to $\\phi$ the form\n\n$$\\phi(x, \\psi a) = \\frac{x^n}{a^n} \\psi a + x^b (x-a)^f f(a, \\psi a, \\psi^2 a, \\ldots \\psi^n a)$$\n\nand, in that case, the equation to be solved would be\n\n$$\\psi^2 x = \\frac{n^{n-1}}{a^n} \\psi a + \\frac{d}{dx} \\left( x (x-a)^f f(a, \\psi a, \\psi^2 a, \\ldots \\psi^n a) \\right)$$\n\nthis contains only the second function of the unknown quantity and must be solved as a second functional equation, considering $a, \\psi a, \\&c.$ $\\psi^n a$ as constant quantities; let its solution be\n\n$$\\psi x = F \\{ x, a, \\psi a, \\ldots \\psi^n a \\} \\quad (a)$$\n\nthen we must put $x=a$ and determine $\\psi a$ from the equation\n\n$$\\psi a = F \\{ a, a, \\psi a, \\ldots \\psi^n a \\}$$\n\nthe value of $\\psi a$ thus deduced, will furnish the values of $\\psi^2 a$, &c. $\\psi^n a$, and these being substituted in $a$, will give the value of $\\psi x$; this solution is evidently of a different nature from the former, and forms another species.\n\nAgain, the following form of $\\phi$ will also agree with the conditions\n\n$$\\phi(x, \\psi a) = \\frac{x^n}{a^n} \\psi a + x^b (x-a)^f \\{ a, \\psi a, \\psi^2 a, \\ldots \\psi^n a, x, \\psi x, \\psi^2 x, \\ldots \\psi^n x \\}$$\n\nwhich being substituted in the Problem $\\psi x$ must be found from a functional equation of the $k^{th}$ order; $x$ must then be put equal to $a$, and the new functional equation of the $n^{th}$ order relative to $a$ must be solved; this is a third species of solution different from either of the former. Respecting these three species of solutions, a very important question\nmay be proposed. What degree of generality does each possess, and how many and what sort of arbitrary functions does each solution involve? To discuss this question, and to point out the nature of other solutions yet more general, which may be found for these and other similar Problems, would far exceed the limits of a mere outline of the calculus. I shall conclude my remarks on this Problem by stating the plan to be pursued in one particular case, which may serve as a model for all similar operations. Take as the form of $\\phi(x, \\psi a)$\n\n$$\\phi(x, \\psi a) = x(x-a) \\frac{\\psi x \\psi^2 x}{\\psi^2 o \\psi^2 a} - \\frac{a-x}{a} \\frac{\\psi x}{\\psi o} \\psi a$$\n\nthen we have\n\n$$\\psi^2 x = \\frac{d}{dx} \\left\\{ x(x-a) \\frac{\\psi x \\psi^2 x}{\\psi^2 o \\psi^2 a} - \\frac{a-x}{a} \\frac{\\psi x}{\\psi o} \\psi a \\right\\}$$\n\nthis is a differential functional equation which must be solved on the hypothesis of $a$, $\\psi a$, $\\psi^2 a$, $\\psi o$ and $\\psi^3 o$, being constant quantities. Let its solution be\n\n$$\\psi x = F \\left\\{ x, a, \\psi a, \\psi^2 a, \\psi o, \\psi^3 o \\right\\} \\quad (1)$$\n\nwe must now put $x=a$ and treat the resulting equation as one of the second order, considering $\\psi o$ and $\\psi^3 o$ as constants. Let its solution be\n\n$$\\psi a = F \\left\\{ a, \\psi o, \\psi^3 o \\right\\} \\quad (2)$$\n\nNow substitute $o$ for $a$ retaining $o$ as a letter instead of making it actually zero, there will result a new functional equation of the second order, whose solution is\n\n$$\\psi o = F \\left\\{ o \\right\\}$$\n\nand lastly, substituting this value of $\\psi o$, and also that of $\\psi^3 o$ which may be deduced from it in (2) we have the value of $\\psi a$, from this $\\psi^2 a$ may be found, and these being substituted in (1) give the value of $\\psi x$.\nProblem XXXVIII.\n\nGiven the equation\n\n\\[ \\psi(x, y) = \\frac{d\\psi(x, ay)}{dx} \\]\n\nwhere \\( x^2 y = y \\).\n\nFor \\( y \\) put \\( ay \\) and the equation becomes\n\n\\[ \\psi(x, ay) = \\frac{d\\psi(x, ax)}{dx} = \\frac{d\\psi(x, y)}{dx} \\]\n\ndifferentiate this relative to \\( x \\), then we have\n\n\\[ \\frac{d\\psi(x, ay)}{dx} = \\frac{d^2\\psi(x, y)}{dx^2} \\]\n\nthis substituted in the original equation, gives\n\n\\[ \\psi(x, y) = \\frac{d^2\\psi(x, y)}{dx^2} \\]\n\nwhich is a partial differential equation, whose solution is\n\n\\[ \\psi(x, y) = \\varepsilon^\\phi y + \\varepsilon^\\phi y \\]\n\n\\( \\phi y \\) and \\( \\phi y \\) being two arbitrary functions of \\( y \\), so constituted as to fulfil the original equation. These may thus be determined, since\n\n\\[ \\psi(x, y) = \\varepsilon^\\phi y + \\varepsilon^\\phi y \\]\n\nwe have\n\n\\[ \\frac{d\\psi(x, ay)}{dx} = \\varepsilon^\\phi ay - \\varepsilon^\\phi ay \\]\n\nand, since these two quantities must be equal, we have the following equations\n\n\\[ \\phi y = \\phi ay \\text{ and } \\phi y = -\\phi ay \\]\n\nthe former of these is easily satisfied by putting for \\( \\phi y \\) any symmetrical function of \\( y \\) and \\( ay \\); and a particular solution of the latter is\n\n\\[ \\phi y = (-y + ay)c \\]\n\nand since this solution contains an arbitrary constant, it may\nbe changed by Prob. VIII. Part I. into any arbitrary function which does not vary when \\( y \\) becomes \\( ay \\); its general solution is therefore\n\n\\[\n\\phi_y = (-y + ay) \\phi(y, ay)\n\\]\n\nand consequently the general solution of the equation of this Problem is\n\n\\[\n\\psi(x, y) = e^x \\phi(y, ay) + e^{-x} (ay - y) \\phi(y, ay)\n\\]\n\n**Ex. 1.** Take the equation\n\n\\[\n\\psi(x, y) = \\frac{d\\psi(x, ay)}{dx}\n\\]\n\nin this case \\( ay = a - y \\), and the general solution is\n\n\\[\n\\psi(x, y) = e^x \\phi(y, a - y) + e^{-x} (a - 2y) \\phi(y, a - y)\n\\]\n\n**Ex. 2.** Let the given equation be\n\n\\[\n\\psi(x, y) = \\frac{d\\psi(x, \\frac{1}{y})}{dx}\n\\]\n\nhere \\( ay = \\frac{1}{y} \\) and the general solution is\n\n\\[\n\\psi(x, y) = e^x \\phi(y, \\frac{1}{y}) + e^{-x} \\frac{1-y^2}{y} \\phi(y, \\frac{1}{y})\n\\]\n\n**Problem XXXIX.**\n\nGiven the equation\n\n\\[\n\\psi(x, y) = \\frac{d\\psi(x, ay)}{dx}\n\\]\n\nsupposing \\( ay = y \\).\n\nBy substituting successively \\( ay, a^2y, \\&c. \\) \\( a^{p-1}y \\) for \\( y \\), we have the following equations\n\n\\[\n\\psi(x, y) = \\frac{d\\psi(x, ay)}{dx}\n\\]\n\n\\[\n\\psi(x, ay) = \\frac{d\\psi(x, a^2y)}{dx}\n\\]\n\n\\[\n\\&c. \\quad \\&c.\n\\]\n\n\\[\n\\psi(x, a^{p-1}y) = \\frac{d\\psi(x, a^py)}{dx}\n\\]\nFrom the first of these we may eliminate \\( \\frac{d\\Psi(x, ay)}{dx} \\) by means of the differential of the second, and from the result \\( \\frac{d\\Psi(x, a^2y)}{dx} \\) may be eliminated by means of the differential of the third. And by continuing this process, observing that \\( \\Psi(x, a^p y) = \\Psi(x, y) \\) we shall find\n\n\\[\n\\Psi(x, y) = \\frac{d\\Psi(x, y)}{dx}\n\\]\n\nthis partial differential equation must be solved, and the arbitrary functions which enter into its integral, must be made to satisfy the conditions of the Problem.\n\n**Ex.** Let \\( p = 4 \\), then \\( \\Psi(x, y) = \\frac{d\\Psi(x, ay)}{dx} \\) and the solution of the resulting partial differential equation will be\n\n\\[\n\\Psi(x, y) = \\varepsilon_x \\phi_y - \\varepsilon_{x_1} \\phi_y + \\sin x \\cdot \\phi_y + \\cos x \\cdot \\phi_y\n\\]\n\nhence\n\n\\[\n\\frac{d\\Psi(x, ay)}{dx} = \\varepsilon_x \\phi_{ay} + \\varepsilon_{x_1} \\phi_{ay} + \\cos x \\cdot \\phi_{ay} - \\sin x \\cdot \\phi_{ay}\n\\]\n\nthe first condition to be satisfied is\n\n\\[\n\\phi_y = \\phi_{ay}\n\\]\n\nwhich is readily fulfilled by making \\( \\phi_y = \\phi(y, ay, a^2y, a^3y) \\),\n\nthe next condition is\n\n\\[\n\\phi_y = -\\phi_{ay}\n\\]\n\nThis must be solved by Prob. VIII. Part I., and we shall have\n\n\\[\n\\phi_y = (-y + ay - a^2y + a^3y) \\phi(y, ay, a^2y, a^3y)\n\\]\n\nthe third and fourth conditions are\n\n\\[\n\\phi_y = -\\phi_{ay} \\quad \\text{and} \\quad \\phi_y = \\phi_{ay}\n\\]\n\nIn the second of these put \\( ay \\) for \\( y \\), and it becomes \\( \\phi_{ay} = \\phi a^2y \\),\nthis substituted in the former, gives\n\n\\[ \\varphi y = -\\varphi \\alpha^2 y \\]\n\nwhose general solution being found by the method in the first part gives\n\n\\[ \\varphi y = (-y + \\alpha^2 y) \\varphi (y, \\alpha y, \\alpha^2 y, \\alpha^3 y) \\]\n\nand consequently\n\n\\[ \\varphi y = (-\\alpha y + \\alpha^3 y) \\varphi (\\alpha y, \\alpha^2 y, \\alpha^3 y, y) \\]\n\nthese values being respectively substituted, we have for the general solution of the Problem in this example,\n\n\\[ \\psi(x, y) = \\varepsilon^\\alpha \\varphi(y, \\alpha y, \\alpha^2 y, \\alpha^3 y) + \\varepsilon^\\beta (-y + \\alpha y - \\alpha^2 y + \\alpha^3 y) \\varphi(y, \\alpha y, \\alpha^2 y, \\alpha^3 y) + \\]\n\\[ + (-y + \\alpha^2 y) \\varphi(y, \\alpha y, \\alpha^2 y, \\alpha^3 y) \\sin x + (-\\alpha y + \\alpha^3 y) \\varphi(\\alpha y, \\alpha^2 y, \\alpha^3 y, y) \\cos x \\]\n\nIf the original equation had been\n\n\\[ \\psi(x, y) = \\frac{d^n \\psi(x, y)}{dx^n} \\]\n\nthe partial differential equation to be solved would have been\n\n\\[ \\psi(x, y) = \\frac{d^{np} \\psi(x, y)}{dx^{np}}. \\]\n\nThis form is rather remarkable, the equation can always be integrated when \\( np \\) is a whole number; let us suppose \\( n \\) to be a fraction and \\( p \\) a whole number, some multiple of the denominator of \\( n \\).\n\n**Ex.** Let \\( n = \\frac{1}{2}, p = 2 \\), then \\( np = 1 \\), and \\( \\alpha^2 y = y \\), and the equation to be solved is\n\n\\[ \\psi(x, y) = \\frac{d^{\\frac{1}{2}} \\psi(x, y)}{dx^{\\frac{1}{2}}} \\]\n\nwhose solution is \\( \\psi(x, y) = \\varepsilon^\\alpha \\varphi y \\), or by assigning a proper form to \\( \\varphi y \\) it becomes\n\n\\[ \\psi(x, y) = \\varepsilon^\\alpha \\varphi(y, \\alpha y) \\]\n\nNot only may the index of differentiation become fractional,\nbut the index of the order of a function may be a fraction* or even a variable quantity, and such equations as the following might occur\n\n\\[\n\\frac{d^2 \\psi^{\\frac{1}{x}}}{dx} = \\frac{d^3 \\psi^{\\frac{1}{x}}}{dn}\n\\]\n\nTo notice the extreme difficulty of the enquiries to which such equations would lead, might seem superfluous, though it may not be deemed equally so to support my own opinion of their utility by the authority of one well acquainted with these subjects. Lacroix, in the third volume of his Traité du Calcul, Diff. et Int. speaking of fractional indices of differentiation, observes, \"L'Analyse offre une foule d'expressions de ce genre, qui tiennent presque toutes aux théories les plus importantes et les plus délicates, et les réflexions que j'ai exposées dans le No. 965, me portent à croire que leur considération peut contribuer beaucoup aux progrès de la science du calcul.\"\n\n**Problem XL.**\n\nGiven the equation\n\n\\[\n\\frac{d \\psi(x, \\beta y)}{dx} = \\frac{d \\psi(ax, y)}{dy}\n\\]\n\nalso \\(a^2 x = x\\) and \\(\\beta^2 y = y\\).\n\nPut \\(ax\\) for \\(x\\), and \\(\\beta y\\) for \\(y\\), then the equation becomes\n\n\\[\n\\frac{d \\psi(ax, y)}{dax} = \\frac{d \\psi(x, \\beta y)}{d \\beta y}\n\\]\n\nhence\n\n\\[\n\\frac{d \\psi(ax, y)}{dx} \\left( \\frac{dax}{dx} \\right)^{-1} = \\frac{d \\psi(x, \\beta y)}{dy} \\left( \\frac{d \\beta y}{dy} \\right)^{-1}\n\\]\n\ndifferentiate this equation relative to \\(y\\), and the original one relative to \\(x\\): then the two results are\n\n\\[\n\\frac{d^2 \\psi(ax, y)}{dxdy} = \\frac{dax}{dx} \\frac{d}{dy} \\left\\{ \\frac{d \\psi(x, \\beta y)}{dy} \\left( \\frac{d \\beta y}{dy} \\right)^{-1} \\right\\}\n\\]\n\n* The difficulties which occur in treating functions with negative indices are similar to those in which they are positive; it may however be observed, that from the notation we have established, the following consequences follow:\n\n\\[\n\\psi^{o,1}(x, y) = x \\text{ and } \\psi^{n,o}(x, y) = y\n\\]\n\nand generally\n\n\\[\n\\psi^{o,n}(x, y) = x \\text{ and } \\psi^{n,o}(x, y) = y\n\\]\n\nalso \\(\\psi^{o,o}(x, x) = x\\) and if \\(\\psi^{1,1}(x, y) = v\\), then we have\n\n\\[\nx = \\psi^{1,1}(v, y) \\text{ and also } y = \\psi^{1,1}(x, v)\n\\]\nand\n\n\\[ \\frac{d^2 \\psi(ax, y)}{dxdy} = \\frac{d^2 \\psi(x, \\beta y)}{dx^2} \\]\n\nhence\n\n\\[ \\frac{d^2 \\psi(x, \\beta y)}{dx^2} = \\frac{dax}{dx} \\cdot \\frac{dy}{dy} \\left\\{ \\frac{d\\psi(x, \\beta y)}{dy} \\left( \\frac{d\\beta y}{dy} \\right)^{-1} \\right\\} \\]\n\nput \\( \\beta y \\) for \\( y \\), observing that \\( \\left( \\frac{dy}{d\\beta y} \\right)^{-1} = \\left\\{ \\frac{dy}{dy} \\left( \\frac{d\\beta y}{dy} \\right)^{-1} \\right\\}^{-1} = \\frac{d\\beta y}{dy} \\)\n\nand also \\( \\frac{d\\psi(x, y)}{d\\beta y} = \\frac{d\\psi(x, y)}{dy} \\left( \\frac{d\\beta y}{dy} \\right)^{-1} \\), then there will result the equation\n\n\\[ \\frac{d\\beta y}{dy} \\frac{d^2 \\psi(x, y)}{dx^2} = \\frac{dax}{dx} \\frac{d^2 \\psi(x, y)}{dy^2} \\]\n\nThis is a partial differential equation from whose solution \\( \\psi(x, y) \\) may be found.\n\nEx. 1. Given the equation \\( \\frac{d\\psi(a-x, y)}{dy} = \\frac{d\\psi(x, b-y)}{dx} \\) in this case \\( ax = a - x \\) and \\( \\beta y = b - y \\), and the differential equation to be solved is\n\n\\[ \\frac{d^2 \\psi(x, y)}{dx^2} = \\frac{d^2 \\psi(x, y)}{dy^2} \\]\n\nand its solution is\n\n\\[ \\psi(x, y) = \\phi(x + y) + \\phi(x - y) \\]\n\nthe two arbitrary functions \\( \\phi \\) and \\( \\phi \\) must be determined so as to fulfil the given equation, for which purpose we have\n\n\\[ \\frac{d\\psi(a-x, y)}{dy} = \\phi'(a - x + y) - \\phi'(a - x - y) \\]\n\nand \\( \\frac{d\\psi(x, b-y)}{dx} = \\phi'(b + x - y) + \\phi'(-b + x + y) \\)\n\n\\( \\phi' \\) and \\( \\phi' \\) being respectively the differential coefficients of \\( \\phi \\) and \\( \\phi \\), since these two expressions must be equal, we have\n\n\\[ \\phi'(a - x - y) = \\phi'(b + x - y) \\]\n\nand\n\n\\[ -\\phi'(a - x + y) = \\phi'(-b + x + y) \\]\nwhose solutions are\n\n\\[ \\phi'(x-y) = x \\{ x-y, a+b-x+y \\} \\]\n\nand \\( \\phi'(x+y) = (a-b-2x-2y) x \\{ x+y, a-b-x-y \\} \\)\n\nhence the general solution of the equation\n\n\\[ \\frac{d\\psi(a-x, y)}{dy} = \\frac{d\\psi(x, b-y)}{dx} \\]\n\nis \\( \\psi(x, y) = \\int (dx + dy) x \\{ x+y, a+b-x-y \\} + \\int (dx - dy) (a-b-2x+2y) x \\{ x-y, a-b-x+y \\} \\)\n\nEx. 2. Given the equation\n\n\\[ \\frac{d\\psi x}{dx} \\frac{1}{y} = \\frac{d\\psi(1/x, y)}{dy} \\]\n\nthe partial differential equation to be solved is in this case\n\n\\[ \\frac{d\\psi(x, y)}{dy^2} = \\frac{x^2}{y^2} \\frac{d\\psi(x, y)}{dx^2} \\]\n\nand its solution is\n\n\\[ \\psi(x, y) = \\left( \\frac{x}{y} \\right) + \\phi(xy) \\]\n\ndetermining \\( \\phi \\) and \\( \\phi' \\) so as to fulfil the conditions of the equation, we have\n\n\\[ \\psi(x, y) = c(x+y) + \\int d(xy) \\left( \\frac{1}{xy} \\right)^{\\frac{1}{2}} x \\{ xy, \\frac{1}{xy} \\} \\]\n\n**Problem XLI.**\n\nGiven the equation\n\n\\[ F \\{ x, y, \\psi(x, y), \\psi(ax, y), \\&c. \\} = 0 \\]\n\nand let \\( \\alpha x = x \\) and \\( \\beta y = y \\),\n\nthen there may be \\( pq \\) different forms of the function \\( \\psi \\) contained in the general expression \\( \\psi(\\alpha x, \\beta y) \\), \\( r \\) varying from 0 to \\( p-1 \\), and \\( s \\) varying from 0 to \\( q-1 \\).\n\nIn the first place it may be observed, that if we substitute \\( \\alpha x \\) for \\( x \\) in such a quantity as\n\n\\[ \\frac{d^n\\psi(\\alpha^2 x, \\beta y)}{dx^n} \\]\nwe shall have\n\n$$\\frac{d^n \\psi(\\alpha^x x, \\beta y)}{(dax)^n}$$\n\nwhich may always be reduced to the form\n\n$$f(x) \\frac{d^n \\psi(\\alpha^x x, \\beta y)}{dx^n}$$\n\nIf now in the original equation we substitute successively $\\alpha x$, $\\alpha^2 x$, ... $\\alpha^{p-1} x$ for $x$, and $\\beta y$, $\\beta^2 y$, &c. $\\beta^{q-1} y$ for $y$, we shall have $pq$ equations containing $pq$ forms of the unknown function and their differentials. By means of these $pq$ equations and the differentials of them, we may eliminate all the different forms of the function $\\psi$, except one: let the one which remains be $\\psi(x, y)$, then we have an equation of partial differentials containing only $x$, $y$, $\\psi(x, y)$ and their differentials: and from the solution of this equation $\\psi(x, y)$ may be found; a certain number of arbitrary functions will be contained in this integral; these must all be determined so as to satisfy the original equation.\n\nAmongst the numerous questions to which the calculus of functions is applicable, I shall select a problem proposed by Euler in one of the volumes of the Acta Acad. Petrop. as it will offer an example of a mode of treating of functional equations of a nature yet more general than those contained in this paper.\nProblem XLII.\n\nRequired the nature of a curve such that taking any ordinate\n\nDB, and drawing a normal at the point D, the next ordinate CE raised at the foot of the normal shall be equal to that normal.\n\nLet \\( AB = x \\), \\( BD = y \\) and \\( y = \\psi x \\) be the equation of the curve, then \\( BC = \\frac{dy}{dx} \\),\n\nand \\( DC = \\sqrt{y^2 + \\left(\\frac{dy}{dx}\\right)^2} \\) and by the condition of the Problem we have\n\n\\[\n\\sqrt{y^2 + \\left(\\frac{dy}{dx}\\right)^2} = \\psi \\left( x + \\frac{dy}{dx} \\right)\n\\]\n\nhence\n\n\\[\n[\\psi x]^2 + \\left[ \\frac{\\psi x d\\psi x}{dx} \\right]^2 = \\left[ \\psi \\left( x + \\frac{\\psi x d\\psi x}{dx} \\right) \\right]^2 \\quad (a)\n\\]\n\nThis is apparently a very difficult functional equation, and I am not acquainted with any direct method of solving other similar ones. It is in fact only from a peculiar condition which this equation involves that any solutions have been obtained, the condition to which I allude is, that the quantity \\( \\frac{\\psi x d\\psi x}{dx} \\) does not change, when for \\( x \\) we substitute \\( x + \\frac{\\psi x d\\psi x}{dx} \\) or expressed in symbols, that\nwhich may be thus proved differentiate (a) which gives\n\n\\[ \\psi \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right) d \\cdot \\psi \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right) = \\psi_x d\\psi_x + \\frac{\\psi_x d\\psi}{dx} d \\cdot \\frac{\\psi_x d\\psi}{dx} \\]\n\nand by dividing both sides of this equation by\n\n\\[ d \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right) = dx + d \\cdot \\left( \\frac{\\psi_x d\\psi}{dx} \\right) \\]\n\nwe have\n\n\\[ \\frac{\\psi \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right) d\\psi \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right)}{d \\left( x + \\frac{\\psi_x d\\psi}{dx} \\right)} = \\frac{\\psi_x d\\psi}{dx} \\left( dx + d \\cdot \\frac{\\psi_x d\\psi}{dx} \\right) = \\frac{\\psi_x d\\psi}{dx} \\]\n\nFrom this it appears, that the subnormal is constant in the same series of ordinates, but it does not follow that it must be constant in different series; this property, viz. that \\( \\frac{\\psi_x d\\psi}{dx} \\) does not change when \\( x \\) becomes \\( x + \\frac{\\psi_x d\\psi}{dx} \\) will furnish us with a solution of the equation in question; for (a) becomes by putting \\( t \\) for \\( \\frac{\\psi_x d\\psi}{dx} \\).\n\n\\[ [\\psi (x + t)]^2 - [\\psi x]^2 = t^2 \\]\n\nwhere \\( t \\) may be considered as a constant quantity, the general solution of this equation is\n\n\\[ \\psi x = \\sqrt{xt + \\phi t} \\]\n\n\\( \\phi t \\) being an arbitrary function of \\( t \\), therefore the general solution of eq. (a) is\n\n\\[ \\psi x = \\sqrt{x \\frac{\\psi_x d\\psi}{dx} + \\phi \\left( \\frac{\\psi_x d\\psi}{dx} \\right)} \\]\n\nor\n\n\\[ y^s = \\frac{xy dy}{dx} + \\phi \\left( \\frac{ydy}{dx} \\right) \\]\n\nfrom which differential equation the curves which satisfy the Problem may be found. It ought, however, to be observed,\nthat the constant quantity introduced by integration, is not perfectly arbitrary, it must be determined so as to make the equation between $x$ and $y$ fulfil the equation (a). If for instance, we assume $\\varphi \\left( \\frac{dy}{dx} \\right)$ to be equal to $a \\frac{dy}{dx}$, we should find the equation of the curve to be\n\n$$y = (a + x)c$$\n\n$c$ being the constant introduced by integration, and on substituting this value of $y$ in (a) we shall find $c = 0$, so that\n\n$$y = (a + x)o$$\n\nLet us suppose $a$ to be infinite and equal to $\\frac{b}{c}$, then we have\n\n$$y = \\left( \\frac{b}{c} + x \\right)c = b + cx = b,$$ since $c = 0$\n\nwhich is the equation of a straight line parallel to the axis of the $x$'s, which in fact agrees with the conditions of the Problem. If we suppose $\\varphi \\left( \\frac{dy}{dx} \\right) = a^2 = a$ constant quantity, we should find\n\n$$x = c\\sqrt{y^2 - a^2}$$\n\nthis value being substituted in (a) gives for determining $c$ the equation\n\n$$c^2(c^2 + 1) = 0$$\n\nwhence $c = 0$ and $c = \\pm \\sqrt{-1}$, using this latter value we have\n\n$$x = \\sqrt{-1} \\times \\sqrt{y^2 - a^2} = \\sqrt{a^2 - y^2}$$\n\nwhich is the equation of the circle, and it is obvious, that this curve satisfies the conditions.\n\nIt is very necessary to attend to this mode of determining the constants, as we should otherwise meet in the solution with many curves which do not satisfy the conditions; thus in the last example, the curve is apparently an hyperbola, but owing to the constant becoming imaginary, it is in fact a circle.\nTo complete the outline of this new method of calculation, it would be necessary to treat of equations involving two or more functional characteristics, and to explain methods of eliminating all but one of them: these lead to a variety of interesting and difficult enquiries, and will probably be of considerable use in completing the solutions of partial differential equations: it would also be proper to consider the maxima and minima of functions, and to apply to this subject the method of variations; these are points of considerable difficulty, and although I have made some little progress in each of them, I shall forbear for the present any farther discussion on this subject. In the mean time, the sketch which I have offered, and the few applications I have given, are sufficient to point out the great importance of this method. It should however be observed, that its applications have only been noticed incidentally; my object has been to direct the attention of the analyst to a new branch of the science, and to point out the manner of treating it: the doctrine of functions is of so general a nature, that it is applicable to every part of mathematical enquiry, and seems eminently qualified to reduce into one regular and uniform system the diversified methods and scattered artifices of the modern analysis; from its comprehensive nature, it is fitted for the systematic arrangement of the science, and from the new and singular relations which it expresses, it is admirably adapted for farther improvements and discoveries.\nsame variable, then \\( dy, dz, dw, \\ldots \\) are expressions proportional to the derived functions of \\( y, z, w, \\ldots \\) whatever may be the variable of which they are common functions. Hence \\( \\frac{dy}{dx} = \\frac{Dy}{Dz} \\); and if \\( y \\) be a function of \\( x \\), or \\( = \\phi (x) \\), then \\( \\frac{dy}{dx} = \\frac{D\\phi (x)}{Dx} = D\\phi (x) \\) and \\( \\therefore dy = dx \\cdot D\\phi (x) \\).\n\nMoreover, since the derived functions are in the limiting ratio of the increments, so also are the fluxions. From this consideration we can in the applications of analysis, practically determine the ratio of the fluxions, when the derived functions are unknown.\n\nERRATA.\n\nPage 72, line 20, for parts, read part.\n—— 73, line 3, for between, read below.\n—— 98, line 4 from bottom, dele the comma after A.\n—— 101, line 6 from bottom, dele BH.\n—— 102, line 4, for axes, read axis.\n—— 164, line 11, dele the comma between \\( m \\) and \\( n \\).\n—— 174, line 7, for consisted of, read consisted in.\n—— , line last, for \\( m, n \\), read \\( m, m \\).\n—— 191, line 13, for \\( \\phi \\phi x \\), read \\( \\phi \\phi x \\).\n—— 213, line 14, for \\( \\psi \\psi (x, y) \\), read \\( \\phi \\phi (x, y) \\).\n—— 214, line 10, dele \"in an infinite number of ways\".\n—— 224, line 22, for \\( f(a) \\), read \\( f(x) \\).\n—— 226, line 24, for \\( = x \\), read \\( = z \\).\n—— 232, line 16, in the denominator, for \\( 1- \\), read \\( 1+ \\).\n—— , line 18, ditto, ditto, for \\( 1- \\), read \\( 1± \\).\n—— 251, line 9, for \\( \\frac{d\\psi x, \\frac{1}{y}}{dx} \\) read \\( \\frac{d\\psi (x, \\frac{1}{y})}{dx} \\)\n—— ——, line 11, for \\( d \\) in both numerator, read \\( d^2 \\).\n—— ——, line 13, for \\( \\left( \\frac{x}{y} \\right) \\) read \\( x \\phi \\left( \\frac{x}{y} \\right) \\).",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107524.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 80,
    "total-input-tokens": 125624,
    "total-output-tokens": 43060,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1113,
        2
      ],
      [
        1113,
        2804,
        3
      ],
      [
        2804,
        4471,
        4
      ],
      [
        4471,
        5907,
        5
      ],
      [
        5907,
        7526,
        6
      ],
      [
        7526,
        9161,
        7
      ],
      [
        9161,
        10344,
        8
      ],
      [
        10344,
        11708,
        9
      ],
      [
        11708,
        13241,
        10
      ],
      [
        13241,
        14887,
        11
      ],
      [
        14887,
        16415,
        12
      ],
      [
        16415,
        18073,
        13
      ],
      [
        18073,
        19945,
        14
      ],
      [
        19945,
        21505,
        15
      ],
      [
        21505,
        22909,
        16
      ],
      [
        22909,
        24295,
        17
      ],
      [
        24295,
        25786,
        18
      ],
      [
        25786,
        27349,
        19
      ],
      [
        27349,
        28761,
        20
      ],
      [
        28761,
        30412,
        21
      ],
      [
        30412,
        31903,
        22
      ],
      [
        31903,
        33166,
        23
      ],
      [
        33166,
        34486,
        24
      ],
      [
        34486,
        36087,
        25
      ],
      [
        36087,
        37438,
        26
      ],
      [
        37438,
        38946,
        27
      ],
      [
        38946,
        40260,
        28
      ],
      [
        40260,
        41501,
        29
      ],
      [
        41501,
        43125,
        30
      ],
      [
        43125,
        44873,
        31
      ],
      [
        44873,
        46300,
        32
      ],
      [
        46300,
        47768,
        33
      ],
      [
        47768,
        49273,
        34
      ],
      [
        49273,
        50896,
        35
      ],
      [
        50896,
        52304,
        36
      ],
      [
        52304,
        53668,
        37
      ],
      [
        53668,
        54816,
        38
      ],
      [
        54816,
        56425,
        39
      ],
      [
        56425,
        57980,
        40
      ],
      [
        57980,
        59900,
        41
      ],
      [
        59900,
        61475,
        42
      ],
      [
        61475,
        63006,
        43
      ],
      [
        63006,
        64481,
        44
      ],
      [
        64481,
        65980,
        45
      ],
      [
        65980,
        67602,
        46
      ],
      [
        67602,
        69253,
        47
      ],
      [
        69253,
        70908,
        48
      ],
      [
        70908,
        72309,
        49
      ],
      [
        72309,
        73827,
        50
      ],
      [
        73827,
        75377,
        51
      ],
      [
        75377,
        76962,
        52
      ],
      [
        76962,
        78308,
        53
      ],
      [
        78308,
        79681,
        54
      ],
      [
        79681,
        80938,
        55
      ],
      [
        80938,
        82479,
        56
      ],
      [
        82479,
        84413,
        57
      ],
      [
        84413,
        85922,
        58
      ],
      [
        85922,
        87290,
        59
      ],
      [
        87290,
        88592,
        60
      ],
      [
        88592,
        89956,
        61
      ],
      [
        89956,
        91829,
        62
      ],
      [
        91829,
        93478,
        63
      ],
      [
        93478,
        95252,
        64
      ],
      [
        95252,
        96778,
        65
      ],
      [
        96778,
        98495,
        66
      ],
      [
        98495,
        100249,
        67
      ],
      [
        100249,
        101499,
        68
      ],
      [
        101499,
        102656,
        69
      ],
      [
        102656,
        104111,
        70
      ],
      [
        104111,
        105776,
        71
      ],
      [
        105776,
        107892,
        72
      ],
      [
        107892,
        109524,
        73
      ],
      [
        109524,
        110887,
        74
      ],
      [
        110887,
        112140,
        75
      ],
      [
        112140,
        113246,
        76
      ],
      [
        113246,
        114885,
        77
      ],
      [
        114885,
        116413,
        78
      ],
      [
        116413,
        117958,
        79
      ],
      [
        117958,
        119677,
        80
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107524",
    "title": "An Essay towards the Calculus of Functions. Part II",
    "authors": "C. Babbage",
    "year": 1816,
    "volume": "106",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 80,
    "jstor_url": "https://www.jstor.org/stable/107524"
  }
}