{
  "id": "7778c20dfbfcc697a9d7bc48f3193c1b072a8ae2",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1813 to June 1814.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1813.\n\nPRESENTS.\n\nNov. 4. Mémoires de l'Académie Impériale des Sciences de St. Petersbourg. Tomes I—III. 4°\n\nEphemerides astronomicas calculadas para o Meridiano do Observatorio Real da Universidade de Coimbra. 9 Vols. for the Years 1804 to 1813. Coimbra. 4°\n\nGeological Travels in some Parts of France, Switzerland, and Germany, by J. A. De Luc, F. R. S. London, 1813. 2 Vols. 8°\n\nMémoire sur de nouveaux Rapports qui existent entre la Réflexion et la Polarisation de la Lumière par les Corps cristallisées, par M. Biot. 4°\n\nResearches about Atmospheric Phænomena, by Thomas Forster, F. L. S. London, 1813. 8°\n\nAdditional Facts, Observations, and Conjectures relative to the Generation of the Opossum of North America, in a Letter from Professor Barton to Professor J. A. H. Reimarus of Hamburg. Philadelphia, 1813. 8°\n\nThe Critical Review from July to October, 1813.\n\nAnnals of Philosophy, No. 8 to 11.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 164—167.\n\nThe Philosophical Magazine from July to October, 1813.\n\nThe European Magazine from July to October, 1813.\n\nII. An Introduction to the Study of the Mathematical Principles of Natural Philosophy, by the Rev. B. Bridge, B. D. F. R. S. London, 1813. 2 Vols. 8°\n\nDONORS.\n\nThe Imperial Academy of Sciences of St. Petersburg.\n\nThe University of Coimbra.\n\nJ. A. De Luc, Esq.\n\nM. Biot.\n\nThomas Forster, Esq.\n\nProfessor Barton.\n\nThe Proprietor.\n\nDr. Thomas Thomson.\n\nMr. W. Nicholson.\n\nMr. A. Tilloch.\n\nThe Editor.\n\nRev. B. Bridge.\n1813.\n\n**Nov. 25.** Additional Plates with further Additions and Corrections for the First Volume of Magna Britannia, by the Rev. Daniel Lysons and Samuel Lysons, Esq. London, 1813.\n\nA Chinese Manuscript, intitled the Shee-King or Book of Odes, one of the Kings or Classical Books of the Chinese.\n\n**Dec. 9.** An Index to the Transactions of the Royal Irish Academy, from its Incorporation in 1786 to the present time, by Nicholas Carlisle. London, 1813.\n\nMedical Transactions, published by the College of Physicians in London. Vol. IV. London, 1813.\n\nJournal of Natural Philosophy, Chemistry, and the Arts. No. 168 and 169.\n\nAnnals of Philosophy. No. 12.\n\nCritical Review for November.\n\nPhilosophical Magazine for November.\n\nThe European Magazine for November.\n\nPrincipes Mathématiques de feu Joseph Anastase da Cunha, traduits littéralement du Portugais, par J.M.D. Abriu. Bordeaux, 1811. 2 Copies.\n\nMémoires sur l'Astronomie pratique, par M. J. Monteiro da Rocha. Paris, 1808.\n\nObservations on the brumal Retreat of the Swallow, by Thomas Forster, F.L.S. London, 1813.\n\nConnaissance des Tems pour l'An 1816.\n\nProphetæ Principiorum.\n\nFlora Capensis. Vol. III. Part I.\n\nKongl Vetenskaps Academiens, nya Handlingar Tom. XXXIII. för År 1812. Strongnäs, 1812.\n\n1814.\n\nJan. 20. The Nautical Almanac and Astronomical Ephemeris for the Years 1814—1816.\n\nMedico-Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. IV. London, 1813.\n\nبيت لمله, or Persian Distichs, from various Authors, in which the Beauties of the Language are exhibited in a small compass, and may be easily remembered, by Stephen Weston, B.D. &c. 1814.\n\nThe Critical Review, for December, 1813.\n\nThe Philosophical Magazine for December, 1813.\n\nJournal of Natural Philosophy, Chemistry, and the Arts. No. 170.\n\nAnnals of Philosophy, No. XIII.\n\nRev. Daniel Lysons and Samuel Lysons, Esq.\n\nMr. Charles Etter.\n\nNicholas Carlisle, Esq.\n\nThe College of Physicians.\n\nMr. W. Nicholson.\n\nDr. Thomas Thomson.\n\nThe Proprietor.\n\nMr. A. Tilloch.\n\nThe Editor.\n\nThe Count de Funchal.\n\nThe Translator, Dr. Peter de Mello.\n\nThomas Forster, Esq.\n\nLe Bureau des Longitudes de France.\n\nThe Abbé Devay.\n\nProfessor Thunberg.\n\nThe Royal Academy of Sciences at Stockholm.\n\nThe Board of Longitude.\n\nThe Medical and Chirurgical Society.\n\nRev. Stephen Weston.\n\nThe Proprietor.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nDr. Thomas Thomson.\n1814.\n\nJan. 20. The European Magazine for December, 1813.\n\n27. Two Charts of that part of the Atlantic Ocean which comprehends the Route of the East India Ships between England and the Cape of Good Hope, by James Horsburgh.\n\nObservations on the Nature and Treatment of Consumption, by Charles Pears, M.D. &c. London, 1814.\n\nSome Account of the Abbey Church of St. Alban, with Plans, Elevations, and Sections, and Specimens of the Architecture and Ornaments. London, 1813.\n\nVetusta Monuments. Plates 28—35 of Vol. IV.\n\nFeb. 3. The Philosophical Magazine for January.\n\nAnnals of Philosophy, No. 14.\n\nThe Zoological Miscellany, by William Elford Leach. No. I. 8°\n\nThe European Magazine for January.\n\n17. Veterum Populorum et Regum Numi qui in Museo Britannico adservantur. Lond. 1814.\n\nAstronomisches Jahrbuch für die Jahren. 1813—1816.\n\nMar. 3. Annals of Philosophy, No. XV.\n\nThe Philosophical Magazine for February.\n\nThe European Magazine for February.\n\nThe Zoological Miscellany. No. II.\n\nObservations on the distinguishing Symptoms of three different Species of pulmonary Consumption, by Andrew Duncan, Sen. M.D. Edinburgh, 1813.\n\nTransactions of the Royal Society of Edinburgh. Vol. VII. Part I. Edinburgh, 1814.\n\nRiflessioni intorno alla Soluzioni algebraica delle Equazioni generali, per Paolo Ruffini. MS.\n\nIndex ad Specimen Geographicum Auctore D’Anville.\n\nLectures on Comparative Anatomy, in which are explained the Preparations in the Hunterian Collection, illustrated by Engravings, by Sir Everard Home, Bart. F.R.S. London, 1813.\n\nA Chart of the Maldive Islands, exhibiting the safe Channels between the Southern Atollons, by James Horsburgh, Esq. 1814.\n\nApr. 21. The Monthly Review from its Commencement in the Year 1749 to March, 1814, and Indexes, 152 Volumes, bound, with a Set of Tools for uniformly binding the future Volumes.\n\nThe Philosophical Magazine and Journal for March.\n\nDonors.\n\nThe Editor.\n\nJames Horsburgh, Esq.\n\nDr. Charles Pears.\n\nThe Society of Antiquaries.\n\nMessrs. Nicholson and Tilloch.\n\nDr. Thomas Thomson.\n\nDr. Wm. Elford Leach.\n\nThe Editor.\n\nThe Trustees of the British Museum.\n\nProfessor Bode.\n\nDr. Thomas Thomson.\n\nMessrs. Nicholson and Tilloch.\n\nThe Editor.\n\nDr. Leach.\n\nDr. Andrew Duncan.\n\nThe Royal Society of Edinburgh.\n\nSig. Paolo Ruffini.\n\nMathew Raper, Esq.\n\nSir Everard Home.\n\nJames Horsburgh, Esq.\n\nGeorge Edward Griffiths, Esq.\n\nMessrs. Nicholson and Tilloch.\n1814.\n\n**PRESENTS.**\n\nApr. 21. The European Magazine for March.\nA Meteorological Journal kept on board the Marine Society's Ship for the Years 1812 and 1813. MS.\n\n28. An Inquiry into the probability and rationality of Mr. Hunter's Theory of Life, being the subject of the first two Anatomical Lectures delivered before the Royal College of Surgeons of London, by John Abernethy, F.R.S. &c. London, 1814.\n\nMay 5. Annals of Philosophy. No. 17.\nThe Philosophical Magazine for April.\n\nThe Monthly Review for April.\nThe Zoological Miscellany. No. 4.\nA Manuscript by Nicholas Fatio, containing a Comment on some Propositions of Sir Isaac Newton's Principia. fol.\n\n12. Transactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXXI. London, 1813.\n\n19. Archaeologia, or Miscellaneous Tracts relating to Antiquity, published by the Society of Antiquaries of London. Vol. XVII. London, 1814.\n\nDescription of the Additional Plates of St. Stephen's Chapel, by Sir Henry Charles Englefield, Bart. fol.\n\n26. Essai Philosophique sur les Probabilités, par M. Le Comte Laplace. Paris, 1814.\n\nEidometrea, or Optic Mensuration and Corollary Perspective, by M. Keatinge.\n\nJune 9. Practical Observations in Surgery, illustrated by Cases, by William Hey, F.R.S. &c. London, 1814.\n\nAnnals of Philosophy, No. 18.\nThe Monthly Review for May, and Appendix to the LXXIII. Vol.\nThe Philosophical Magazine for May.\n\nThe European Magazine for May.\nThe Zoological Miscellany. No. 5.\nA Portrait of Sir Isaac Newton in Indian Ink, by Marchand.\nA Philosophical Dissertation on the Hereditary Peculiarities of the human Constitution, with an Inquiry into the Provisions made by Nature to prevent the Deterioration of the Race, and how far they can be imitated and improved by Art, by Joseph Adams, M.D. &c. London, 1814.\n\n**DONORS.**\n\nThe Editor.\nSir William Blizard.\n\nJohn Abernethy, Esq.\n\nDr. Thomas Thomson.\nMessrs. Nicholson and Tilloch.\nMr. Griffiths.\nDr. Leach.\nDr. John Johnstone.\n\nThe Society for Arts.\n\nThe Society of Antiquaries.\n\nM. Le Comte Laplace.\nMr. Keatinge.\nWilliam Hey, Esq.\n\nDr. Thomas Thomson.\nMr. Griffiths.\nMessrs. Nicholson and Tilloch.\nThe Editor.\nDr. Leach.\nMathew Raper, Esq.\nDr. John Adams.\n1814.\n\nJune 9. Tableau comparé de la Conduite qu'ont tenue envers Moi les Ministres de l'ancien Régime avec celles des Ministres du nouveau Régime, par B. G Sage. Paris, 1814.\n\n16. Journal des Mines, ou Recueil de Mémoires sur l'Exploitation des Mines et sur les Sciences et les Arts qui s'y rapportent. No. 169—204.\n\n23. Valor Ecclesiasticus Temp. Hen. VIII. Auctoritate Regia Institutus. Vol. II. 1814. fol.\n\nRotuli Scotiae in Turri Londinensi et in Domo Capitulari Westmonasteriensis asservati Vol. I. Temporibus Regum Angliae Edw. I. Edw. II. Edw. III. London, 1814. fol.\n\nTraité complet sur la Théorie et la Pratique du Nivellement, par M. Fabre. Draguignan. 4°\n\nIllustrazione d'uno Zodiaco Orientale del Cabi-netto delle Medaglie di Sua Maestà a Parigi, scoperta recentemente presso le sponde di Tigri in vicinanza del antica Bablonia, Monumento che serve ad illustrare la Storia dell'Astronomia ed altri punti interessante di Antichità, da Giuseppe Hager. Milan, 1812. fol.\n\n30. Journal des Mines. No. 205—206.\n\nAnnals of Philosophy. No. 19.\nPhilosophical Magazine for June.\n\nM. Sage.\n\nConseil des Mines de France.\n\nThe Commissioners of Public Records.\n\nM. Fabre.\n\nMr. Hager.\n\nConseil des Mines de France.\n\nDr. Thomas Thomson.\nMessrs. Nicholson and Tillock.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1814.\n\nA\n\nAcid, hydroionic, some observations on it, and on the compounds procured by means of it, 494\n—— oxalic, experiment to ascertain its place in the scale of chemical equivalents, 12\n—— sulphuretted chyazic, remarks on it, 541\n—— red tinging, processes by which it may be formed 543\n—— synthetical experiments on it, 542\n—— analytical experiments on it, 549\nAgate, on the polarising power of it, 188\n—— on the structure of it as connected with its optical properties, 191\n—— on the peculiar colours exhibited by it, 197\nAllman, William, M.D. Methods of clearing equations of quadratic, cubic, quadrato-cubic, and higher surds, 23\nAnalysis, consideration of various points of it, 440\nAnimal heat, an account of some experiments on it, 590\nArching of a ship, the causes of it, 304\nAstronomical observations relating to the sidereal part of the heavens, and its connection with the nebulous part, 248\n\nB\n\nBakerian Lecture, on some new electro-chemical phenomena, 51\nBerzelius, J., M.D. His arguments in favour of chlorine being a compound of oxygen, referred to, 71\nBi-carbonate of potash, the reason for using this term to express crystallized carbonate of potash, 11\nBlood, venous and arterial, on their capacities for heat, 591\n—— on their comparative temperatures, 595\nINDEX.\n\nBraces, remarks on those used by Mr. Seppings in the construction of ships, - 324\nBrain, observations on its functions, - 469\n—— the effects produced by an undue pressure of water upon it, - 470\n—— the effects produced by concussion of it, - 477\n—— the effects produced when the blood vessels of it are preternaturally dilated or diseased, - 477\n—— the effects produced by extravasated blood, - 479\n—— the effects produced by the formation of pus, - 480\n—— the effects produced by depression, and thickening of different portions of the skull, - 481\n—— the effects of pressure from tumours, - 483\n—— the effects of injury to the substance of it, - 484\n—— the effects of alteration of structure in it, - 485\nBrande, William Thomas, Esq. Bakerian lecture, on some new electro-chemical phenomena, - 51\nBrewster, David, LL.D. On the affections of light transmitted through crystallized bodies, - 187\n—— On the polarisation of light by oblique transmission through all bodies, whether crystallized or uncrystallized, - 219\n—— On new properties of light exhibited in the optical phenomena of mother of pearl and other bodies to which the superficial structure of that substance can be communicated, - 397\n—— Results of some recent experiments on the properties impressed upon light by the action of glass raised to different temperatures, and cooled under different circumstances, - 436\nBrodie, B. C. Esq. Experiments and observations on the influence of the nerves of the eighth pair on the secretions of the stomach, - 102\n\nC\n\nCarbonate of lime, a determinate quantity of it regarded as the real measure by which most bodies are compared to each other in the scale of chemical equivalents, - 8\nCarlisle, Anthony, Esq. An account of a family having hands and feet with supernumerary fingers and toes, - 94\nChlorine, experiments with a view to effect its decomposition, - 68\nChyazates, a new term given to the triple prussiates, - 582\nINDEX.\n\nChyazates, sulphuretted, a description of their salts, - 552\nChyazate of barytes, ferruretted, analysis of it, - 535\n——— of per-oxide of iron, ferruretted, analysis of it, - 535\n——— of potash, ferruretted, analysis of it, - 533\n——— remarks on the objections made to the use of it as a test for the quantity of iron in solutions, - 538\n——— of barytes, sulphuretted, analysis of it, - 555\n——— of protoxide of copper, sulphuretted, analysis of it, - 554\nCircle, on the elliptic representation of it upon a plane surface, by perspective, - 374\nCircles, astronomical, an improved method of dividing them, - 419\nColburn, an account of a remarkable monstrosity in a family of that name, - 94\nComet, a new method of deducing a first approximation to its orbit from three geocentric observations, - 121\nCopper ore, analysis of a new species of it, - 45\nCourtois, M. the discoverer of a new substance which becomes a violet coloured gas by heat, - 74\n\nD\n\nDavy, Sir Humphry. An account of some new experiments on the fluoric compounds; with some observations on other objects of chemical inquiry, - 62\n——— Some experiments and observations on a new substance which becomes a violet coloured gas by heat, - 74\n——— Further experiments and observations on iodine, - 487\n——— Some experiments on the combustion of the diamond, and other carbonaceous substances, - 557\nDavy, John, M.D. An account of some experiments on animal heat, - 590\nDecks, on the mode of laying the planks of them, - 332\nDiamond, some experiments on the combustion of it, and of other carbonaceous substances, - 557\n——— proved by experiment to afford no other substance by its combustion than pure carbonic acid gas, - 566\nDistillation, double, on the means of producing it by the same heat, - 587\n\nE\n\nElectro-chemical phenomena, Bakerian lecture on some new, - 51\nElliptical coloured rings, produced by depolarising crystals, - 202\n\nMDCCCXIV.\nINDEX.\n\nEquations, methods of clearing them of quadratic, cubic, quadrato-cubic, and higher surds, - 23\n——— differential, on those of the first degree, - 465\n——— functional, - 458\nEquivalents, chemical, a synoptic scale of them, - 1\n——— a numerical table of them, - 18\n\nF\n\nFloors of a ship, remarks on their construction, - 334\nFlorence, experiments made on the combustion of the diamond, by means of the great lens in the Cabinet of Natural History there, - 558\nFluates, results of some experiments on their composition, - 63\nFluoric compounds, an account of some new experiments on them, - 62\nFossil human skeleton, an account of one brought from Guadalupe, - 107\nFossil remains, an account of some, belonging to an animal more nearly allied to fishes, than to any other classes of animals, - 571\n\nG\n\nGalibi, a name given by the natives of Guadalupe to the fossil human skeletons found in that island, - 111\nGenerating functions, on the calculus of them, - 440\nGroombridge, Stephen, Esq. Some further observations on atmospherical refraction, - 397\nGuadalupe, on a fossil human skeleton brought from thence, - 107\n\nH\n\nHeavens, of the sidereal part of them, - 262\nHerschel, William, LL.D. Astronomical observations relating to the sidereal part of the heavens, and its connection with the nebulous part; arranged for the purpose of a critical examination, - 248\nHerschel, John F.W. Esq. Consideration of various points of analysis, - 440\nHey, Richard, LL.D. Propositions containing some properties of tangents to circles; and of trapeziums inscribed in circles and non-inscribed. Together with propositions on the elliptic representations of circles, upon a plane surface, by perspective, - 348\nINDEX.\n\nHOME, SIR EVERARD, BART. Observations on the functions of the brain, 469\n\nSome account of the fossil remains of an animal more nearly allied to fishes, than to any of the other classes of animals, 571\n\nOn the influence of the nerves upon the action of the arteries, 583\n\nI\n\nIodine and oxygen, on the triple compounds containing them, 487\n\nIodine, experiments and observations on it, ib.\n\n— on the acid compounds of it, 498\n\n— on the action of some compound gases on it, 503\n\n— on the mode of detecting it in combinations, and on certain properties of its compound with sodium, 504\n\nIone, a name given to a new substance which becomes a violet coloured gas by heat, 91\n\n— considered as an undecompounded body, 89\n\nIVORY, JAMES, M.A. A new method of deducing a first approximation to the orbit of a comet from three geocentric observations, 121\n\nK\n\nKATER, CAPTAIN HENRY, BRIGADE MAJOR. Further experiments on the light of the Cassegrainian telescope compared with that of the Gregorian, 231\n\nAn improved method of dividing astronomical circles, and other instruments, 419\n\nKIDD, JOHN, M.D. Observations respecting the natural production of saltpetre on the walls of subterraneous and other buildings, 508\n\nKONIG, CHARLES, Esq. On a fossil human skeleton from Guadaloupe, 107\n\nL\n\nLight, on the affections of it transmitted through crystallized bodies, 187\n\n— on its depolarisation, 199\n\n— on its polarisation by oblique transmission through all bodies, whether crystallized or uncrystallized, 219\n\n— a table shewing the angles at which it is polarised by oblique refraction through different numbers of plates, 223\nINDEX.\n\nLight, results of some recent experiments on the properties impressed upon it, by the action of glass raised to different temperatures, and cooled under different circumstances, 436\n\nLogarithmic transcendent, 449\n\nM\n\nMedulla spinalis, the effects of injury to it, 485\n\nMilky way, of the breaking up of it, 283\n\nMooney, Rev. Doctor. His paper on the extermination of radicals from equations, referred to, 23\n\nMother of pearl, on new properties of light exhibited in the optical phenomena of it, 397\n\n——— on the communication of its properties to other bodies, 406\n\n——— on the causes of its phenomena, 409\n\n——— on a new species of polarisation peculiar to it, 416\n\nN\n\nNerves, their influence upon the action of the arteries, 583\n\n——— experiments to determine whether heat or cold has the greatest effect in stimulating them to action, 585\n\nNerves of the eighth pair, experiments and observations on their influence on the secretions of the stomach, 102\n\nO\n\nObjects, astronomical, of an ambiguous construction, 259\n\nP\n\nPorrett, Robert, Esq. On the nature of the salts termed triple prussiates, and on acids formed by the union of certain bodies with the elements of prussic acid, 527\n\nPotassium, on an easier mode of procuring it, than that which is now adopted, 578\n\nPresents, a list of those made to the Royal Society from November 1813 to June 1814, 605\n\nR\n\nRefraction, atmospherical, observations on it, 337\n\nRiders of a ship, observations respecting them, 331\n\nRiders, oblique, grounds of decision respecting their general utility, 321\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Saltpetre, observations respecting the natural production of it on the walls of subterraneous and other buildings | 508  |\n| its spontaneous formation more extensive and rapid in winter than in summer | 514  |\n| a frosty, clear, and dry state of the atmosphere particularly favourable to its natural production | 517  |\n| experiments to ascertain how far the free presence of atmospherical air is necessary in the natural formation of it | 518  |\n| Salis, on the nature of those termed triple prussiates, and on acids formed by the union of certain bodies with the elements of the prussic acid | 527  |\n| Seppings, Robert, Esq. On a new principle of constructing His Majesty's ships of war | 285  |\n| Ship, forces acting on it | 304  |\n| longitudinal pressure acting on it | 307  |\n| Ships, remarks on the employment of oblique riders, and on other alterations in the construction of them | 303  |\n| the cause of their breaking transversely | 313  |\n| lateral curvature of them | 314  |\n| grounding of them | 314  |\n| causes which promote the decay of their timbers | 315  |\n| comparative advantages of different angular positions of their timbers | 315  |\n| Ships of war, on a new principle of constructing them | 285  |\n| Stars, of those in remarkable situations with regard to nebulæ | 249  |\n| of two with nebulosity between them | 250  |\n| of those with nebulosities of various shapes attached to them | 251  |\n| of those with nebulous branches | 253  |\n| nebulous | 254  |\n| of those connected with extensive windings of nebulosity | 256  |\n| of small patches consisting of them, mixed with nebulosity | 257  |\n| of the aggregation of them | 265  |\n| of irregular clusters of them | 266  |\n| of clusters of them, variously extended and compressed | 268  |\n| of clusters of them of a peculiar description | 269  |\n| of differently compressed clusters of them | 271  |\n| of the gradual concentration and insulation of clusters of them | 272  |\nINDEX.\n\nStars, of globular clusters of them, - 273\n----- of more distant globular clusters of them, - 278\n----- of still more distant globular clusters of them, - 279\n\nT\n\nTangents to circles, some properties of them, and of trapeziums inscribed in circles, and non-inscribed, - 353\nTelescope, further experiments on the light of the Cassegrainian, compared with that of the Gregorian, - 231\nTennant, Smithson, Esq. On an easier mode of procuring potassium, than that which is now adopted, - 578\n----- On the means of procuring a double distillation by the same heat, - 587\nThomson, Thomas, M.D. Analysis of a new species of copper ore, - 45\n\nW\n\nWaves, their force upon a ship, - 309\nWollaston, William Hyde, M.D. A synoptic scale of chemical equivalents, - 1\n\nY\n\nYoung, Thomas, M.D. Remarks on the employment of oblique riders, and on other alterations in the construction of ships. Being the substance of a report presented to the Board of Admiralty, with additional demonstrations and illustrations - 303\n\nFrom the Press of\nW. Bulmer & Co.\nCleveland-row, St. James's,\nLondon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107454.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 7024,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1609,
        2
      ],
      [
        1609,
        4018,
        3
      ],
      [
        4018,
        6426,
        4
      ],
      [
        6426,
        8665,
        5
      ],
      [
        8665,
        9930,
        6
      ],
      [
        9930,
        11262,
        7
      ],
      [
        11262,
        13199,
        8
      ],
      [
        13199,
        15107,
        9
      ],
      [
        15107,
        16803,
        10
      ],
      [
        16803,
        18423,
        11
      ],
      [
        18423,
        19969,
        12
      ],
      [
        19969,
        22080,
        13
      ],
      [
        22080,
        23157,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107454",
    "title": "Back Matter",
    "authors": null,
    "year": 1814,
    "volume": "104",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/107454"
  }
}