{
  "id": "b40fb70ba4c2228a604386449968e92ad19c6c54",
  "text": "carries the Shuttle and retires immediately. At the same time one of the Quarters of a Circle, which held the Clapper elevated, forsakes it, and leaves it to flap, and then the opposite Quarter of a Circle elevating itself, the other Elbow changes the threads, and the other Arm retires, and so successively.\n\nThe advantages that may be drawn from this Engin above the ordinary Looms to make Linen Cloth are these; 1. that one Mill alone will set 10 or 12 of these Looms at work. The Author has also a way to stop one; for the tying a knot in any thread, while the rest go. 2. You may make the Cloth of what breadth you please, or at least much broader than any which hath been hitherto made, in regard the Arms will play to what extent you desire. 3. There will be fewer Knots in the Cloth, since the threads will not break so fast as in other Looms, because the Shuttle, that breaks the greatest part, can never touch them. In short, the Work will be carried on quicker and at less charge, in regard that instead of several work-folks, which are required in making of very large Clothes, one boy will serve to tie the threads of several Looms as fast as they break, and to order the Quills about the Shuttle.\n\nThe Author hath also an easy way so to order it, that the Cloth shall give way of itself, as fast as it is made.\n\nA Relation of a Worm Voided by Urine; Communicated by Mr. Ent: to whom it was sent by Mr. Matthew Milford.\n\nThe Worm when I voyded it, which was at the second Urine, was then alive. It was Snake-headed, of indifferent substance in the middle, and small at the tail. In length above half a yard. I was very ill before it came from me, and have ever since urin'd a kind of blood.\n\nThis Relation is here set down in the Patients own words. 'Tis most probable he had had a Suppression of Urine for some time, at the first making whereof the Worm was Voided from one of the Kidneys (wherein it was bred) into the Bladder; and at the second, from thence into the Pot.\n\nThe Worm being dead and dry, was of a dull red colour, and in thickness about the 12th. of an Inch.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101813.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 578,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2088,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101813",
    "title": "A Relation of a Worm Voided by Urine; Communicated by Mr. Ent: to Whom It Was Sent by Mr. Matthew Milford",
    "authors": "Matthew Milford, Mr. Ent",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101813"
  }
}