{
  "id": "541862a1dd13e114e5f07f044078d1f592d59a27",
  "text": "PRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom November 7th 1822, to June 19th 1823.\nWITH THE\nNAMES OF THE DONORS.\n\n1822.\nPRESENTS.\nNov. 7. Abstract of the Answers and Returns made pursuant to an Act passed in the first year of the Reign of H. M. King George IV. intituled, An Act for taking an Account of the Population of Great Britain, and of the Increase and Diminution thereof. 1821. fol.\nA Treatise on Dislocations, and on Fractures of the Joints. London, 1822. 4°\nAstronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte in Königsberg, 6te Abtheilung vom 1 Januar 1819 bis 31 December 1820. Königsberg, 1821. fol.\nNova Acta Physico-Medica Academiae Caesareae Leopoldino-Carolinae. Vol. X. Bonnæ, 1821. 4°\nMedico-Chirurgical Transactions. Vol. XII. Part. I. 8°\nA New View of the Infection of Scarlet Fever, illustrated by Remarks on other Contagious Disorders. London, 1822. 8°\nA Practical Introduction to Spherics and Nautical Astronomy, being an attempt to simplify those useful Sciences. London, 1822 (5th edition.) 8°\nThe Elements of Book-keeping, comprising a System of Merchants Accounts, founded on real business, and adapted to modern practice; with an Appendix on Exchange, Banking, and other Commercial Subjects. (7th edition.) 1821. 8°\nNouvelle Chroagénésie, ou Réfutation du Traité d'Optique de Newton. Paris, 1819. 8°\n\nDONORS.\nThe Commissioners of Public Records.\nSir Astley Cooper, Bart,\nProfessor F. W. Bessell.\nThe Caesarean Academy of Natural Sciences at Bonne.\nThe Medical and Chirurgical Society of London.\nDr. W. Macmichael.\nDr. P. Kelly.\nH. S. Leprince.\n1822.\n\n**PRESENTS.**\n\nSpecimen Botanicum, exhibens Synopsis Graminum indigenarum Belgii Partis Septentrionalis olim VII. Provinciae, Auct. Herm. Chr. Hall. Utrecht, 1821. 8°\n\nSpecimen Anatomico-Zoologicum de Phocis, Speciatim de Phoca Vitulina, Auct. W. Vrolik. Utrecht, 1822. 8°\n\nBulletin de la Société de Géographie. No. I. Paris, 1822. 8°\n\nNotice of de Guignes' Dictionnaire Chinois Français et Latin, Morrison's Chinese and English Dictionary, and of other printed Chinese European Dictionaries. 8°\n\nMémoire aux Rois et aux Chambres, ou Protestation contre le travail de la Commission sanitaire centrale du Royaume. Paris 8°\n\nA Table of Prime Equivalent Numbers, drawn up for the use of the Chemical Students in the Royal Institution. London. 8°\n\nThe Nautical Almanac and Astronomical Ephemeris for the Year 1825. London, 1822. 8°\n\nMaps to the Trigonometrical Survey of Great Britain. No.X. fol.\n\nA Treatise on the Harmonic System, arising from the Vibrations of the Aliquot Divisions of Strings, according to the gradual Progress of the Notes from the middle to the remote Extremes, London, 1822. fol.\n\nA Description of the principal Picturesque Beauties, Antiquities, and Geological Phenomena of the Isle of Wight, by Sir Henry C. Englefield, Bart. London, 1816. fol.\n\nAn Instrument for Optical Experiments, with an Explanation of its use in French and German. Connaissance des Tems ou des Mouvemens Célestes, à l'Usage des Astronomes et des Navigateurs, pour l'an 1825. Paris, 1822. 8°\n\nNeue Modifikation des Lichtes durch gegenseitige Einwirkung und Beugung der Strahlen und gesetzte derselben. Munich. 4°\n\nBestimmung des Brechungs-und Farbenzerstreuungs-Vermögens verschiedener Glasarten in bezug auf die Vervollkommung achromatischer Fernröhre. Munich. 4°\n\nPharmacologia, comprehending the Art of Prescribing upon fixed and scientific Principles, together with the History of Medicinal Substances. 2 Vols. London, 1822. 8°\n\nSuper Longitudine Geographica Speculae Astronomicæ Regiae quæ Monachii est ex 37 Defectionibus Solis observatis et ad Calculos revocatis. 1810. 4°\n\n**DONORS.**\n\nProfessor Moll.\n\nSociété de Géographie de Paris.\n\nMr. W. Huttman.\n\nM. Jean Deveze.\n\nW. T. Brande, Esq.\n\nThe Commissioners of the Board of Longitude.\n\nMajor Thomas Colby.\n\nJohn Macdonald, Esq.\n\nHenry Englefield, Esq.\n\nMr. Jos. Fraunhofer.\n\nLe Bureau des Longitudes de France.\n\nMr. Jos. Fraunhofer.\n\nDr. J. A. Paris.\n\nM. Charles Felix Seyffer.\n1822.\n\nTetragonismus sive Circuli quadratio geometrica obtenta atque demonstrata. Brixiae, 1821. 4°\n\nTransactions of the Geological Society, established Nov. 13, 1807. Second Series. Vol. I. Part I. London, 1822. 4°\n\nDec. 5. Select Dissertations on several subjects of Medical Science. London, 1822. 8°\n\nLucian of Samosata, from the Greek, with the Comments and Illustrations of Wieland and others. London, 1820. 2 Vols. 4°\n\nDes Canaux Navigables considérés d'une manière générale, avec des Recherches comparatives sur la Navigation Intérieure de la France et celle de l'Angleterre, accompagné de Cartes, &c. Paris, 1822. 4°\n\nFlora Batava, No. 62 4°\n\nSur l'Origine du Papier Monnaie. Paris, 1822. 8°\n\nLettre à M. Dacier relative à l'Alphabet des Hieroglyphes Phonétiques. Paris, 1822. 8°\n\nDescription d'un Etalon Métrique orné d'Hieroglyphes découvert dans les Ruines de Memphis par les soins de M. le Chev. Drovetti 4°\n\nA History of a severe Case of Neuralgia, commonly called Tic Douloureux. London, 1822. 8°\n\nElementi di Chirurgia di Filippo Leonardi. Rome, 1814-17. 3 Vols. 8°\n\n12. Relazione degli Scavi fatti nell' Anfiteatro di Verona l'anno 1819. Verona, 1821. 8°\n\nA Letter to Sir Humphry Davy, Bart. P.R.S. on the Application of Machinery to the purpose of Calculating and Printing Mathematical Tables. London, 1822. 4°\n\nA Chart of South Shetland, including Coronation Island, &c. from the Exploration of the Ship Dove, in the Years 1821 and 1822, by George Powell, Commander of the same. 1 Sheet.\n\nNotes on South Shetland, to accompany the Chart of these newly discovered Lands, by George Powell. London, 1822. 12°\n\nIllustrations of the Enquiry respecting Tuberculous Diseases. London, 1812. 8°\n\nPractical Observations on the Treatment and Cure of several Varieties of Pulmonary Consumption, and of the Effects of the Vapour of boiling Tar in that Disease. London, 1823. 8°\n\nAn Hygrometer for determining the Weight and Elasticity of aqueous Vapour at any time existing in the Atmosphere.\n\nThe Transactions of the Linnean Society of London. Vol. XIII. Part 2. London, 1821. 4°\n\n19. Sur le Zodiaque circulaire de Dendera. 8°\n\n1823.\n\nJan. 9. Transactions of the Royal Geological Society of Cornwall. Vol. II. Penzance, 1822. 8°\n\nM. Fred. Nicoli Cistiani.\n\nThe Geological Society.\n\nSir Gilbert Blane, Bart.\n\nWilliam Tooke, Esq.\n\nM. Huerne de Pommeuse.\n\nH.M. The King of the Netherlands.\n\nM. Jules Klaproth.\n\nM. Champollion le Jeune.\n\nM. Jomard.\n\nDr. G. D. Yeats.\n\nMa. Montefiore.\n\nIl Cav. Bartolommeo Giuliani.\n\nCharles Babbage, Esq.\n\nMr. R. H. Laurie.\n\nDr. John Baron.\n\nSir Alexander Crichton, M.D.\n\nJohn F. Daniell, Esq.\n\nThe Linnean Society.\n\nM. Jomard.\n\nDavies Gilbert, Esq. Pres. of the Society.\n1823.\n\nPRESENTS.\n\nTransactions of the Horticultural Society of London, Vol. V. Part I. London, 1822. 4°\n\nAn Elementary Treatise on Mineralogy and Geology, designed for the use of Pupils, for persons attending Lectures on these Subjects, and as Companion for Travellers in the United States of America. Boston, 1822. 2 Vol. 8°\n\nA New and Complete Epitome of Practical Navigation. London, 1822. 8°\n\nA Set of Linear Tables for correcting the Apparent Distance of the Moon from the Sun, or a fixed Star, for the Effect of Refraction. London, 1820. 8°\n\nEntomographia Imperii Russici. Part I. Moscow, 1821. 4°\n\n16. Asiatic Researches, or Transactions of the Society, instituted in Bengal for enquiring into the History and Antiquities, the Arts, Sciences and Literature of Asia. Vol. XIV. Calcutta, 1822. 4°\n\nFlore Medicale des Antilles. Vol. I. No. 1. Paris, 1821. 8°\n\nAstronomische Hülfstafeln für 1822. Copenhagen, 8°\n\nSchreiben an den H. D. W. Olbers in Bremen, enthaltend eine Nachricht über den Apparat dessen er sich zur Messung der Basis bei Braac im Jahr 1820 bedient hat. Altona, 1821. 4°\n\nSchriften der Naturforschenden Gesellschaft zu Leipzig. I. Part. Leipzig, 1824. 4°\n\n23. Inaugural Lecture on the Study of Chemistry, read at the Ashmolean Museum November 2, 1822. Oxford, 1823. 8°\n\nFeb. 6. A Treatise on Nervous Diseases. Vol. II. On Palsy and Epilepsy. London, 1823. 8°\n\nRemarks upon Morbus Oryzeus, or Disease occasioned by the employment of noxious Rice as Food. Calcutta, 1820. 8°\n\n13. Lexicon Meralogicum Enneaglottum. Pest, 1822. 8°\n\nNotice Necrologique sur M. Delambre. 8°\n\nConsidérations générales sur les Applications de la Géométrie. 4°\n\nCollecção de Escriptos relativos á Regeneração política das Ilhas Açores em o Anno de 1821. Lisboa, 1822. 8°\n\n20. A new Translation of Aristotle's Rhetoric, with an Introduction and Appendix. London, 1823. 8°\n\nCompendious View of Universal History and Literature, in a Series of Tables from the Fourth Edition of the German of B. C. Breton. London, 1820. fol.\n\nDONORS.\n\nThe Horticultural Society.\n\nProfessor Parker Cleveland.\n\nMr. J. W. Norrie.\n\nM. Gotthelf Fischer.\n\nThe Asiatic Society.\n\nM. J. Th. Descourtitz.\n\nProfessor H. C. Schumacher.\n\nProfessor Schweigreichen.\n\nDr. Charles Daubeney.\n\nDr. John Cooke.\n\nDr. Robert Tytler.\n\nDr. Michael Kovats.\n\nM. Charles Dupin.\n\nM. Garçao de Borja Stockler.\n\nDr. John Gillies.\n\nMajor James Bell.\n1823.\n\nPRESENTS.\n\nThoughts and Details on the high and low Prices of the last Thirty Years, Part I. London, 1823.\n\nAccount of an Expedition from Pittsburgh to the Rocky Mountains, performed in the years 1819 and 1820, by Order of J. C. Calhoun, Secretary of War, under the command of Major Stephen H. Long, compiled by Edwin James. Philadelphia, 1823. 2 Vol.\n\nObservations on the Effects of Lightning on Floating Bodies, with an Account of a New Method of applying fixed and continuous Conductors of Electricity to the Masts of Ships. London, 1823.\n\nTransactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. XL. London, 1823.\n\nConjectures sur la Réunion de la Lune à la Terre, et des Satellites en général à leur Planète principale. Paris, 1821.\n\nMemoirs of the Life and Works of Sir Christopher Wren, with a brief view of the Progress of Architecture in England, from the beginning of the Reign of Charles I. to the end of the 17th Century. London, 1823.\n\nEntomographia Imperii Russici. Vol. I. Part 2. Mosquæ, 1821.\n\nMarch 6. Extrait d’un Mémoire sur la double Réfraction particulière que présente le Cristal de Roche dans la direction de son axe.\n\nMilitary Sketches of the Goorka War in India, in the years 1814, 15, and 16. Woodbridge, 1822.\n\nMémoires sur les Questions proposées par l’Académie Royale des Sciences et Belles-Lettres de Bruxelles 1793—1816. Bruxelles, 1818.\n\nNouveaux Mémoires de l’Academie Royale des Sciences et Belles-Lettres de Bruxelles, Vol. II. Bruxelles, 1822.\n\nAn Account of some recent Discoveries in Hieroglyphical Literature and Egyptian Antiquities. London, 1823.\n\nA Tabular Series of Decimal Quotients for all the proper Vulgar Fractions, in which when in their lowest Terms, neither the Numerator nor the Denominator is greater than 1000. London, 1823.\n\nA Table of the Circles arising from the Division of a Unit, or any other whole Number by all the Integers from 1 to 1024, being all the decimal Quotients that can arise from this source.\n\nIntroduction to a Synoptical Table of English and French Lineal Measures.\n\nDONORS.\n\nThomas Tooke, Esq.\n\nDr. Hosac.\n\nMr. W. Snow Harris.\n\nThe Society for the Encouragement of Arts, &c.\n\nThe Author.\n\nMr. James Elmes.\n\nM. Gotthelf Fischer.\n\nM. A. Fresnel.\n\nMajor Edward Moor.\n\nThe Royal Academy of Sciences and Belles-Lettres of Brussels.\n\nDr. Thomas Young.\n\nHenry Goodwyn, Esq.\n1823.\n\n**PRESENTS.**\n\nSupplément à la Traduction Française de la Cinquième Edition du Système de Chimie par Th. Thomson. Paris, 1822. 8°\n\nNumismata Orientalia Illustrata. The Oriental Coins, Ancient and Modern of his Collection described and historically illustrated, Part I. London, 1822. 4°\n\nApril 10. Outline Engravings and Descriptions of the Woburn Abbey Marbles, 1823. fol.\n\nMémoires sur l'Intégration des Equations aux Différences partielles et sur la Distribution de la Chaleur dans les Corps Solides. 4°\n\nHistory and Description of the Royal Museum of Natural History, published by order of the Administration of that Department, translated from the French of M. Deleuze. Paris, 1823. 8°\n\nA Chart of the Northern Part of the China Sea. Sheet 2.\n\nAn Appeal to the British Nation on the Humanity and Policy of forming a National Institution for the Preservation of Lives and Property from Shipwreck. London, 1823. 8°\n\nTraité de Mécanique Céleste, Livre XI. Mars 1823. 4°\n\n24. Memorie della Reale Accademia delle Scienze di Torino. Vol. XXV. Turin, 1820. 4°\n\nMémoire sur la Construction d'un Voltimètre multiplicateur et sur son Application à la Détermination de l'Ordre des Metaux, relativement à leur Electricité par contact. 4°\n\nNouvelles Considérations sur la Théorie des Proportions déterminées dans les Combinaisons et sur la Détermination des Masses des Molécules des Corps. 4°\n\nMémoire sur la Manière de Ramener les Composés Organiques aux Lois ordinaires des Proportions déterminées. 4°\n\nExtrait d'un Mémoire sur les Lois des Modifications imprimées à la Lumière polarisée par sa Réflexion totale dans l'Intérieur des Corps transparents. 4°\n\nThe Septenary System of Generating Curves by continued Motion, including sundry Observations on the System and on its Application and Utility in Civil and Naval Architecture, Sculpture, and those Arts, generally, where a fine curved line is so highly esteemed. London, 1823. 8°\n\nMay 1. Views in Spain, from Sketches made in a Tour through that Kingdom in the Autumn of 1813. No. I. London. 4°\n\nThe Loyal and National Songs of England. London, 1823. fol.\n\n**DONORS.**\n\nM. J. Riffault.\n\nWilliam Marsden, Esq.\n\nHis Grace the Duke of Bedford.\n\nM. Poisson.\n\nM. Royer.\n\nJames Horsburg, Esq.\n\nSir W. Hillary, Bart.\n\nThe Marquis Laplace.\n\nThe Royal Academy of Sciences of Turin.\n\nLe Chev. Amédée Avogadro.\n\nM. A. Fresnel.\n\nMr. Joseph Jopling.\n\nEdward Hawke Locker, Esq.\n\nDr. William Kitchiner.\n1823.\n\nPRESENTS.\n\nThe Art of invigorating and prolonging Life. London, 1822. 12°\n\nThe Cook's Oracle, containing Receipts for plain Cookery on the most Economical Plan, for Private Families. London, 1823. 12°\n\nTraité de Mécanique Céleste, Livre XII. Avril, 1823. 4°\n\n29. Annales des Mines ou Receuil de Mémoires sur l'Exploitation des Mines et sur les Sciences qui s'y rapportent. Vol. VII. Paris, 1822. 8°\n\nAstronomisches Jahrbuch für das Jahr 1825. Berlin, 1822. 8°\n\nDescription of the Universal Telegraph for Day and Night Signals. London, 1823. 8°\n\nLectures on the Book of Genesis. London, 1823. 2 Vol. 8°\n\nA Description of some Indian Idols in the Museum of the (Royal) Society (of Edinburgh). Edinburgh, 1822. 4°\n\nJune 5.\n\nAstronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1822, to May 1, 1823, by and under the direction of the Rev. Abraham Robertson. MS.\n\nMartini Lister Historia sive Synopsis Methodica Conchyliorum. Editio 3a Oxonii, 1823. fol.\n\nReliquiae Diluvianae, or Observations on the Organic Remains contained in Caves, Fissures, and Diluvial Gravel, and on other Phenomena attesting the action of an Universal Deluge. London, 1823. 4°\n\nSuffolk Words and Phrases, or an Attempt to collect the Lingual Localisms of that County. Woodbridge, 1823. 12°\n\nThoughts and Details on the high and low Prices of the last 30 years. Parts 2 and 3. London, 1823. 8°\n\nAstronomische Abhandlungen. Part 1. Altona, 1823. 4°\n\nAstronomische Nachrichten, No. 25, 28. 4°\n\nAstronomische Hülfsstafeln für 1823. Copenhagen. 8°\n\nAn Engraved Portrait of the late Samuel Lysons, Esq. F. R. S.\n\nTravels through Sweden, Norway, and Finnmark, to the North Cape, in the Summer of 1820. London, 1823. 4°\n\nThe Hunterian Oration, delivered in the Theatre of the Royal College of Surgeons in London, 14 February, 1823. London, 1823. 4°\n\nTransactions of the Royal Society of Edinburgh, Vol. IX. Part 2. Edinburgh, 1823. 4°\n\nDONORS.\n\nDr. William Kitchiner.\n\nThe Marquis Laplace.\n\nLe Conseil Général des Mines de France.\n\nDr. J. C. Bode.\n\nLieut. Col. C. Pasley.\n\nRev. Dr. James Rudge.\n\nW. A. Cadell, Esq.\n\nThe Trustees of the Radcliffe Observatory.\n\nLewis Weston Dillwyn, Esq.\n\nThe Rev. W. Buckland.\n\nEdward Moor, Esq.\n\nThomas Tooke, Esq.\n\nProfessor H. C. Schumacher.\n\nJohn Bailey, Esq.\n\nA. De Capell Brooke, Esq.\n\nSir W. Blizard.\n\nThe Royal Society of Edinburgh.\n1823.\n\nPRESENTS.\n\nThe Transactions of the Linnean Society of London, Vol. XIV. Part 1. London, 1823. 4°\n\nKlopstock's Messiah, a Poem, in Twenty Cantos, translated from the German into English Verse. 4 Vols. Hamburgh, 1821. 8°\n\nAstronomische Nachrichten, No. 29—32. 4°\n\nRecherches Analytiques sur la Densité des Couches de l'Atmosphère et la Théorie des Refractions Atmosphériques. 1822. 4°\n\n19. Methodo inverso dos Limites ou Disenvolvimento geral das Funções Algorithmicas em Series. MS. Rio de Janeiro, 1819. fol.\n\nSystem of Algebraic Geometry, in 2 Vols. Vol. I containing the Geometry of Plane Curves. London, 1823. 8°\n\nLife of William Davison, Secretary of State and Privy Counsellor to Queen Elizabeth. London, 1823. 8°\n\nA Trifle, or Sketch, wherein the Science and Element of Electricity are developed in a few words, &c. London, 1823. 4°\n\nAsia Polyglotta. Paris, 1823. 4° And Sprach Atlas. fol.\n\nSociété Asiatique, Discours et Rapports lus dans la Séance Générale Annuelle du 21 Avril, 1823. Paris, 1823. 8°\n\nOrigin of Paper Money. London, 1823. 8°\n\nVerzeichniss der Chinesischen und Mandshuischen Bücher und Handschriften der Königlichen Bibliothek zu Berlin. Paris, 1822. fol.\n\nPeriodical Publications.\n\nA Journal of Science, Literature and the Arts. No. 27 to No. 29. 8°\n\nAnnals of Philosophy, New Series. No. 20 to No. 30. 8°\n\nThe Philosophical Magazine. No. 291 to No. 301. 8°\n\nThe Monthly Review, Enlarged, from July 1822 to May 1823; with Appendices to Vols. XCVIII. XCIX. and C. 8°\n\nThe European Magazine, from July 1822, to May 1823. 8°\n\nThe Dublin Magazine, or General Repertory of Philosophy, Belles-Lettres, and Miscellaneous Information, for the Year 1820. Dublin, 1820. 2 Vols. 8°\n\nDONORS.\n\nThe Linnean Society.\n\nMr. G. H. C. Egestorff.\n\nProfessor Schumacher.\n\nM. Plana.\n\nM. F. de B. G. Stockler.\n\nRev. Dionysius Lardner.\n\nNicholas Harris Nicolas, Esq.\n\nMr. Dudley Adams.\n\nMr. Julius Klaproth.\n\nThe Managers of the Royal Institution.\n\nRichard Phillips, Esq.\n\nMr. Alexander Tilloch.\n\nMr. G. E. Griffiths.\n\nThe Proprietors.\n\nMr. Rice.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1823.\n\nA\n\nAcid, carbonic, on its reduction to the liquid state, 193\n— muriatic, obtained in a liquid state, 198\n— sulphurous, on its reduction to the liquid state, 189\nAir, observations on air found in the pleura, in a case of pneumato-thorax, 496\n— experiments on the absorption of different kinds of air introduced into the pleura, 496\nAmmonia, liquid, in what manner obtained, 196\nArbury Hill, on its latitude, 73\nAstronomical refractions, a dissertation on the, 409\n\nB\n\nBarlow, Peter, Esq. observations and experiments on the daily variation of the horizontal and dipping needles under a reduced directive power, 326\nBarnacle, on its double organs of generation, 140\nBauer, Francis, Esq. The Croonian Lecture. Microscopical observations on the suspension of the muscular motions of the vibrio tritici, 1\nBell, Charles, Esq. on the motions of the eye, in illustration of the uses of the muscles and nerves of the orbit, 166\n— second part of his paper, on the nerves of the orbit, 289\nINDEX:\n\nBevan, B. Esq. observations on the heights of places in the Trigonometrical Survey of Great Britain, and upon the latitude of Arbury Hill, - - - - 73\n\nBurnett, William, M.D. an account of the effect of mercurial vapours on the crew of His Majesty's ship Triumph, in the year 1810, - - - - 402\n\nC\n\nCapella, computation of the southern motion of that star, 536\nChlorine, fluid, - - - - 160\nits refractive power, - - - - 198\n\nChristie, Samuel Hunter, Esq. on the diurnal deviations of the horizontal needle when under the influence of magnets, - - - - 342\n\nClift, Mr. William, a description of the fossil bones found in the caverns of Oreston, - - - - 81\n\nCroonian Lecture. Microscopical observations on the suspension of the muscular motions of the vibrio tritici, - - - - 1\n\nCyanogen, its condensation into a liquid, - - - - 196\n\nD\n\nDavis, J. F., Esq. on the Chinese year, - - - - 91\n\nDavy, Sir Humphry, Bart. on a new phenomenon of electro-magnetism, - - - - 153\nNote on the condensation of muriatic acid gas into the liquid form, - - - - 164\non the application of liquids formed by the condensation of gases as mechanical agents, - - - - 199\n\nAppendix to the preceding Paper, on the changes of volume produced in gases in different states of density, by heat, - - - - 204\n\nDavy, John, M.D. observations on air found in the pleura, in a case of pneumato-thorax; with experiments on the absorption of different kinds of air introduced into the pleura, - - - - 496\n\nAppendix to the preceding Paper, containing an account of a case of pneumato-thorax, in which the operation of tapping was performed; with some additional observations on air found within the body; and on the power of mucous membranes to absorb air, 509\n\nDillwyn, Lewis Weston, Esq. on fossil shells, - - - - 393\nINDEX\n\nE\nEel, common, on its double organs of generation, - 140\n— conger, on its double organs of generation, - 140\nElectro-magnetism, on a new phenomenon of it, - 153\nElectro-magnetic experiments, an account of an apparatus on a peculiar construction, for performing them, - 187\nElephant, the structure of its membrana tympani compared with that of the human species, - 23\nEuchlorine, fluid, in what manner obtained, - 194\nEye, on its motions, in illustration of the uses of the muscles and nerves of the orbit, - 166\n— of the muscles and frame-work which are around the eye-ball, - 166\n— on the two conditions of it, its state of rest, and of activity, - 177\n— of its expression, and of the actions of the oblique muscles in disease, - 181\n— muscles of the, on their actions and natural classification, - 172\n— experimental enquiry into their action, - 175\nEye-ball and eye-lids, their motions, - 168\n\nF\nFaraday, Mr. on fluid chlorine, - 160\n— on the condensation of several gases into liquids, - 189\n\nG\nGalapagos Islands, experiments made there with an invariable pendulum, - 217\nGases, simple mode of liquifying them by the application of heat, - 203\nGoldingham, John, Esq. experiments for ascertaining the velocity of sound at Madras in the East Indies, - 96\n\nH\nHall, Captain Basil, R. N. Letter to Captain Kater, communicating the details of experiments made by him and Mr. Henry Foster, with an invariable Pendulum, in London; at the Galapagos Islands in the Pacific Ocean, near the Equator; at San Blas de California on the N. W. coast of Mexico; and at Rio de Janeiro in Brazil. With an Appendix, containing the second series of experiments in London, on the return, - 211\nINDEX.\n\nHeat, simple mode of liquifying gases by the application of heat, - 203\n— on the changes of volume produced in gases in different states of density, by heat, - 204\n\nHome, Sir Everard, Bart. on the difference of structure between the human membrana tympani and that of the elephant, - 23\n— on the double organs of generation of the lamprey, the conger eel, the common eel, the barnacle, and earth-worm, which impregnate themselves; though the last from copulating appear mutually to impregnate one another, - 140\n\nHydrogen, sulphuretted, on its reduction to the liquid state, - 191\n\nI\n\nIvory, James, Esq. on the astronomical refractions, - 409\n\nK\n\nKater, Captain Henry, account of some experiments made with an invariable pendulum at New South Wales, by Major-General Sir Thomas Brisbane, K. C. B. - 308\n\nL\n\nLambton, Lieutenant Colonel W. corrections applied to the great meridional arc, extending from latitude 8° 9' 38\",39, to latitude 18° 3' 23\",64, to reduce it to the Parliamentary standard, - 27\n\nLamprey, on its double organs of generation, - 140\n\nLiquids, on the application of those formed by the condensation of gases as mechanical agents, - 199\n\nLondon, details of experiments made at this place with an invariable pendulum, - 222\n\nM\n\nMagnets, their influence on the diurnal deviations of the horizontal needle, - 342\n\nMembrana tympani, on the difference of structure between the human and that of the elephant, - 23\n\nMercurial vapours, an account of their effect on the crew of His Majesty's ship Triumph, in the year 1810, - 402\n\nMeridional arc, Great, corrections applied to it, extending from latitude 8° 9' 38\",39, to latitude 18° 3' 23\",64, to reduce it to the Parliamentary standard, - 27\nINDEX.\n\nMerthyr Tydvil, in Wales, a description of certain very small cubes, occasionally found in the slag of the great iron works there, 18\n\nMuriatic acid gas, Note on its condensation into the liquid form, 164\n\nN\n\nNeedle, compass, curious anomaly observed between its daily variations in-doors and in the open air, 339\n—— dipping, on its daily variation, 337\n—— horizontal, on its diurnal deviations when under the influence of magnets, 342\n—— account of the observations made on its daily variation in various directions, 329\n—— and dipping, observations and experiments on their daily variation, under a reduced directive power, 326\n\nNerves of the orbit of the eye, of those performing the involuntary motions, 292\n—— of the voluntary nerves, 298\n—— of the fourth nerve, 295\n\nNitrous oxide, on its reduction to the liquid state, 195\n\nO\n\nOphthalmicus, a division of the fifth nerve; on its functions, 290\n\nOreston, on some fossil bones discovered in caverns in the lime-stone quarries of that place, 73\n—— a description of the fossil bones found in the caverns there, 81\n\nP\n\nParallax, on that of α Lyrae, 53\n—— on the difference of that between γ Draconis and α Lyrae, 54\n—— on the absolute parallax of α Lyrae, 55\n\nPendulum, invariable, an account of some experiments made with one at New South Wales, 308\n—— details of experiments made with one at different places, 211\n\nPepys, W. H. Esq. an account of an apparatus on a peculiar construction for performing electro-magnetic experiments, 187\n\nMDCCXXIII.\nINDEX.\n\nPleura, observations on air found in the pleura, in a case of pneumato-thorax; with experiments on the absorption of different kinds of air introduced into the pleura, 496\n\nPneumato-thorax, observations on air found in the pleura, in a case of pneumato-thorax, 496\n\nPond, John, Esq. on the changes which have taken place in the declination of some of the principal fixed stars, 34\n\nAppendix to his Paper, on the changes which appear to have taken place in the declination of some of the fixed stars, 39\n\non the parallax of α Lyrae, 53\n\non certain changes which appear to have taken place in the positions of some of the principal fixed stars, 529\n\nPresents, a list of those made to the Royal Society from 7th November, 1822, to 19th June, 1823, 541\n\nR\n\nRefractions, astronomical, a dissertation on the, 409\n\nRio de Janeiro, series of experiments made at this place with an invariable pendulum, 220\n\nS\n\nSabine, Captain Edward, on the temperature at considerable depths of the Caribbean Sea, 206\n\nSan Blas de California, details of experiments made there with an invariable pendulum, 219\n\nSea, Caribbean, on the temperature of it at considerable depths, 206\n\nShells, fossil, 393\n\nSound, experiments for ascertaining its velocity, at Madras, in the East Indies, 96\n\nStars, fixed, on the changes which have taken place in the declination of some of the principal of them, 34\n\non certain changes which appear to have taken place in the position of some of the principal of them, 529\n\nSurvey of Great Britain, Trigonometrical, observations on the heights of places in that survey, 73\n\nT\n\nTitanium, metallic, 17\n\non its apparent magnetism, 400\nINDEX.\n\nV\n\n*Vibrio Triticis*, microscopical observations on the suspension of its muscular motions, - - - - - 1\n—the immediate cause of that destructive disease in wheat known under the name of ear cockle or purples, 2\n—appears to have been first discovered by Turbervil Needham, - - - - - 12\n\nW\n\nWhidbey, Joseph, Esq. on some fossil bones discovered in caverns in the lime-stone quarries of Oreston, - 78\nWollaston, William Hyde, M.D. on metallic titanium, 17\n—on the apparent magnetism of metallic titanium, - - - - - 400\nWorm, Earth, on its double organs of generation, - 140,143\n\nY\n\nYear, Chinese, - - - - - 91\n\nFrom the Press of W. Nicol,\nCleveland-row, St. James's, London.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107663.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25272,
    "total-output-tokens": 9257,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1594,
        2
      ],
      [
        1594,
        4031,
        3
      ],
      [
        4031,
        6738,
        4
      ],
      [
        6738,
        9133,
        5
      ],
      [
        9133,
        11541,
        6
      ],
      [
        11541,
        13984,
        7
      ],
      [
        13984,
        16358,
        8
      ],
      [
        16358,
        18413,
        9
      ],
      [
        18413,
        19456,
        10
      ],
      [
        19456,
        21241,
        11
      ],
      [
        21241,
        22923,
        12
      ],
      [
        22923,
        24637,
        13
      ],
      [
        24637,
        26147,
        14
      ],
      [
        26147,
        27792,
        15
      ],
      [
        27792,
        28471,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107663",
    "title": "Back Matter",
    "authors": null,
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107663"
  }
}