{
  "id": "e6c2324f7193bee2e206584aa763675af6538069",
  "text": "LIX. Extract of a Letter from Mr. Willem Van Hazen to Mr. Philip Miller, F. R. S. concerning the Quantity of Rain, which fell at Leyden in the Year 1751.\n\nRead Feb. 20, 1752. During the course of the last year 1751, it rain'd no less than 163 days; and the quantity of rain, which fell, was 41 inches.\n\nLX. An Account of a double Child, communicated to the Right Honourable the Lord Willoughby, of Parham, F. R. S. by Thomas Percival Esquire.\n\nMy Lord,\n\nRead Feb. 20, 1752. About three weeks ago was born a remarkable child at Hebus near Middleton. I presume somebody or other will send the Royal Society an account of it; but, lest that should not be soon done, be pleased to accept the inclosed, given me by a neighbouring surgeon. I have not myself seen it, being confined to my room with the gout, but am well assured it is exact, having shewn it to many, who have, and who all agree it to be right. am, my Lord,\n\nYour Lordship's most devoted,\n\nFeb. 10, 1752.\n\nTho. Percival.\nThe Portraiture of an uncommon Child, born January 1752, of the Wife of Richard Tong, of Hebus near Middleton, 5 Miles from Manchester in the County of Lancaster.\n\nThe child, or children, if they may be so called, are both females. The one is a perfect healthy-looking fine girl. The imperfect one adheres to the perfect one by the cartilago ensiformis, by a cartilaginous substance 4 inches in circumference. The body seems to be of a soft fleshy substance of very little regularity: it has no head, nor neck, nor any respiration: out of the upper parts of its body come out two short arms. On the right, which is the longer, are 4 fingers, but no thumb on the left, which is very short, its hand is very deficient, and upon it only two fingers. The thighs, legs, and feet, are the most perfect, tho' the legs have only one bone in them. It has no vertebrae of the back or loins.\nloins. The *os sacrum*, as well as the *os pubis*, imperfectly ossified. All its joints are very rigid and stiff. It has no *anus*, but passes off its water in the natural way. Its *sternum* is very imperfect; and it has no *clavícula*. It seems insensible of pain, not removing its arms or legs, if laid in an uneasy posture.\n\nLXI. *An Account of the Phænomena of Electricity in vacuo, with some Observations thereupon, by Mr. Wm. Watson, F. R. S.*\n\nTo the Royal Society.\n\nGentlemen,\n\nRead Feb. 20, 1752.\n\nIn a paper I had the honour to lay before you in January 1747, which was the last I communicated to you of my own upon the subject of electricity, and which has been since publish'd in the *Philos. Trans.* *, I acquainted you, that I intended upon some future occasion to lay before you a series of experiments in electricity made *in vacuo*; from a comparison of which with those already made in open air it did appear, that our atmosphere, when dry, was the agent, by which, with the assistance of other electrics *per se*, we were enabled to accumulate electricity in and upon non-electrics; that is, to communicate to them a greater quantity of electricity than these bodies naturally have. That, upon the removal\n\n* Numb. 485, p. 120.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105073.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 952,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        980,
        2
      ],
      [
        980,
        1861,
        3
      ],
      [
        1861,
        3107,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105073",
    "title": "An Account of a Double Child, Communicated to the Right Honourable the Lord Willoughby, of Parham, F. R. S. by Thomas Percival Esquire",
    "authors": "Thomas Percival",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105073"
  }
}