{
  "id": "e863049ad27c4819eb607458a8d9cf82eb110b4a",
  "text": "XVI. Report of Magnetic Experiments tried on Board an Iron Steam-Vessel, by Order of the Right Honourable the Lords Commissioners of the Admiralty. By Edward J. Johnson, Esq. Commander R.N. Accompanied by Plans of the Vessel, and Tables showing the Horizontal Deflection of the Magnetic Needle at different Positions on board, together with the Dip and Magnetic Intensity observed at those Positions, and compared with Observations made on shore with the same Instruments. Addressed to Charles Wood, Esq. M.P. &c. &c., and communicated by Captain Beaufort, R.N. F.R.S. Hydrographer to the Admiralty, by Command of the Right Honourable the Lords Commissioners of the Admiralty.\n\nReceived February 16.—Read March 10, 1836.\n\nLondon, January 16th, 1836.\n\nSir,—In pursuance of orders from the Lords Commissioners of the Admiralty, I proceeded to Ireland, taking with me the necessary instruments for ascertaining the deviation of the magnetic needle produced by the local attraction of an iron steam-vessel, together with others for determining the dip, magnetic intensity, &c.\n\nEvery facility for pursuing the inquiry directed by Their Lordships was afforded by Messrs. Laird, of Liverpool, who built the \"Garryowen;\" and the City of Dublin Steam Packet Company (through Charles W. Williams, Esq.) liberally offered the use of the above-named vessel, on the river Shannon, for the purpose of trying the necessary experiments; and I must not omit to mention in this place my obligation to Professor Barlow, from whom I received many valuable hints relative to the application of his correcting-plate previous to leaving London.\n\nWith a view to perspicuity I have divided the accompanying Report into sections.\n\n§ 1. Description of the Method of Investigation.\n\nThere being no wet dock at Limerick, nor in its vicinity, suitable for swinging the Garryowen, she was put under my directions in Tarbert Bay, on the 19th of October, and the following method of investigation was pursued.\n\nAll the compasses intended for use were carefully examined, and the caution of removing all iron from the person during the observations was strictly attended to.\n\nHaving fixed a station (X) on the south-west side of Tarbert Bay, a mile distant from the vessel, from whence the cone of a very remarkable mountain* in the County of Clare, and distant about nineteen miles, could be distinctly seen. I observed the\n\n* \"Dicomede.\"\nbearing of it with the azimuth compass, that was afterwards used at the position A on board the Garryowen.\n\nThe magnetic meridian at the station X being determined by this compass, a distant object on the land was noted in the line of that meridian, and the theodolite in the succeeding observations was placed in the position of the same compass, so that in the simultaneous observations between A and X the bearings may be considered commensurate with those that would have been obtained by one compass only.\n\nThe preliminary observations being complete, I directed the Garryowen to be taut moored in the line between the station X and the cone of the mountain, in which line of direction was also a remarkable heap of stones on Kilkerran Point, so that the vertical wire of the theodolite (placed at station X) bisected these objects, and likewise the instrument on the forecastle of the vessel*. These objects on the land served also as excellent marks to ascertain if the vessel drifted from her proper position, for which purpose thwart marks were likewise fixed upon.\n\nIn order to have the conditions respecting the position of the iron on board always the same during the experiments, the Garryowen was moored with extra anchors and hawsers, so that her own bower anchors were at the bows, and their chain cables in a given place. The tiller, the crane, and boats’ davits (being made of iron) were also secured in certain definite positions; and I am induced to mention these particulars, as it will be seen by the experiments how essential their observance is to accuracy.\n\nAnchors having been laid out, and the necessary preparations made for warping the vessel’s head to the required points, I thought it desirable previously to fixing the compasses in certain positions on board, and swinging the vessel an entire revolution, to ascertain the amount of local attraction when the Garryowen’s head was in a direction where, in the generality of cases, the deviation had been found to approach its maximum, so as in some degree to guide me in the selection of a place for the principal observations, or that to which my chief attention was directed, viz. a position for placing a steering-compass, and that where the effect of Professor Barlow’s correcting-plate might be tried.\n\nWith this view the vessel’s head was warped to the true magnetic west, and the deviation ascertained in various parts of her.\n\nAt a position (No. 5) near the fore hatchway, and 5 feet above the deck, the deviation of the marked or north end of the needle was . . . 16° E.\n\nNear the centre of the vessel before the large funnel, and 5 feet above the deck, the deviation was . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26° 20′ E.\n\n* This instrument was the graduated circle of a surveying-compass, to which I applied cross vanes for the purpose of observing the true magnetic direction of the vessel’s head, a plan which I found more convenient than using a sextant for that purpose while warping round from point to point.\nAnd at a position (No. 6) $11\\frac{1}{2}$ feet before the tafrail, and $5\\frac{3}{4}$ feet above\nthe deck, the deviation was (when the boats' davits were out) . . . $11^\\circ 40'$ E.\nDitto (when the boats' davits were swung in-board) . . . . . . . . . . . . . . $6^\\circ 20'$ E.*\n\nThe preceding facts showing the influence of small portions of iron in the vicinity\nof the compass, may be worthy the attention of the practical navigator; for it will be\nseen by the results obtained at a position not far from the binnacle, that the differ-\nence of deviation amounted to no less than $5^\\circ 20'$ under the mere circumstance of\nswinging the quarter-boat's davits in-board from their usual position where the boats\nare hoisted up, to that place in which they would be secured in stormy weather\nat sea.\n\nBearing in mind the practical question of placing a steering-compass as near to\na convenient part of the deck as possible, and not considering the local attraction\ndeveloped by the preceding observations at No. 5. and No. 6. excessive, I fixed on\npositions near to them for placing the azimuth compasses†, viz. A and B.\n\nThe positions A and B were therefore selected with reference to the nearer por-\ntions of iron; the nearest iron to the pivot of one position being 5 feet $9\\frac{5}{8}$ inches, and\nthat to the pivot of the other 6 feet, except the painted wire of the forecastle sky-\nlight, which I afterwards discovered to be iron, and which was 4 feet 1 inch from\nthe compass at B.\n\nThe exact distances of particular masses of iron from each compass will be found\nin Table X., page 288; and the relative position of the several compasses, according\nto measurement, will be readily understood by referring to the letters in the longi-\ntudinal section of the vessel (Plate XXIII.).\n\nIt is necessary to remark in this place, that simultaneous observations could not\nbe made at all the positions on board, as the compasses would then have been too\nnear to each other; therefore in referring to the letters denoting the place of each\ninstrument, it is to be understood that the observations were made at different times,\nexcept where otherwise expressed. It must also be understood that the deflections\nat C, F, P, T, O, Q were observed with common compasses.\n\nMr. William Laird, Jun., who accompanied me to Ireland, kindly undertook to\nsuperintend the observations at Station X.; and to him I am also indebted for very\naccurate plans of the Garryowen, and likewise for noting the time during the obser-\nvations for the magnetic intensity.\n\nHaving instructed the engineer of the vessel so far in the use of the theodolite as\nto enable him to observe the horizontal angle which the position A on board sub-\ntended with the magnetic meridian as the vessel was warped round, he was likewise\n\n* Although the deviation was less when the davits were swung in-board, yet the directive power of the\nneedle would be different, and it is the difference of deviation that is here to be remarked.\n\n† These compasses were made by Mr. Gilbert, their pedestals being so contrived by him that Professor\nBarlow's correcting plate could be conveniently turned to the different points, and raised or depressed as oc-\ncasions might require by means of brass tubes and screws.\nstationed at X; and the necessary signals were arranged for the simultaneous observations between that station and A on board*.\n\nMr. Bingham of the Garryowen willingly attended to swinging the vessel, and also observed the direction of her head at the position G. These arrangements left me at liberty to make the more important observations at A and B, to keep a check with the instrument on the forecastle as to the direction of the vessel's head, and occasionally to overlook the men who were watching the other compasses.\n\nThe necessary preparations having been made, the Garryowen was warped round to all the points of the compass, but not till after frequent interruptions, sometimes for several days together, by rain and gales of wind.\n\nThe bearings of the cone of the distant mountain from the positions A and B, as well as the simultaneous bearings between A and X, were observed when the vessel's head was at each point, and from these bearings the deviation of the compass produced by the local attraction of the vessel was deduced.\n\nThese observations are registered in Table II., and the repetition of them during another revolution of the vessel is inserted in Table III.\n\n**Table I.**\n\nSimultaneous Observations made with Nine Compasses in different parts of the Vessel, the Bell being struck as the signal for observation.\n\n| Date       | True magnetic direction of vessel's head | Direction of vessel's head by compass F. | Deviation at F. | Direction of vessel's head by compass T. | Deviation at T. | Direction of vessel's head by compass G. | Deviation at G. | Direction of vessel's head by compass A. | Deviation at A. | Direction of vessel's head by compass O. | Deviation at O. |\n|------------|------------------------------------------|----------------------------------------|----------------|----------------------------------------|----------------|----------------------------------------|----------------|----------------------------------------|----------------|----------------------------------------|----------------|\n| Nov. 5.    | North.                                   | N. 36 0 E.                             | 26 0           | N. 1 0 E.                              | 0              | N. 8 20 E.                            | 8 20           | N. 16 30 E.                           | 18 30          | N. 16 30 E.                           | 18 30          |\n|            | N.E.                                     | N. 74 30 E.                            | 29 30          | N. 45 0 E.                            | 0              | N. 55 0 E.                            | 10 0           | N. 72 0 E.                           | 27 0           | N. 72 0 E.                           | 27 0           |\n|            | East.                                    | S. 59 30 E.                            | 30 30          | East.                                 | 0              | N. 80 40 E.                            | 9 20           | S. 67 0 E.                           | 23 0           | S. 67 0 E.                           | 23 0           |\n|            | S.E.                                     | S. 30 15 E.                            | 14 45          | S. 45 0 E.                            | 0              | S. 39 30 E.                            | 5 30           | S. 35 0 E.                           | 10 0           | S. 35 0 E.                           | 10 0           |\n|            | South.                                   | S. 10 30 E.                            | 10 30          | S. 1 0 E.                              | 1              | S. 1 0 E.                              | 1 0            | S. 5 0 E.                            | 5 0            | S. 5 0 E.                            | 5 0            |\n|            | S.W.                                     | S. 8 30 W.                             | 36 30          | S. 45 0 W.                            | 0              | S. 33 0 W.                            | 12 0           | S. 26 0 W.                           | 19 0           | S. 26 0 W.                           | 19 0           |\n|            | West.                                    | S. 35 30 W.                            | 54 30          | S. 85 0 W.                            | 5              | S. 80 0 W.                            | 10 0           | S. 63 15 W.                           | 26 45          | S. 63 15 W.                           | 26 45          |\n|            | N.W.                                     | N. 30 0 W.                             | 15 0           | N. 40 0 W.                            | 5              | N. 38 0 W.                            | 7 0            | N. 64 0 W.                           | 19 0           | N. 64 0 W.                           | 19 0           |\n\n* The time was noted as a check to any mistake in the identity of the observations; but I have not thought it necessary to prolong the tables by inserting it.\n### Table II.\n\nShowing the Deviation of the Horizontal Needle (or Local Attraction) at the positions A and B on board the Garryowen, as deduced from the true magnetic Bearing of the Cone of a distant mountain and the bearings of it observed on board, when the vessel's head was at each point of the Compass, together with the Deviation, deduced from Simultaneous Bearings.\n\n| Date | Barometer | Thermometer | Observations at position A on board | Simultaneous bearings from A on board with the station X on shore | Observations at position B |\n|------|-----------|-------------|------------------------------------|---------------------------------------------------------------|--------------------------|\n|      |           |             | True magnetic bearing of the cone of Dicomedes from A. | Deviation or local attraction at A. | True magnetic bearing of the cone of Dicomedes from X. | Deviation or local attraction at A. | True magnetic bearing of the cone of Dicomedes from B. | Deviation or local attraction at B. |\n| Oct. 21 | 29°52' |             | North. N. 64° 50' E. | 74° 15' E. | 9° 25' + | N. 66° 10' E. | S. 75° 30' W. | 9° 20' + | N. 64° 50' E. | N. 73° 15' E. | 9° 25' |\n|        |           |             | N. by E. | 73° 20' | 8° 30' | 65° 50' | 76° 30' | 10° 40' | 8° 50' | 75° 30' | 10° 40' |\n|        |           |             | N.N.E. | 74° 50' | 10° 0' | 65° 30' | 74° 20' | 9° 25' | 75° 30' | 10° 40' |\n|        |           |             | N.E. by N. | 75° 30' | 10° 40' | 65° 15' | 74° 40' | 9° 25' | Not observed. |\n|        |           |             | N.E. | 79° 0' | =14° 10' | 64° 50' | 75° 15' | 10° 25' | 75° 30' | 10° 40' |\n|        |           |             | N.E. by E. | 75° 10' | =10° 20' | 64° 40' | 74° 50' | 10° 10' | 74° 45' | 9° 55' |\n|        |           |             | E.N.E. | 74° 10' | 9° 20' | 64° 50' | 72° 40' | 8° 25' | 75° 0' | 10° 10' |\n|        |           |             | E. by N. | 73° 45' | 8° 55' | 64° 15' | 72° 50' | 8° 45' | 74° 50' | 10° 0' |\n|        |           |             | East. | 74° 0' | 9° 10' | 63° 55' | 72° 20' | 8° 25' | 74° 20' | 9° 30' |\n|        |           |             | E. by S. | 73° 10' | 8° 20' | 63° 30' | 71° 30' | 8° 0' | 73° 45' | 8° 55' |\n|        |           |             | E.S.E. | 72° 5' | 7° 15' | 63° 15' | 70° 10' | 6° 55' | 73° 10' | 8° 20' |\n|        |           |             | S.E. by E. | 70° 25' | 5° 35' | 63° 15' | 69° 25' | 6° 10' | 71° 30' | 6° 40' |\n|        |           |             | S.E. | 69° 25' | 4° 25' | 63° 5' | 67° 20' | 4° 15' | 69° 0' | 4° 10' |\n|        |           |             | S.E. by S. | 67° 0' | 2° 10' | 63° 10' | 64° 20' | 1° 20' | 67° 0' | 2° 10' |\n|        |           |             | S.S.E. | 65° 0' | 0° 10' | 63° 15' | 62° 50' | 0° 25' | 64° 30' | 0° 10' |\n|        |           |             | S. by E. | 61° 30' | 3° 20' | 63° 8' | 62° 20' | 0° 48' | 60° 20' | 4° 30' |\n|        |           |             | South. | 58° 50' | 6° 0' | 63° 20' | 60° 10' | 3° 10' | 58° 20' | 6° 30' |\n|        |           |             | S. by W. | 56° 20' | 8° 30' | 63° 35' | 55° 0' | 8° 35' | 54° 50' | 10° 0' |\n|        |           |             | S.S.W. | 54° 40' | 10° 10' | 63° 45' | 53° 20' | 10° 25' | 52° 30' | 12° 20' |\n|        |           |             | S.W. by S. | 52° 0' | 12° 50' | 64° 0' | 51° 40' | 12° 20' | 49° 20' | 15° 30' |\n|        |           |             | S.W. | 51° 30' | 13° 20' | 64° 12' | 50° 45' | 13° 27' | Cone not seen for paddle-box. |\n|        |           |             | S.W. by W. | 51° 20' | 13° 30' | 64° 35' | 50° 20' | 14° 15' | 46° 45' | 18° 5' |\n|        |           |             | W.S.W. | 50° 40' | 14° 10' | 64° 55' | 50° 10' | 14° 45' | 44° 30' | 20° 20' |\n|        |           |             | W. by S. | 52° 0' | 12° 50' | 65° 20' | 52° 20' | 13° 0' | 48° 10' | 16° 40' |\n|        |           |             | West. | 54° 0' | 10° 50' | 65° 35' | 54° 40' | 10° 55' | 52° 40' | 12° 10' |\n|        |           |             | W. by N. | 57° 50' | 7° 0' | 65° 45' | 60° 0' | 5° 45' | 56° 50' | 8° 0' |\n|        |           |             | W.N.W. | 61° 0' | 3° 50' | 66° 3' | 62° 50' | 3° 13' | 60° 50' | 4° 0' |\n|        |           |             | N.W. by W. | 63° 40' | 1° 10' | 66° 3' | 65° 50' | 0° 18' | 66° 0' | 1° 10' |\n|        |           |             | N.W. | 67° 45' | 2° 55' | 66° 20' | 69° 40' | 3° 20' | 68° 35' | 3° 45' |\n|        |           |             | N.W. by N. | 70° 0' | 5° 10' | 66° 25' | 72° 20' | 7° 55' | 71° 50' | 7° 0' |\n|        |           |             | N.N.W. | 71° 40' | 6° 50' | 66° 26' | 73° 30' | 7° 4' | 74° 20' | 9° 30' |\n|        |           |             | N. by W. | 73° 10' | 8° 20' | 66° 27' | 75° 40' | 9° 13' | 76° 0' | 11° 10' |\n|        |           |             | North. | N. 64° 50' E. | N. 74° 15' E. | 9° 25' | N. 66° 15' E. | S. 76° 20' W. | 10° 5' | Fires extinguished. |\n\n*Note.*—Oct. 21. Moderate breezes from S.S.W.—Oct 27. Moderate breezes from the north, with slight showers.\n\n*a* Repeated Oct. 27, and found to be 75° 10'.\n\n*b* Vessel sheering more than 1°.\n\n*c* Hawser broke.\n\n*d* Station X not seen through the compass vanes, but a mark was placed on the paddle-box, and ascertained to be in a line with it was observed.\n\n*e* Hawser broke.\n\nAfter vibrating the needles during the above observations, I observed that both the compasses at A and B were occasionally embarrassed in their movements.\n### Table III.\n\nRepetition of Observations at A and B, showing the Discrepancies which occurred in the Deflections of the Horizontal Needle at that position.\n\n| Date | Barometer | Thermometer | True magnetic declination of vessel's head. | Simultaneous observations | Local attraction at A. | True magnetic bearing of cone of mountain. | Bearings of the cone from A. | Deviation or local attraction at A. | True magnetic bearing of Dicro-mode from B. | Bearings of the cone of Dicro-mode from B. | Deviation of local attraction at B. |\n|------|-----------|-------------|------------------------------------------|--------------------------|------------------------|------------------------------------------|-------------------------------|---------------------------------|------------------------------------------|-----------------------------------------------|----------------------------------|\n| Oct. 29 | 29-9 57°a |             | North. N.65° 30 E. S.76° 6 W.          | 10° 30                  | N.64° 50 E.            | N.73° 20 E.             | 8° 30                           | N.64° 50 E.                    | N.74° 10 E.                     | 9° 20                           |\n|       |           |             | N. by E. 65 25                          | 75 50                   | 10 25                  | .................................. | 74 30                           | 9 40                           | .................................. | 73 30                           | 8 48                           |\n|       |           |             | N.N.E. 65 10                            | 77 55                   | 12 45                  | .................................. | 73 20                           | 8 30                           | .................................. | 73 30                           | 8 40                           |\n|       |           |             | N.E. by N. 64 45                        | 75 30                   | 10 45                  | .................................. | 73 30                           | 8 40                           | .................................. | 75 40                           | 10 50                          |\n|       |           |             | N.E. 64 32                             | 76 20                   | 11 48                  | .................................. | 74 30                           | 9 40                           | .................................. | 74 30                           | 9 40                           |\n|       |           |             | N.E. by E. 64 13                        | 74 50                   | 10 37                  | .................................. | 74 10                           | 9 20                           | .................................. | 75 0                            | 10 10                          |\n|       |           |             | E.N.E. 63 53                            | 72 30                   | 8 37                   | .................................. | 72 30                           | 7 40                           | .................................. | 75 20                           | 10 30                          |\n|       |           |             | E. by N. 63 35                          | 72 30                   | 8 55                   | .................................. | 73 30                           | 8 40                           | .................................. | 74 30                           | 9 40                           |\n|       |           |             | East. 63 15                             | 72 0                    | 8 45                   | .................................. | 73 20                           | 8 30                           | .................................. | 71 20b                          | 6 30b                          |\n|       |           |             | E. by S. 63 7                           | 70 50                   | 7 43                   | .................................. | 72 55                           | 8 5                            | .................................. | 73 0                            | 8 18                           |\n|       |           |             | E.S.E. 62 55                            | 70 0                    | 7 5                    | .................................. | 79 30                           | 7 40                           | .................................. | 74 0                            | 9 10                           |\n|       |           |             | S.E. by E. 62 45                        | 69 50                   | 7 5                    | .................................. | 71 10                           | 6 20                           | .................................. | 73 20                           | 8 30                           |\n|       |           |             | S.E. 62 40                             | 68 40                   | 6 0                    | .................................. | 69 30                           | 4 40                           | .................................. | 70 30                           | 5 40                           |\n|       |           |             | S.E. by S. 62 37                        | 65 50                   | 3 13                   | .................................. | 67 0                            | 2 10                           | .................................. | 68 50                           | 4 30+                          |\n|       |           |             | S.S.E. 62 39                            | 63 10                   | 0 31+                  | .................................. | 65 10                           | 0 20+                          | .................................. | 64 25                           | 0 25+                          |\n|       |           |             | S. by E. 62 35                          | 60 50                   | 1 45                   | .................................. | 62 20                           | 2 30+                          | .................................. | 61 0                            | 3 50                           |\n| Oct. 30 | 30 52     |             | South. 62 45                            | 59 10                   | 3 35                   | .................................. | 60 10                           | 4 40                           | .................................. | 59 20                           | 5 30                           |\n|       |           |             | S. by W. 63 30                          | 55 0                    | 8 30                   | .................................. | 55 40                           | 9 10                           | .................................. | 56 30                           | 8 20                           |\n|       |           |             | S.S.W. 63 30                            | 54 20                   | 9 10                   | .................................. | 54 40                           | 10 10                          | .................................. | 52 40                           | 12 10                          |\n|       |           |             | S.W. by S. 63 45                        | 51 40                   | 12 5                   | .................................. | 53 30                           | 11 20                          | .................................. | 52 50                           | 12 0                           |\n|       |           |             | S.W. 64 0                               | 50 10                   | 13 50                  | .................................. | .................................. | .................................. | .................................. | 50 20                           | 14 30                          |\n|       |           |             | S.W. by W. 64 28                        | 54 40                   | 9 48                   | .................................. | .................................. | .................................. | .................................. | 59 20                           | 5 30                           |\n|       |           |             | W.S.W. 65 10                            | 52 30                   | 12 40                  | .................................. | .................................. | .................................. | .................................. | 56 30                           | 8 20                           |\n|       |           |             | W. by S. 65 45                          | 52 20                   | 13 35                  | .................................. | .................................. | .................................. | .................................. | 52 40                           | 12 10                          |\n| Oct. 31 | 30-1 50   |             | West. 66 8                             | 55 20                   | 10 48                  | .................................. | .................................. | .................................. | .................................. | 65 35                           | 52 30                           |\n|       |           |             | W. by N. 66 15                          | 58 20                   | 7 55                   | .................................. | .................................. | .................................. | .................................. | 65 30                           | 54 20                           |\n|       |           |             | W.N.W. 66 15                            | 61 20                   | 4 55                   | .................................. | .................................. | .................................. | .................................. | 65 20                           | 60 0                            |\n|       |           |             | N.W.by W. 66 30                         | 66 0                    | 0 30                   | .................................. | .................................. | .................................. | .................................. | 65 20                           | 66 20                           |\n|       |           |             | N.W. 66 32                             | 68 30                   | 1 58+                  | .................................. | .................................. | .................................. | .................................. | 65 15                           | 67 30                           |\n|       |           |             | N.W.by N. 66 30                         | 72 0                    | 5 30                   | .................................. | .................................. | .................................. | .................................. | 65 10                           | 71 40                           |\n|       |           |             | N.N.W. 66 30                            | 73 0                    | 6 30                   | .................................. | .................................. | .................................. | .................................. | 65 5                            | 73 0                            |\n|       |           |             | N. by W. 66 15                          | 71 50                   | 5 35                   | .................................. | .................................. | .................................. | .................................. | 64 58                           | 72 0                            |\n|       |           |             | North. 66 15                            | 69 40                   | 3 25                   | .................................. | .................................. | .................................. | .................................. | 65 0                            | 71 40                           |\n\n*Fires lighted.—Steam up.*\n\n**Note.**—Oct. 29. Moderate breezes and cloudy weather.—Oct. 31. Moderate breezes from the east: hazy weather.\n\n---\n\na 79° in engine-room.\n\nb Vessel's head E. 24° S.\n\nc The cone of the distant mountain here became obscured in mist, so that it was necessary to resort to simultaneous observations with the station X on the south-west side of Tarbert Bay.\n### Table IV.\n\nSimultaneous Bearings between position I and the station X on the south-west side of Tarbert Bay, showing the Deflection of the Horizontal Needle at I.\n\n| Date     | Barometer | Thermometer | True magnetic direction of the vessel's head | Simultaneous bearings from I. | Simultaneous bearings from X. | Deviation or local attraction at I. |\n|----------|-----------|-------------|---------------------------------------------|-----------------------------|-------------------------------|-------------------------------------|\n| Nov. 12  | 30·5      | 47          | North.                                      | N.66 28 E.                  | S.68 10 W.                    | 1 42                                |\n|          |           |             | N. by E.                                    | 66 15                       | 66 40                         | 0 25+                               |\n|          |           |             | N.N.E.                                      | 66 3                        | 65 10                         | 0 53−                               |\n|          |           |             | N.E. by N.                                  | 65 50                       | 63 40                         | 2 10                                |\n|          |           |             | N.E.                                        | 65 32                       | 62 40                         | 2 52                                |\n|          |           |             | N.E. by E.                                  | 65 10                       | 61 30                         | 3 40                                |\n|          |           |             | E.N.E.                                      | 64 50                       | 60 40                         | 4 10                                |\n|          |           |             | E. by N.                                    | 64 35                       | 59 40                         | 4 55                                |\n| Nov. 11  | 30·4      | 46          | East.                                       | 64 15                       | 60 0                          | 3 45                                |\n|          |           |             | E. by S.                                    | 63 30                       | 59 45                         | 3 45                                |\n|          |           |             | E.S.E.                                      | 63 90                       | 59 25                         | 3 55                                |\n|          |           |             | S.E. by E.                                  | 63 2                        | 58 55                         | 4 7                                 |\n|          |           |             | S.E.                                        | 63 5                        | 59 20                         | 3 45                                |\n|          |           |             | S.E. by S.                                  | 63 0                        | 59 40                         | 3 20                                |\n|          |           |             | S.S.E.                                      | 62 15                       | 59 0                          | 3 15                                |\n|          |           |             | S. by E.                                    | 62 55                       | 59 40                         | 3 15                                |\n| Nov. 13  | 30·5      | 47          | South.                                      | 63 4                        | 60 10                         | 2 54                                |\n|          |           |             | S. by W.                                    | 63 35                       | 61 40                         | 1 53                                |\n|          |           |             | S.S.W.                                      | 63 53                       | 62 20                         | 1 33                                |\n|          |           |             | S.W. by S.                                  | 64 5                        | Station not seen.             |                                     |\n|          |           |             | S.W.                                        | 64 20                       | 64 0                          | 0 20−                               |\n|          |           |             | S.W. by W.                                  | 64 35                       | 66 0                          | 1 25+                               |\n|          |           |             | W.S.W.                                      | 64 45                       | 66 30                         | 1 45                                |\n|          |           |             | W. by S.                                    | 65 12                       | 67 30                         | 2 18                                |\n| Nov. 13  | 30·5      | 46          | West.                                       | 65 35                       | Station not seen.             |                                     |\n|          |           |             | W. by N.                                    | 65 40                       | 70 10                         | 4 30                                |\n|          |           |             | W.N.W.                                      | 65 50                       | 71 30                         | 6 0                                 |\n|          |           |             | N.W. by W.                                  | 66 3                        | 71 40                         | 5 37                                |\n|          |           |             | N.W.                                        | 66 8                        | 71 40                         | 5 32                                |\n|          |           |             | N.W. by N.                                  | 66 16                       | 70 50                         | 4 34                                |\n|          |           |             | N.N.W.                                      | 66 14                       | 70 10                         | 3 56                                |\n|          |           |             | N. by W.                                    | 66 12                       | 68 0                          | 1 48                                |\n| Nov. 14  | 30·4      | 40·8        | North.                                      | 66 5                        | 67 50                         | 1 45                                |\n\nFires extinguished.\n\nNote.—Nov. 12. Fine clear weather.—Nov. 11. Cold clear weather, wind E. Nov. 12. Moderate breezes from the east.\n\nFrom the prevalence of wet and stormy weather it was impracticable to repeat or verify these observations.\n### Table V.—Horizontal Deflections of the Magnetic Needle observed at seven different parts of the Garryowen.\n\n| Direction | Deviation | Direction of vessel's head by compass (Garryowen) | Deviation | Direction of vessel's head by compass (Garryowen) | Deviation | Direction of vessel's head by compass (Garryowen) | Deviation | Direction of vessel's head by compass (Garryowen) |\n|-----------|-----------|--------------------------------------------------|-----------|--------------------------------------------------|-----------|--------------------------------------------------|-----------|--------------------------------------------------|\n| North     |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| N.N.E.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| N.E.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| E.E.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| S.E.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| S.S.E.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| S.S.W.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| S.W.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| W.W.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| W.S.W.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| W.S.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| W.N.W.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| W.N.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| N.W.      |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n| N.N.W.    |           |                                                  |           |                                                  |           |                                                  |           |                                                  |\n\n*Note:* The table provides detailed observations of magnetic needle deflections at various points around the Garryowen, indicating deviations from true north in degrees and directions. The entries include both local and deviation corrections, as well as the direction of the vessel's head by compass at each point. The data is organized by direction (e.g., North, N.N.E., etc.) and includes specific measurements such as degrees and minutes.\n\n**Footnote:** * signifies that the observation was repeated; and it will be observed that at some of the positions nearest to the iron-work (such as the binnacle) considerable discrepancies occurred.\n§ 2. Results of Experiments.\n\nThe principal results are arranged in a tabular form, with plans of the Garryowen (iron steam-vessel), so as to present at one view the relative positions of the compasses in different parts of the vessel; and the results obtained (both as relates to the horizontal deflections of the magnetic needle, and also as respects the dip and intensity) on board, compared with those observed with the same instruments on Tarbert Island. And I must here express my thanks to Professor Christie for his suggestions on observations to be made on the dip and intensity at two positions on board, the one near the head, and the other near the stern (A and B), where the centre of the dipping-needle was to occupy as nearly as possible the same position as the pivot of the azimuth-compass, with which the horizontal deflections were observed.\n\nFrom having noticed a considerable embarrassment in the movement of the compasses, to which my attention was more particularly directed, viz. those at A and B, I was not entirely unprepared for the discrepancies that appeared between the first and second series of observations.\n\nIt is necessary to remark in this place, that during the second revolution of the vessel the fires were lighted and the steam was 'up'; but in considering the differences that appear, both as relates to the deviation deduced from the simultaneous observations and that obtained by the bearings of the cone of the distant mountain (see Table II.), and likewise the differences, which are still greater, in the results obtained during the second revolution of the vessel, especially towards the north (see Table III.), I am not enabled to attribute such differences to the circumstance of the fires being lighted; nor am I prepared to place them to the account of the sheering of the vessel, as they far exceed any limits that might reasonably be allowed for such a possible circumstance; but the freedom of motion of the needles might possibly have been affected by the local influence, or rather influences, in the vessel, that is, by the proximity of certain masses of iron*, probably imbued with magnetic powers acting in various directions, and consequently weakening the directive power of the needles and embarrassing their movements, notwithstanding that the compasses were at the several distances from these masses, which are noted in Table X., page 288.\n\nIt was my intention to have put that part of Their Lordships' orders relating to the trial of Professor Barlow's correcting-plate in execution at the position A on board; but the results obtained there did not hold out a probability of its successful application, the discrepancies already alluded to being such as to prevent \"the plane of no deviation\" being accurately determined; and consequently the true position for fixing the plate (according to the law determined by Professor Barlow) could not be\n\n* The iron davits and stanchions abaft, and the spindle of the wheel, are here particularly alluded to.\nobtained with sufficient exactness, from the cause I have already mentioned, viz. the too near proximity of certain masses of iron.\n\nIn most cases \"the plane of no deviation\" has been found in the direction of the keel; there are, however, exceptions to this; and the little approximation to such a line that may be deduced from the observations at A, shows that in the Garryowen at that position the line of no deviation would be oblique to the keel.\n\nComparing the results obtained at positions A and B, and referring to the plan of the vessel, which shows the variety of positions in which malleable iron is placed,—such as in the beams, ribs, sheathing, rails, stanchions, &c., in all of which magnetic influences might exist, I determined to remove the compasses further from the deck, and consequently further from the particular portions of the iron work which appeared to me to affect them.\n\nThese observations, while they proved that the distance of 5 or 6 feet from any iron work was not sufficient for placing a compass at A and B on board the Garryowen, they at the same time clearly demonstrated the necessity of observing the comparative effect produced on the dip and magnetic intensity by the vessel; for although the horizontal deflections of the needle did not appear to be excessive at position A, yet it was evident that its directive power was affected.\n\nThe very unfavourable weather that prevailed prevented me from making all the observations on the dip and intensity that I desired, or those suggested, as both the vertical and horizontal vibrations, as well as the dip, should be determined with the vessel's head at the true magnetic north and south, and likewise at the north and south points indicated by the needle at the position on board; besides which similar observations should be made with the vessel's head at east and west, the object being to ascertain how far the directive power of the needle may be affected at certain parts of the vessel. The observations on the dip and intensity which I was enabled to make are registered in the following Tables VI. and VII.\n### Table VI.\n\nRegister of the Dip of the Magnetic Needle observed at three positions on board the Garryowen, and compared with that observed on Tarbert Island.\n\n| At Tarbert Island, Nov. 16, 1835. | At position A on board, Nov. 2, 1835. | At position B, Nov. 6. | At position I, Nov. 13. |\n|-----------------------------------|--------------------------------------|------------------------|------------------------|\n| **Poles of needle direct.**       | **Poles of needle direct.**          | **Poles of needle direct.** | **Poles of needle direct at I.** |\n| **Face of instrument.**           | **Face of instrument.**              | **Face of instrument.**   | **Face of instrument.**   |\n| **Reading of needle.**            | **Reading of needle.**               | **Reading of needle.**    | **Reading of needle.**    |\n| **Lower end.**                    | **Upper end.**                       | **Lower end.**           | **Upper end.**           |\n| **East.**                         | **West.**                             | **East.**                | **West.**                |\n| **North.**                        | **South.**                            | **North.**               | **South.**               |\n| **Face of needle to face of instrument.** | **Face of needle reversed.** | **Face of needle reversed.** | **Face of needle reversed.** |\n| **Barom. 29°8, Therm. 49°.**      | **Barom. 29°9, Therm. 44°.**         | **Barom. 30°5, Therm. 46°.** | **Barom. 30°1, Therm. 46°.** |\n\nArithmetical mean of the dip observed on board the Garryowen, with the face of the instrument at east and west, and with the face of the needle to the face of the instrument.\n\nAt position A (abaft).\n\n- Vessel's head north: $78° 25' 0''$\n- Vessel's head south: $73° 54' 0''$\n\nAt position B (forward).\n\n- Not observed.\n\nAt position I (abaft).\n\n- Vessel's head north: $67° 31' 40''$\n- Vessel's head south: $73° 16' 40''$\n\nArithmetical mean of the dip observed on Tarbert Island.\n\nPoles of needle direct, with the face of the instrument to the east and then to the west, and with the face of the needle to the face of the instrument: $70° 51' 15''$.\n\nDitto, with the face of the needle reversed: $70° 50' 37''$.\n\nBetween each observation the needle was lifted on the Ys.\n\n* During these observations the vessel sheered $2°$ to the east of south.\n### Table VII.\n\nVertical Vibrations for Intensity observed at Tarbert Island and on board the Garry-owen.\n\n| At Tarbert Island, Nov 19.—Barom. 30, Therm. 52°. | At position A on board, Nov. 2.—Barom. 29-9, Therm. 52°. | At position I on board, Nov. 18.—Barom. 30-3, Therm. 46°. |\n|---|---|---|\n| **Face of instrument.** | **Face of instrument west.** | **Face of instrument east.** |\n| **Poles of needle direct.** | **Vessel's head north.** | **Vessel's head south.** |\n| **Reading of needle.** | **Reading of needle.** | **Reading of needle.** |\n| **Lower end.** | **Upper end.** | **Arc.** | **Time.** | **Lower end.** | **Upper end.** | **Arc.** | **Time.** | **Lower end.** | **Upper end.** | **Arc.** | **Time.** |\n| 71° 25' | 71° 25' | 24° 12' 52\" | h m s | 78° 45' | 78° 30' | 23° 4 42' 7-5 | h m s | 73° 30' | 73° 30' | Do. | 54° 2 52' 7-5 | h m s |\n| ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... |\n| West. | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... |\n| Face of needle to face of instrument. | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... |\n| Time of 100 vibrations 4° 7°. | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... | ... |\n\nModerate breezes from the west. Dark cloudy weather.\n\nCalm and cloudy.\n\nCalm and cloudy.\nIt will be sufficient in this place to notice that the dip on Tarbert Island was $70^\\circ 51'$ with the face of the instrument to the east and west, and that at the position A on board the Garryowen, when her head was to the true magnetic north, the dip was $78^\\circ 25'$, and when her head was to the south the dip was $73^\\circ 54'$. The dip observed at several positions is inserted in Table VI., and the vertical vibrations for intensity in Table VII.; but further comment is unnecessary until the observations shall have been repeated when the vessel is aground, and her head in the directions noted above.\n\nThe horizontal vibrations for intensity were obtained with Hansteen's needle on Tarbert Island, but the state of the weather prevented me using that instrument on board.\n\nDuring the several revolutions of the vessel I availed myself of the opportunity to ascertain the deviation in different parts of her, so far at least as common compasses were capable of developing it, and the observations at P, L, G, Q, T, C must be scrutinized only with reference to the nature of these instruments*; for although good of their kind, they were too heavy to be influenced by those minute changes that would have been indicated by delicately constructed instruments.\n\nSeveral of these observations were simultaneous, the bell of the vessel being struck as the signal for observation when her head was steady upon the required point.\n\nA platform, which was so constructed as to project over the stern on a level with the tafrail, enabled me to observe the deflections of a compass in that position, which was at the distance of $13\\frac{1}{2}$ feet from any kind of iron; and a temporary stage or poop, which was also erected at my request, 8 feet above the deck, afforded me the means of ascertaining the deviation in several positions at that elevation, as the vessel was warped round.\n\nSome of these observations indicate that the deflections of the needle had reference rather to the nearer portions of iron than to the position and distance of the centre of the mass; for instance, the difference of positions of E and D (at which were placed small needles without the incumbrance of cards) with respect to the probable centre of the mass, will not account for the difference of deviations observed.\n\n§ 3. Several distinct positions reviewed from the results obtained, with reference to placing a Steering-Compass.\n\nThe observations at F and M on the platform over the stern show that no advantage would be gained by placing a compass there; and this remark is applicable to several of the other positions tried, as will be readily seen by the results inserted in Tables I. and V.\n\nThere were other positions, however, which held out better hopes, from the deviation observed there being less than that which had been ascertained to exist in some\n\n* The exact positions of these compasses are inserted in Table X. page 288; and their relative places will be clearly understood by referring to the longitudinal section of the vessel.\nof His Majesty's ships. These positions were G*, P, C†, and, by the last series of observations, I, may be added: the three former, however, were inconvenient situations, and it therefore became necessary to try the latter (I) more particularly, by observing the dip and intensity as well as the horizontal deflections, with a view to ascertain how near a compass might be approached towards the deck with propriety, for the discrepancies observed at D, I attribute to the proximity of the boats' davits.\n\nIt will be proper to notice in this place some particulars which bear upon the question as relates to three parts of the vessel, viz. forward, amidships, and abaft; it being here understood that the place spoken of for the compass is above the mass of iron in these parts.\n\n1st, Forward.—The forecastle regarded as a position for a compass is not favourable in a practical point of view‡, as it would be in the way of a variety of work; and in small vessels, during gales of wind, as the men cannot always keep their stations there, it would be insecure.\n\nThe anchors, chain-cables, &c. being in the immediate vicinity, would be disadvantageous as relates to the local attraction, and with respect to motion (and in an iron vessel magnetism) it is not a favourable position §.\n\n2nd, Amidships.—The centre, or rather immediately above the centre as respects length and breadth, would be a desirable place as to motion, and probably as to magnetism, if the large funnel were made of copper instead of iron; that is, if we may consider the vessel as an entire magnet; but against these premises is one of considerable consequence, viz. that the connecting-rods, shafts, cross-heads, &c. of the machinery are moveable quantities, and therefore it would be improper to place the compass within the range of their influence.\n\nBetween the foremast and the great funnel, the crane, being made of iron, and also the crank and cylinder-hatches, renders such a position unfavourable.\n\n3rd, Aft.—From the position of the great funnel, and the disposition of a variety of smaller portions of iron above the deck of the Garryowen, the quarter-deck (and of course above the mass of iron) appears to me to be the most eligible position for a steering-compass.\n\n* Previously to the compass G being placed on the cross-plank (which was supported by two wooden ladders) the chain peak halyards were unrove, and rope was substituted; and after the first revolution of the vessel two small blocks on the gaff having been discovered to have iron pins, they were removed, so that the small bolt for the peak downhaul only remained, and this was 4 feet above the compass.\n\n† After the first series of observations with compass C (which was mounted on glass legs) the large hoop of iron which was on the outer end of the bowsprit, about 4 feet from the compass, was removed, but the iron pin for the sheave block, which was nearly the same distance, still remained, as it was found inconvenient to displace.\n\n‡ I am aware that it has been suggested to steer steam-vessels on the forecastle, by leading their tiller-ropes forward; but the above remarks have reference only to placing the compass.\n\n§ These remarks do not apply to the bowsprit, as the results at C are so curious as to require further experiments, especially when contrasted with those over the stern.\nTaking into consideration the situation of particular portions of the iron-work, and also the magnetic effect of the head and stern of the vessel, (which is described at page 282,) about one seventh the length of the vessel from the stern is an advantageous place on board the Garryowen.\n\nThe elevation above the deck should be such as to remove the needle from the separate actions of particular portions of the iron-work, so that if possible the little irregularities might disappear, and the joint effects of all the iron in the vessel be resolvable into one force, the power of which might be discovered, and perhaps controlled. If that of simple iron, by Professor Barlow's correcting-plate, and if that of the pole of a magnet, it might be useful to ascertain how far another magnet in a given position was capable of correcting the deflections.\n\nHow near the deck may be approached with security has yet to be determined. At the position I, on board the Garryowen, (which is $13\\frac{1}{2}$ feet above the deck,) the horizontal deflections are inconsiderable, and the dip and intensity, so far as the very unfavourable weather permitted them to be observed, warrant the belief that a nearer approach might be made. This, however, can only be proved by experiment; and the remarks at page 276, and also at page 286, respecting the necessary experiments, are strictly applicable in this place.\n\nHad the weather permitted, the effect of Professor Barlow's correcting-plate would have been tried at position I; but with the continuance of rain and gales of wind there was no possibility of proceeding further with any chance of that accuracy which the nature of the service directed by Their Lordships demanded.\n\n§ 4. Observations on the magnetic effect of the Head and Stern of the Garryowen.\n\nFrom the very remarkable deflections observed at the positions F and L*, and subsequently at M, I determined to ascertain the difference of effect which the head and stern of the vessel might produce on the compass. For this purpose I placed several magnetic needles on the small quay at the south-west side of Tarbert Bay; and among them was a dipping-needle, adjusted in the magnetic meridian, with the face of the instrument to the east, and indicating nearly the dip that I had previously observed on Tarbert Island. All the needles were placed out of the reciprocal influence of each other, and assumed their respective magnetic meridians.\n\nHaving taken my station at one of the compasses, Mr. William Laird and the engineer observed the others. A line was then passed from the vessel to the quay, for the purpose of measuring the several distances; and everything being in readiness, I directed the Garryowen to be warped from the south-east quarter, with her head towards the instruments on the quay. It is essential to remember that the unmarked ends (or those which pointed to the south) of all the needles were nearest to the vessel, and at the distance of 214 feet they retained their natural directions in their\n\n* See Tables I. and V.\nrespective magnetic meridians*; but when the head of the vessel approached to the distance of 189 feet towards needle O, and 169 feet from needle D, the \"unmarked ends\" of both distinctly indicated easterly deviation, and at the distance of 81 feet the dipping-needle indicated a decrease of the northern dip.\n\nAs the vessel continued advancing with her head towards the instruments, the deflections of the horizontal needles to the eastward increased, and the northern dip decreased; so that on the near approach of the head the dip had decreased $1\\frac{3}{4}°$, and the easterly deviation of the horizontal needles amounted to from 5 to 7 degrees.\n\nThe vessel was then swung round, so that her stern was placed as nearly as was practicable in the positions that her head had previously occupied, and precisely opposite effects on the several needles were clearly developed; viz. the unmarked ends (or those which pointed to the south) of the horizontal needles were deflected to the westward, and the northern dip was increased.\n\nThese experiments were repeated on the following day with similar results as to the direction of deflection to those obtained on the 17th of November, the whole of which will be found registered in the following Tables.\n\n* The horizontal needles used in this experiment were suspended on pivots in the usual way, so that it is probable a very delicately constructed instrument, with a different suspension, such as is used for determining the diurnal variation, would have developed a deflection at a greater distance.\n### Tables VIII. and IX.\n\nShowing the Deflection both of the Horizontal and Dipping Needle when the Garry-owen was warped towards them, first with her Head nearest to the Instruments, and then with her Stern.\n\n#### Table VIII.\n\n| True magnetic direction in which vessel approached | Distance of nearest part of vessel from dipping needle on quay | Vessel's HEAD nearest to the instruments | Vessel's STERN nearest to the instruments |\n|---------------------------------------------------|---------------------------------------------------------------|------------------------------------------|\n| feet                                              | feet                                                          | feet                                     |\n| 214 from stem                                     | 70 30                                                         | 208 South                                |\n| 182                                               | 70 30                                                         | 169 0° 15' E.                            |\n| S. 43 E.                                          | 70 20                                                         | 76 0° 45 E.                              |\n| 81                                                | 70 20                                                         | 76 0° 45 E.                              |\n| 42                                                | 69 45                                                         | 29 3° 30 E.                              |\n| 22                                                | 68 45                                                         | 9 7° 5 E.                                |\n| feet                                              | feet                                                          | feet                                     |\n| 214 from tafrail                                  | 70 30                                                         | 208 South                                |\n| 169                                               | 70 30                                                         | 169 0° 10' W.                            |\n| 90                                                | 70 50                                                         | 76 0° 30 W.                              |\n| 81                                                | 70 50                                                         | 76 0° 30 W.                              |\n| 51                                                | 71 15                                                         | 29 2° 40 W.                              |\n| 31                                                | 72 0                                                          | 16 3° 30 W.                              |\n\nWind from the west, rainy weather.\n\n* Tide carried stern nearer to compass, but distance was not measured.\n\n#### Table IX.\n\n| Magnetic line of approach. | Dipping needle. | Needle D. | O. | E. | V. |\n|----------------------------|-----------------|-----------|----|----|----|\n| feet                       | feet            | feet      | feet | feet | feet |\n| 276                        | 70 25           | 70 25     | 256 South | South | South |\n| 185                        | 70 25           | 70 25     | 166 0° 5' E. | 0° 10' W. | 175 South |\n| S. 43 E.                   | 70 10           | 70 35     | 59 1° 30 E. | 0° 50 W. | 68 0° 50' E. |\n| 78                         | 70 10           | 70 35     | 59 1° 30 E. | 0° 50 W. | 68 0° 50' E. |\n| 47                         | 69 50           | 70 40     | 26 2° 30 E. | 4° 10 W. | 37 2° 10 W. |\n| 36                         | 69 30           | 70 50     | 16 5° 30 E. | 15° 0 W. | 26 3° 50 W. |\n| 29                         | 68 50           | 70 50     | 6 0° E. | 31° 50 W. | 19 4° 5 E. |\n\nModerate breeze, with showers of rain.\n\n* Tide forced vessel near to instrument.\n\nIn these observations the instruments were placed on a small quay on the west side of Tarbert Bay. Breadth of the S.E. end of quay 33½ feet. Height of quay above high water 3 feet. Iron tafrail above water line 11 feet. Vessel's draught of water 5 feet 3 inches. Stern of vessel above water line 8½ feet.\nIn considering the contents of these Tables, especially as respects the amount of deflection, it is requisite to bear in mind that the needles, being so placed on the quay as to avoid the influence of each other, were at different distances from the vessel, and not in the same line of bearing; consequently, when the vessel approached very near to the quay with her head or stern, the true magnetic bearing of those parts from each instrument was necessarily different: hence the difference of the amount of deflection.\n\nAs an iron ball, or disc, when made to approach a magnetic needle from the southeast, would produce a different deflection when its centre was above the equator of the dipping-needle to that which would occur when it was below, viz. in one case the deflection would be to the eastward, and in the other to the westward, due consideration was given to that circumstance in the examination of the results; and the following Table, showing the elevation of the vessel's stem and stern, as related to the level of the needles, and likewise the depression of the keel below their level, may be useful in reviewing this subject.\n\nThe observations having been made from about an hour and a half before to an hour after high water, a mean level has been taken in the construction of this Table; and it is to be understood that the tide neither rose three feet above nor fell three feet below this mean level during the experiments in question.\n\n| Part of vessel nearest to the instruments | Dipping-needle. | Compass O. | D. | E. | V. |\n|------------------------------------------|----------------|------------|----|----|----|\n|                                          | Upper part of stern. | Keel below axis. | Upper part of stern. | Keel below pivot. | Upper part of stern. | Keel below pivot. | Upper part of stern. | Keel below pivot. | Upper part of stern. | Keel below pivot. |\n| Head.                                    | 1 foot below axis.   | 12½ feet.   | 0½ feet below pivot. | 14¼ feet.         | 4½ feet above pivot. | 9 feet.          | 4½ feet above pivot. | 9 feet.          | 4½ feet above pivot. | 9 feet.          |\n| Stern.                                   | Iron rails over stern 3½ feet above axis. | 12½ feet.   | Iron rails over stern 2 feet above pivot. | 14¼ feet.         | Iron rails over stern 7 feet above pivot. | 9 feet.          | Iron rails over stern 7 feet above pivot. | 9 feet.          | Iron rails over stern 7 feet above pivot. | 9 feet.          |\n\nIt will be noticed, that as the stern approached the instruments the iron rails over the tafrail of the vessel were above the level of the compass O; and when the head approached, the upper part of the stem was rather below that level; but with respect to the other needles D, E, V, both the upper parts of the stem and stern were above their level.\n\nThe above remarks, however, only relate to those portions of the vessel that approached nearest to the instruments; but in looking to the probable centre of the entire mass of iron in the Garryowen, and the different heights of the compasses on the quay, it is impossible to attribute the opposite deflections which occurred to the difference of elevation of the centre of the mass that could take place by the rise and fall of the tide during the observations.\n\nThe conclusion, therefore, which I have come to is, that the deflections alluded to were caused by the magnetic influence of the iron in the vessel; the combined effect\nof that about the bows representing the marked end of a magnet, (or that which would point to the north,) and that about the stern the unmarked end, (or that which would point to the south,) the effects on the different needles being precisely similar to those which would have occurred had a magnet been placed in the position of the vessel.\n\nAs both the bower-anchors were at the bows when the Garryowen approached the quay, magnetic effects may have been produced by their shanks and iron stocks; but at the distance of 189 feet and 169 feet, where the instruments clearly developed their respective deflections, (see Tables VIII. and IX.) the result must, in my opinion, be attributed to the combined magnetic effect of the iron in those parts of the vessel which were nearest to the instruments.\n\nFrom the nature of the results I obtained on board the Garryowen, it would be advisable, as opportunities occur, to ascertain if similar effects are produced on the magnetic needle by other iron vessels, especially as respects the polarity of their heads and sterns, both before they have been put in motion through the water, and afterwards: this too might lead to other observations relative to the little oxidation that is reported to have taken place in the iron steam-vessel on the coast of Africa.\n\nAs in the construction of iron vessels, hammering the numerous rivets might elicit magnetic influences, it would be well to note, by compass, the direction of their heads and sterns when building, with a view of ascertaining whether (in combination with the former circumstance) any distinct magnetic properties indicated by those parts are due to the line of direction of the vessel with respect to the magnetic meridian.\n\nThe head of the Garryowen, when building, was west-north-west.\n\n§ 5. General Conclusions deduced from the experiments already made, with Notes on those which are requisite to be tried.\n\nThe general conclusions relating to practical purposes that may be deduced from the experiments already tried are:\n\n1st, That the ordinary place for a steering-compass on board ship is an improper position for it on board an iron steam-vessel.\n\n2nd, That the binnacle-compass, in its usual place on board the Garryowen, is so much in error as not to be depended upon.\n\n3rd, That in selecting a position for a steering-compass on board iron steam-vessels, it is requisite that it should be placed, as far as may be practicable, not only above the general mass of iron *, but also above any smaller portions of iron in its vicinity, or that such portions should be removed †.\n\n* The great funnel is not alluded to here; but should that prove to be an impediment, copper might easily be substituted.\n\n† The boat's davits, iron stanchions, and rails about the quarter-deck are particularly alluded to, it being easy to substitute wood for the former and copper for the latter.\n4th. That it never should be placed on a level with either the ends of horizontal or perpendicular bars of iron.\n\n5th. That the extreme ends * of an iron vessel are unfavourable positions, owing to magnetic influences, and that the connecting-rods, shafts, &c. of the machinery, being moveable quantities, renders the centre objectionable, independently of the position of the great iron funnel.\n\n6th. That no favourable results were obtained by placing the compass below the deck, nor on a stage over the stern.\n\n7th. That at the positions G, $20\\frac{1}{2}$ feet above the quarter-deck, and I, $13\\frac{1}{4}$ feet above the same level, and about one seventh the length of the vessel from the stern, the deflections of the horizontal needle were less than those which have been observed in some of His Majesty's ships; but in order to prove whether this or a nearer approach to the deck may be fixed upon as a proper place for a steering-compass, the following experiments should be tried.\n\nThe horizontal deflections at the different points as before, both with the fires lighted and extinguished†. The dip and magnetic intensity to be ascertained both when the vessel's head is at the true magnetic north and south, and likewise when it is at the north and south indicated by the needle at the position of observation on board; and further, that the vertical and horizontal vibrations should be determined when the vessel's head is towards the east and west; and it would tend to accuracy if these were obtained when the vessel was aground.\n\nIt would be desirable to repeat some of the experiments after the keel of the vessel has remained some time in the line of the magnetic meridian, and afterwards to compare them with those which might be obtained after her head had been kept to the east and west for the same length of time.\n\nThe vibrations of the needle, and a few bearings that could be quickly and accurately obtained after the vessel has been in motion through the water, would be desirable. The observations which were commenced on a needle placed in the centre of an iron sphere (3 feet in diameter) should be completed.\n\nAs it is known that iron when heated to a red colour attains an extraordinary magnetic power, it would be advisable to observe whether a very delicately constructed needle suspended in the position where the compass is to be placed, be affected at such a distance from the furnace on board, and this should be accomplished when the vessel is aground.\n\nSimilar experiments to those tried on the quay in Tarbert Bay might be repeated with advantage after the vessel has been in motion through the water, and needles ascertained to be of different intensities might be used.\n\nBesides ascertaining the horizontal deflections of the needle produced by the local\n\n* This remark does not apply to the bowsprit, as the curious results obtained at C, which have been already noticed, show that further observations are requisite.\n\n† Especial notice of the compass on the bowsprit should be taken during the several revolutions of the vessel.\nattraction of the vessel, the object of some of the experiments above enumerated (and which suggested themselves to me during the course of my inquiry) is to determine whether the causes that affect the direction of the magnetic needle on board an iron steam-vessel are constant or variable; and whether, should they prove to be the latter, that variation may amount to such a quantity as would be seriously detrimental in a practical point of view; or to prove that under ordinary circumstances the directive power will be sufficient for all the purposes required.\n\nSome striking facts respecting the local attraction of ordinary steam-vessels having come under my immediate notice, I have considered it my duty to detail them at the end of the report of experiments, and have added some practical observations on placing compasses on board steam-vessels generally, to which I beg you will call THEIR LORDSHIPS' attention.\n\nHoping that the results which have been already obtained will not only be advantageous as a guide to future experiments, but also that they will prove useful in the practice of navigation, I have now to request that you will be pleased to lay this Report, with the accompanying Tables, before my Lords Commissioners of the Admiralty.\n\nI have the honour to be, Sir,\n\nYour very humble Servant,\n\nE. J. JOHNSON,\nCommander R.N.\n\nTo Charles Wood, Esq. M.P.,\nSecretary to the Admiralty, &c. &c. &c.\n### Table X.\n\nPosition of the different Compasses on board, with their distances from particular parts of the Iron-work.\n\n| Letter or Mark of Compass | Position | Distance of the Pivot from particular parts of the iron-work. |\n|---------------------------|----------|-------------------------------------------------------------|\n| A. Quarter-deck.          | Above the deck, 5 feet 9 inches. From nearest iron beam, 5 feet 11\\(\\frac{3}{8}\\) inches. From nearest end of spindle of wheel 6 feet 6 inches, and 3 feet 3 inches above level. From iron tiller, 8 feet 2 inches. From iron rails abeam, 9 feet. From nearest part of davits when out, 10 feet 8\\(\\frac{1}{2}\\), when inboard, 7 feet 1\\(\\frac{1}{8}\\) inch. From the great funnel, 39 feet 7 inches. From tafrail, 11 feet 5\\(\\frac{1}{2}\\) inches. |\n| B. Forecastle.            | Above the deck, 5 feet 11 inches. From nearest iron beam, 6 feet 1\\(\\frac{1}{2}\\) inch. From iron abeam, 11 feet 2 inches. From chain cables, 6 feet on both sides. From iron windlass, 7 feet 5 inches. From pea of anchors, 10 feet 8\\(\\frac{1}{2}\\) inches. From the stem, 19 feet 8\\(\\frac{1}{2}\\) inches. From great funnel, 55 feet 4\\(\\frac{1}{2}\\) inches. From end of crane, 18 feet 1 inch. From iron wire of skylight, 4 feet 1 inch. |\n| C. On glass legs.         | On bowsprit. From the iron ring at the end of bowsprit, 4 feet 6 inches. From iron above the stern, 6 feet 7 inches. From iron cat head, 11 feet 3 inches. |\n| D. On the fore part of the temporary poop. | Above the deck, 8 feet 5\\(\\frac{1}{2}\\) inches. From tafrail, 15 feet 9 inches. From the large funnel, 34 feet 8 inches. From nearest part of davits when out, 10 feet 11 inches. |\n| E. On the after part of the temporary poop. | From the deck, 8 feet 5 inches. Horizontal line to tafrail, 3 feet 3 inches. From nearest iron on tafrail (oblique), 7 feet 4\\(\\frac{1}{2}\\) inches. From spindle of wheel, 8 feet. From great funnel, 47 feet 10 inches. |\n| F. On the stage level with the tafrail. | From iron rails over the tafrail, 13 feet 6\\(\\frac{1}{2}\\) inches. From nearest part of davits, 18 feet 2 inches. |\n| G. On a plank 4 feet below the main gaff end. | Above the deck, 20 feet 7 inches. From iron bolt in gaff end, 4 feet 8 inches. From the great funnel, 32 feet. From the iron rails above the tafrail, 24 feet 6 inches. |\n| I. On the centre of the temporary poop. | Above the deck, 13 feet 4\\(\\frac{1}{2}\\) inches. Horizontal line to tafrail, 10 feet. From the great chimney, 40 feet. From the nearest part of davits, 13 feet 9 inches. |\n| L. On the poop projecting over the stern. | Horizontal line to perpendicular of tafrail, 3 feet 9 inches. From tafrail, 6 feet 4 inches. From davit, 21 feet 3 inches. From the great funnel, 54 feet 3 inches. |\n| M. On the stage over the stern level with the tafrail. | First position, 9 feet 11\\(\\frac{1}{2}\\) inches from tafrail. Second position, 5 feet 8 inches from tafrail. Third position, 4 feet from tafrail. |\n| O. Between the paddle-boxes. | From the great funnel, 22 feet 3 inches. From the iron rails between the paddle-boxes, 7 feet. From the nearest part of the crane, 12 feet. |\n| P. Two thirds up the foretopmast. | Above the deck, 40 feet 2 inches. From crane, 29 feet 3 inches. From the iron cap of the mast, 6 feet 11 inches. From the iron crosstrees, 12 feet 6 inches. |\n| Q. On glass legs. In the fore-hold. | From foremost bulkhead, 9 feet 6 inches. From aftermost bulkhead, 9 feet 6 inches. From nearest iron beam above, 4 feet 7\\(\\frac{1}{2}\\) inches. From ditto below, 4 feet 7\\(\\frac{1}{2}\\) inches. From sides of vessel, 9 feet 10 inches. From spindle of crane, 8 feet 4 inches, larboard side. |\n| S. In the iron sphere amidships. | Above the deck, 7 feet. From great funnel, 24 feet 5 inches. From iron rails on paddle-boxes, 10 feet 2 inches. From nearest part of crane, 9 feet. |\n| T. In the cabin. | From foremost iron bulkhead, 4 feet 7 inches. From iron stove abaft, 4 feet 7 inches. From iron beams above, 5 feet 4 inches. From ribs below, 5 feet 4 inches. From the sides of the vessel, 9 feet 11 inches. |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108035.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 39334,
    "total-output-tokens": 20417,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2407,
        2
      ],
      [
        2407,
        5430,
        3
      ],
      [
        5430,
        5430,
        4
      ],
      [
        5430,
        8688,
        5
      ],
      [
        8688,
        13645,
        6
      ],
      [
        13645,
        19082,
        7
      ],
      [
        19082,
        31541,
        8
      ],
      [
        31541,
        38430,
        9
      ],
      [
        38430,
        43712,
        10
      ],
      [
        43712,
        46729,
        11
      ],
      [
        46729,
        48833,
        12
      ],
      [
        48833,
        51175,
        13
      ],
      [
        51175,
        52505,
        14
      ],
      [
        52505,
        55545,
        15
      ],
      [
        55545,
        58893,
        16
      ],
      [
        58893,
        61939,
        17
      ],
      [
        61939,
        63491,
        18
      ],
      [
        63491,
        67775,
        19
      ],
      [
        67775,
        71266,
        20
      ],
      [
        71266,
        74156,
        21
      ],
      [
        74156,
        77229,
        22
      ],
      [
        77229,
        78646,
        23
      ],
      [
        78646,
        82730,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108035",
    "title": "Report of Magnetic Experiments Tried on Board an Iron Steam-Vessel, by Order of the Right Honourable the Lords Commissioners of the Admiralty. By Edward J. Johnson, Esq. Commander R.N. Accompanied by Plans of the Vessel, and Tables Showing the Horizontal Deflection of the Magnetic Needle at Different Positions on Board, Together with the Dip and Magnetic Intensity Observed at Those Positions, and Compared with Observations Made on Shore with the Same Instruments",
    "authors": "Edward J. Johnson",
    "year": 1836,
    "volume": "126",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/108035"
  }
}