{
  "id": "f0c8fdaa9376d9e1dbdbe21893ed07abc993d937",
  "text": "XXIII. An account of Experiments on the velocity of Sound, made in Holland. By Dr. G. Moll, Professor of Natural Philosophy in the University of Utrecht, and Dr. A. Van Beek.\n\nRead March 18, 1824.\n\nSir Isaac Newton's formula, expressing the velocity of sound,\n\n\\[ c = \\sqrt{\\frac{gp}{D}} \\]\n\nhas since his time been investigated and demonstrated by several first-rate mathematicians. Actual experiments however on this velocity, instituted in various countries, and under different circumstances, went to prove that the celerity of sound, found by experiment, is about one-sixth greater than can be deduced by theory.\n\nThe celebrated Laplace accounted for this difference between experiment and theory, by showing that it could be attributed to the heat evolved by the compression of the particles of air which is effected by the undulations of sound. It was found impossible to determine the quantity of heat thus evolved, by the compression which sound occasions in the particles of the air; and therefore it was deemed expedient to multiply Sir Isaac Newton's formula by a constant factor \\( \\sqrt{1 + k} \\), the value of which was determined by experiment. Sir Isaac's formula thus altered, became\n\n\\[ c = \\sqrt{\\frac{pg}{D}} \\cdot \\sqrt{1 + k}. \\]\n\nThus, by the experiments of the French Academicians of\n1738, the most accurate on this subject of that time, the value of $k$ was found equal to 0.4254. It is plain that this correction of the original formula is merely empirical, and dependant on the accuracy of experiments, which in 1738, had certainly not attained the perfection which is required at present.\n\nIn consequence, this formula was thus altered by Laplace,\n\n$$\\sqrt{\\frac{g p}{D}} \\cdot \\sqrt{\\frac{c'}{c}},$$\n\nin which $c'$ is the specific heat of the air under a constant pressure, and $c$ is the specific heat of the air under a constant volume.*\n\nMy friend Dr. Van Rees, Professor in the University of Liege, gave a demonstration of this correction $\\sqrt{\\frac{c'}{c}}$, which will be subjoined to the present paper,† and which may be compared with that of Mr. Poisson.‡ The value of $\\frac{c'}{c}$ was determined by Laplace from experiments of Messrs. LaRoche and Berard.§ and found equal to 1.4954; but later and more accurate experiments of Messrs. Gay Lussac and Welter brought it to 1.3748.\n\nAnother cause of the difference between actual experiments on the velocity of sound and its theory, exists in the variable force of the wind, which either accelerates or retards the velocity of sound, according to the direction from which it is blowing. It appears that this cause of error may be annihilated in the following manner. Let sounds be ex-\n\n* Laplace in Ann. de Phys. et Chim. Tom. iii. p. 238.\n† Dissertatio de celeritate soni, Trajet. 1818.\n‡ Annales de Phys. et de Chim. Mai 1823, d. 5.\n§ Ibid. Annales de Chimie, Tom. 85, p. 72.\ncited exactly at the same time on both ends of a basis, and let two observers stationed on these ends, measure the velocity with which sounds travels from one end of the basis to the other. It is quite clear, that the action of the wind must necessarily accelerate the velocity of the sound excited at one end of the basis, as much as it will retard that at the other end, and thus the medium of these two velocities will give the velocity in tranquil air. This method was not adopted by the French Academicians of 1738, in their experiments between Monthlery and Montmartre. Cannon was fired at one of these stations, whilst the observers were at the other, and thus the results remained affected by the whole effect of the wind. It was found expedient therefore to repeat these experiments with more accuracy, and this was executed with great precaution on Mr. Laplace's proposal, by Messrs. Arago, Prony, Mathieu, Bouvard, Humboldt, and Gay Lussac. The experiments were made in 1822, on the basis of Monthlery and Villejuif. In two successive days, the 21st and 22d of June, 1822, seven shots were fired on both stations, and observed on the other; the difference of time in which the corresponding shots were fired at both stations not exceeding five minutes, and from these seven corresponding shots the result was deduced.\n\nThese experiments having never been made in this country with any thing like sufficient accuracy, His Royal Highness Prince Frederick, second son of His Majesty the King of the Netherlands, and Master General of the Ordnance, was pleased to approve of our proposal of repeating the same, and to authorise Lieutenant-Colonel Kuytenbrouwer, and the officers and men of the battalion of Artillery under\nhis command, to give us every assistance in their power, and to take an actual part in these experiments.\n\nSECTION II.\n\nAs fitted places to make these experiments, two elevated spots were selected on the extended heaths of the Province of Utrecht. One of these is a small hill between the town of Naarden and the village of Blaricum, and called the Kooltjesberg; the other is somewhat higher, and situated on the right of the road from Utrecht to Amersfoort, and very near the last town. Both places were distinctly visible from one another, and the distance was between 17000 and 18000 metres (9664 fathoms). Our time was kept by two time-keepers, which the Minister of Marine had kindly furnished us with; one made by Arnold, the other by our countryman Mr. Knebel. But the exact interval between the observation of light, and the perception of sound, and consequently the velocity of sound, was measured with small clocks with conical pendulums. They are made at Wesel by Mr. Wilhelm Paffius, and proved remarkably well adapted for this purpose. It is well known that Huigens laid down the properties of the conical, or centrifugal pendulum, but if we are not mistaken, they were employed for similar purposes for the first time by the German philosopher Benzenberg.* These clocks with a conical pendulum divide the 24 hours of the day in 10,000,000 parts, and one of the indexes gives $\\frac{1}{100}$ part of a decimal second. This index or second hand remains quiet, whilst the watch work continues moving as long as a certain spring is not pressed down with the finger; and on removing the\n\n* Some account of these clocks is given in Gilbert's Annalen d. Physik, 1804, B. 16, p. 494; and New Series, vol. v. p. 333.\nfinger, the index is reduced to rest in the identical moment. Thus the index being at 0, the spring is pressed down by the observer at the very instant the light of the opposite station is observed; the index continues moving till the report of the shot is heard, when the finger is withdrawn, and the index stopped instantaneously. The number of turns and fractions of a turn of the index shows the time elapsed between the fire and the report. There was a conical or centrifugal clock on each station; besides these, each station was furnished with a good barometer, carefully compared with a standard barometer of Mr. Dollond, several good thermometers made by Messrs. Dollond and Newman, besides a sufficient number of excellent telescopes of Dollond's, and so placed on stands adapted for the object as to bring the opposite station without trouble in the field of the telescope. The moisture of the air was determined for the first time in such experiments by Mr. Daniell's hygrometer, one of which was placed at each station. The direction of the wind was determined by very good vanes contrived by the Artillery officers. At each station a twelve pounder and a six pounder was planted, and the instruments were disposed in, or in the vicinity of tents erected for the purpose. Professor Moll, with Lieutenants Renault and Dilg, was stationed at the Kooltjesberg. Dr. Van Beek, with Lieutenants Sommerton, Van Den Bylaardt and Seelig were on the other station, which is commonly called Zevenboompjes, or seven trees, from the circumstance of seven trees being planted on this lonely elevation. Several gentlemen cadets of the Artillery, and several students of the University, were at both stations employed in observing the different instruments.\n\nThe barometers and thermometers were of course ob-\nserved in the open air; Mr. Daniell's hygrometers were also placed in the open air; and the light of a candle reflected from the surface of the ball of the hygrometer, gave the means of observing the deposition of dew with great accuracy.\n\nIt was deemed of the utmost importance that the shots on both stations should be fired at as nearly the same moment as possible. To obtain this, the following plan was adopted. At $7^h\\ 55'$ P. M. by the chronometer of Zevenboompjes, a rocket was fired at Zevenboompjes, which being observed at the other station of Kooltjesberg, was immediately answered by another rocket from the latter place. This was the signal that on both stations every thing was ready for observation. At $8^h\\ 0'\\ 0''$ by the chronometer of Zevenboompjes, a cannon shot was fired on that station, whilst the observers at Kooltjesberg took as exactly as possible the time on their chronometer when the light was observed. A second shot was fired at Zevenboompjes at $8^h\\ 5'\\ 0''$ P. M. by the chronometer of that station, and the time at which the light was seen was carefully taken down by the chronometer of Kooltjesberg. By these means the difference of the two chronometers at both stations, in a distance of about 9 miles, was ascertained with great accuracy; and in order to show that this preparatory investigation was made with due care, a cannon shot was fired on both places at the moment when the chronometer of Zevenboompjes marked $8^h\\ 10'\\ 0''$. If the lights of both shots were seen exactly at the same time, it was a proof that the difference of both time-keepers was known, and that experiments might be safely made.\n\nWe own that we did not suppose before hand, that it could\nbe possible to fire continually guns at a distance of 9 miles exactly at the same second; but the very great attention and ability of our artillery men overcame this difficulty. Between our shots at the two stations there was never a greater difference than 1\" or 2\", whilst this difference in the experiments of the French philosophers of 1822, went to 5 minutes. This exact correspondence in the firing of the guns was obtained in the following manner. At each station an officer had the chronometer placed before him on a small table very near the gun; a non-commissioned officer or gentleman cadet stood ready with the port fire near the touch-hole; and at the instant required the officer holding the chronometer pressed the arm of the person who was to fire the gun, which went off at the very moment. With a little practice they were certain to fire the gun at any given second.\n\nThe first night of our experiments, the 23d, 24th, and 25th of January, 1823, we experienced the same annoyance of which the French philosophers had to complain the first night of theirs. The report of the shots of Zevenboompjes was not heard at all at the station of Kooltjesberg. But at Zevenboompjes all the shots of Kooltjesberg were distinctly heard. After the first night we constantly used the metal twelve pounders loaded with 6lbs. of gunpowder. The 26th of January all the shots were heard at Kooltjesberg, but none were perceived at the opposite place. But the wind shifting the following night, a good number of corresponding or simultaneous shots were distinctly heard on both stations. The particulars of the experiments made in these different days will be found in the tables annexed to this paper. The dis-\nappointment we met with on the first days was however not entirely fruitless; we were convinced by it, that none but exactly corresponding shots can be of use in determining the velocity of sound. The result of the observations of 25th and 26th of January, when the reports were heard at one station only, and reduced to $0^\\circ$ temperature of the centigrade scale, and dry air, give differences of $\\frac{1}{53}$, whilst the observations of 27th and 28th of January, when shots were distinctly heard on both stations, had only a difference of $\\frac{1}{502}$ from each other.\n\nThe time which sound employs to travel from one station to another being duly ascertained, we proceeded to measure the distance between both stations. The distances of the steeples of Utrecht and Amersfoort, Utrecht and Naarden, Naarden and Amersfoort being accurately known, we measured angles on our stations between these steeples, and on each steeple between the other steeples and the stations. Thus the distance was calculated by four different triangles, and the greatest difference between these calculations was $2m,45$ or 8 feet, which appeared of no consequence in these experiments. The distances of the different steeples which we took for our basis, result from the very exact geometrical survey of General KRAYENHOFF.*\n\nFrom these different data we found, by calculations of which the detail will be given hereafter, that in our experiments at a temperature of $32^\\circ$ Fahrenheit, or $0^\\circ$ of the centigrade scale, the velocity of sound is $332m,049$, or $1089,7445$ English feet per sexagesimal second. A table showing the\n\n* Précis des Opérations Géodésiques et Trigonométriques en Hollande, par le Général KRAYENHOFF.\nDr. Moll's account of the experiments on comparison of our experiments, with the observations of other philosophers, is also annexed to this paper.\n\nSECTION III.\n\nObservations to ascertain the distance between the stations of Kooltjesberg and Zevenboompjes.\n\nA. Mensuration of angles with a ten-inch Repeating Circle, made by Lenoir, in Paris.\n\na. Angles measured on the steeple of the Cathedral of Utrecht.\n\nα. Between Kooltjesberg and Amersfoort.\n\n| Date       | No. | Observations | Repeated Angles | Single Angles |\n|------------|-----|--------------|-----------------|---------------|\n| 1823.      |     |              |                 |               |\n| 1 Aug.     | 1   | twice        | 98° 22' 30\"     | 49° 11' 15\"   |\n|            | 2   |              | 196° 45\"        | 49° 11' 15\"   |\n| 3h P.M.    | 3   |              | 295° 9\"         | 49° 11' 20\"   |\n|            | 4   |              | 393° 31' 30\"    | 49° 11' 26\"   |\n|            | 5   |              | 491° 52' 30\"    | 49° 11' 15\"   |\n\nMean angle 49° 11' 18\",2. Reduced to the center of station 49° 10' 25\",2.\n\nThe reduction to the centre of station has been made by the well known formula $C = O + \\frac{r \\sin(O+y)}{D \\sin.1''} - \\frac{r \\sin.y}{G \\sin.1''}$ taken from Delambre's base du Système Métrique, et Puissant's Traité de Géodésie.\n\nβ. Angles measured at Utrecht between Kooltjesberg and 7 Boompjes.\n\n| Date       | No. | Observations | Repeated Angles | Single Angles |\n|------------|-----|--------------|-----------------|---------------|\n| 1823.      |     |              |                 |               |\n| 1st Aug.   | 1   | Double       | 103° 2' 30\"     | 51° 31' 15\"   |\n|            | 2   | Quadruple    | 206° 5\"         | 51° 31' 15\"   |\n| 3h P.M.    | 3   | Sextuple     | 309° 6' 30\"     | 51° 31' 5\"    |\n|            | 4   | Octuple      | 412° 9\"         | 51° 31' 7.5\"  |\n|            | 5   | Decuple      | 515° 10' 30\"    | 51° 31' 3\"    |\n\nMean angle 51° 31' 9\",1. Reduced to center of station 51° 30' 14\",1.\nthe velocity of sound, made in Holland.\n\nv. Angles measured at Utrecht between Amersfoort and the Pyramid of the Camp of Zeist.\n\n| Date       | No. | Multiple Angles | Repeated Angles | Single Angles |\n|------------|-----|-----------------|-----------------|---------------|\n| 1823.      | 1.  | Double          | 43° 17' 30\"     | 21° 38' 45\"   |\n|            | 2.  | Quadruple       | 86° 35'         | 21° 38' 45\"   |\n|            | 3.  | Sextuple        | 129° 51'        | 21° 38' 30\"   |\n|            | 4.  | Octuple         | 173° 8'         | 21° 38' 30\"   |\n|            | 5.  | Decuple         | 216° 27' 30\"    | 21° 38' 45\"   |\n\nMean angle 21° 38' 39\"; reduced to centre of station 21° 38' 0\" 5.\n\nb. Angles taken on the pyramid of the Camp of Zeist between Utrecht and Amersfoort.\n\n| Date       | No. | Multiples | Repeated Angles | Single Angles |\n|------------|-----|-----------|-----------------|---------------|\n| 1823.      | 1.  | Double    | 225° 50\"        | 112° 40\"      |\n|            | 2.  | Quadruple | 45° 41' 30\"     | 112° 40' 22.5 |\n|            | 3.  | Sextuple  | 67° 1' 30\"      | 112° 40' 22.5 |\n|            | 4.  | Octuple   | 90° 21' 30\"     | 112° 40' 22.5 |\n|            | 5.  | Decuple   | 112° 45' 30\"    | 112° 40' 33\"  |\n\nMean angle 112° 40' 20\"; angle taken from centre of station.\n\nβ. Between Utrecht and Zevenboompjes.\n\n| Date       | No. | Multiples | Repeated Angles | Single Angles |\n|------------|-----|-----------|-----------------|---------------|\n| 1823.      | 1.  | Double    | 20° 35\"         | 104° 47' 30\"  |\n|            | 2.  | Quadruple | 41° 9' 30\"      | 104° 47' 22.5 |\n|            | 3.  | Sextuple  | 62° 45'         | 104° 47' 30\"  |\n|            | 4.  | Octuple   | 83° 18'         | 104° 47' 15\"  |\n|            | 5.  | Decuple   | 104° 53'        | 104° 47' 18\"  |\n\nMean angle 104° 47' 23\"; angle taken from centre of station.\n\nc. Angles taken on the Station of Zevenboompjes.\n\nα. Between Utrecht and Kooltjesberg.\n\n| Date       | No. | Multiples | Repeated Angles | Single Angles |\n|------------|-----|-----------|-----------------|---------------|\n| 1823.      | 1.  | Double    | 15° 33' 30\"     | 76° 46' 45\"   |\n|            | 2.  | Quadruple | 30° 6' 30\"      | 76° 46' 37.5  |\n|            | 3.  | Sextuple  | 46° 39'         | 76° 46' 30\"   |\n|            | 4.  | Octuple   | 61° 12'         | 76° 46' 30\"   |\n|            | 5.  | Decuple   | 76° 44'         | 76° 46' 24\"   |\n\nMean angle 76° 46' 33\"; angle taken from centre of station.\nDr. Moll's account of the experiments on\n\nβ. Between Utrecht and Pyramid.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|----------------|\n| 1823.      |     |            |                  |                |\n| 8th Aug.   | 1.  | Double     | 111° 47'         | 55° 53' 30\"    |\n|            | 2.  | Quadruple  | 223° 33'         | 55° 53' 15\"    |\n|            | 3.  | Sextuple   | 335° 20'         | 55° 53' 20\"    |\n|            | 4.  | Octuple    | 447° 6' 30\"      | 55° 53' 19\"    |\n|            | 5.  | Decuple    | 558° 52\"         | 55° 53' 12\"    |\n\nMean angle 55° 53' 19\" 2; angle taken from centre of station.\n\nγ. Between Kooitjesberg and Amersfoort.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|----------------|\n| 1823.      |     |            |                  |                |\n| 8th Aug.   | 1.  | Double     | 159° 34' 30\"     | 79° 47' 15\"    |\n|            | 2.  | Quadruple  | 319° 8\"          | 79° 47\"        |\n|            | 3.  | Sextuple   | 478° 44' 30\"     | 79° 47' 25\"    |\n|            | 4.  | Octuple    | 638° 19\"         | 79° 47' 22.5\"  |\n|            | 5.  | Decuple    | 797° 53\"         | 79° 47' 18\"    |\n\nMean angle 79° 47' 16\" 1; taken from centre of station.\n\nc. Angles taken on the Steeple of Amersfoort.\n\nα. Between Utrecht and Kooitjesberg.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|----------------|\n| 1823.      |     |            |                  |                |\n| 7th Aug.   | 1.  | Double     | 145° 16\"         | 72° 38\"        |\n|            | 2.  | Quadruple  | 290° 32' 30\"     | 72° 38' 7.5\"   |\n|            | 3.  | Sextuple   | 435° 50\"         | 72° 38' 20\"    |\n|            | 4.  | Octuple    | 581° 6' 30\"      | 72° 38' 19\"    |\n|            | 5.  | Decuple    | 726° 24' 30\"     | 72° 38' 27\"    |\n\nMean angle 72° 38' 14\" 7; angle reduced to centre of station 72° 37' 7\" 2.\n\nβ. Between Utrecht and the Pyramid.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angle.  |\n|------------|-----|------------|------------------|----------------|\n| 1823.      |     |            |                  |                |\n| 7th Aug.   | 1.  | Double     | 91° 27\"          | 45° 43' 30\"    |\n|            | 2.  | Quadruple  | 182° 53\"         | 45° 43' 15\"    |\n|            | 3.  | Sextuple   | 274° 20' 30\"     | 45° 43' 25\"    |\n|            | 4.  | Octuple    | 365° 46\"         | 45° 43' 15\"    |\n|            | 5.  | Decuple    | 457° 11' 30\"     | 45° 43' 9\"     |\n\nMean angle 45° 43' 18\" 8; reduced to centre of station 45° 41' 32\" 2.\nthe velocity of sound, made in Holland.\n\nγ. Between Kooltjesberg and Zevenboompjes.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angle. |\n|------------|-----|------------|------------------|---------------|\n| 1723.      |     |            |                  |               |\n| 7th Aug.   | 1.  | Double     | 187° 42' 30\"     | 93° 51' 15\"   |\n|            | 2.  | Quadruple  | 375° 27\"         | 93° 51' 45\"   |\n|            | 3.  | Sextuple   | 563° 11' 30\"     | 93° 51' 55\"   |\n|            | 4.  | Octuple    | 750° 45\"         | 93° 50' 37\"   |\n|            | 5.  | Decuple    | 93° 38\"          | 93° 51' 48\"   |\n|            | 7.  | Duodeuple  | 1126° 28\"        | 93° 52' 20\"   |\n|            | 7.  | Quatuordeuple | 1314° 6' 30\"   | 93° 51' 53\"   |\n\nMean angle 93° 51' 39\"; reduced to centre of station 93° 45' 7\".\n\na. Angles taken at Kooltjesberg.\n\nα. Between the Steeples of Utrecht and Amersfoort.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|---------------|\n| 1823.      |     |            |                  |               |\n| 8th Aug.   | 1.  | Double     | 116° 25' 30\"     | 58° 12' 45\"   |\n|            | 2.  | Quadruple  | 232° 51\"         | 58° 12' 45\"   |\n|            | 3.  | Sextuple   | 349° 15' 30\"     | 58° 12' 35\"   |\n|            | 4.  | Octuple    | 405° 41\"         | 58° 12' 37\"   |\n|            | 5.  | Decuple    | 582° 6' 30\"      | 58° 12' 39\"   |\n\nMean angle 58° 12' 40\", from centre of station.\n\nβ. Between the Steeples of Utrecht and Naarden.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|---------------|\n| 1823.      |     |            |                  |               |\n| 8th Aug.   | 1.  | Double     | 191° 27\"         | 95° 43' 30\"   |\n|            | 2.  | Quadruple  | 382° 54\"         | 95° 43' 30\"   |\n|            | 3.  | Sextuple   | 574° 20' 30\"     | 95° 43' 25\"   |\n|            | 4.  | Octuple    | 795° 47\"         | 95° 43' 22\"   |\n|            | 5.  | Decuple    | 957° 13' 30\"     | 95° 43' 21\"   |\n\nMean angle 95° 43' 25\", from centre of station.\n\nb. Between the Steeples of Utrecht and Zevenboompjes.\n\n| Date       | No. | Multiples. | Repeated Angles. | Single Angles. |\n|------------|-----|------------|------------------|---------------|\n| 1823.      |     |            |                  |               |\n| 8th Aug.   | 1.  | Double     | 103° 27' 30\"     | 51° 43' 45\"   |\n|            | 2.  | Quadruple  | 206° 55\"         | 51° 43' 45\"   |\n|            | 3.  | Sextuple   | 310° 22\"         | 51° 43' 40\"   |\n|            | 4.  | Octuple    | 413° 50\"         | 51° 43' 45\"   |\n|            | 5.  | Decuple    | 517° 16' 30\"     | 51° 43' 39\"   |\n\nMean angle 51° 43' 42\", from centre of station.\nDr. MOLL's account of the experiments on\n\nSECTION IV.\n\nCalculation of the distance between the stations of Kooltjesberg and Zevenboompjes, being the two points where the experiments on the velocity of sound were made.\n\na. First triangle.\n\nThe distance between Utrecht and Amerfoort Steeples from General KRAYENHOFF's Survey is $19574^{m},090$.\n\nAngle $UAK = 72^\\circ 37' 7\",2$  \n$AKU = 58^\\circ 12' 40\",3$  \n$AUK = 49^\\circ 10' 25\",2$\n\n$180^\\circ 0' 12\",7$\n\nAngle $UAK = 72^\\circ 37' 2\",96$  \n$AKU = 58^\\circ 12' 36\",07$  \n$AUK = 49^\\circ 10' 20\",97$\n\ncalculating with these angles and UA, the length UK is found equal to $21977^{m},1$.\nIn triangle UBK, we have now UK = 21977 m, 1.\n\n\\[\n\\begin{align*}\nUBK &= 76^\\circ 46' 33\", 3 \\\\\nBUK &= 51^\\circ 43' 42\", 8 \\\\\nBUK &= 51^\\circ 30' 14\", 1 \\\\\n&= 180^\\circ 0' 30\", 2\n\\end{align*}\n\\]\n\nThus, \\(UBK = 76^\\circ 46' 23\", 24\\)  \n\\(B K U = 51^\\circ 43' 32\", 73\\)  \n\\(BUK = 51^\\circ 30' 4\", 03\\)\n\nWith these data we have the distance of the two stations of Kooltjesberg and Zevenboompjes 17668,4 metres.\n\n**b. Second triangle.**\n\nThe distance UA between Utrecht and Amersfoort taken from the Survey of General Krayenhoff.\n\n\\[\n\\begin{align*}\nUAP &= 45^\\circ 41' 32\", 2 \\\\\nAUP &= 21^\\circ 38' 0\", 5 \\quad \\text{measured angles.} \\\\\nUPA &= 112^\\circ 40' 20\", 1 \\\\\n&= 179^\\circ 59' 52\", 8\n\\end{align*}\n\\]\n\nThus \\(UAP = 45^\\circ 41' 34\", 6\\)  \n\\(AUP = 21^\\circ 38' 2\", 9\\)  \n\\(UPA = 112^\\circ 40' 22\", 5\\)\nCalculating UP the distance from Utrecht to the Pyramid of the Camp of Zeist, we have \\( \\text{UP} = 15180,5 \\) metres.\n\nAgain, in triangle \\( \\text{UBP} \\) we have \\( \\text{UP} = 15180,5 \\) metres.\n\n\\[\n\\begin{align*}\n\\text{UBP} &= 55^\\circ 53' 19\",2 \\\\\n\\text{UPB} &= 104^\\circ 47' 23\",1 \\\\\n\\text{PUB} &= 19^\\circ 18' 11\",6 \\\\\n\\end{align*}\n\\]\n\nby mensuration\n\n\\[\n\\begin{align*}\n\\text{KUB} &= 51^\\circ 30' 14\",1 \\\\\n\\text{KUA} &= 49^\\circ 10' 25\",2 \\\\\n\\end{align*}\n\\]\n\nfor\n\nSubstract.\n\n\\[\n\\begin{align*}\n2^\\circ 19' 48\",9 \\\\\n\\text{AUP} = 21^\\circ 38' 0\",5 \\\\\n\\end{align*}\n\\]\n\nThus we shall have\n\n\\[\n\\begin{align*}\n\\text{UBP} &= 55^\\circ 53' 41\",23 \\\\\n\\text{UPB} &= 104^\\circ 47' 45\",14 \\\\\n\\text{PUB} &= 19^\\circ 18' 33\",63 \\\\\n\\end{align*}\n\\]\n\nCalculating with these data UB, we have it equal to 17725,8 metres.\n\nBut in \\( \\Delta \\text{UBK} \\), we have\n\n\\[\n\\begin{align*}\n\\text{UBK} &= 76^\\circ 46' 23\",24 \\\\\n\\text{BKU} &= 51^\\circ 43' 32\",73 \\\\\n\\text{BUK} &= 51^\\circ 30' 4\",03 \\\\\n\\end{align*}\n\\]\n\nfound by calculation above.\n\nTherefore we find \\( \\text{BK} = 17670,85 \\) metres.\n\nc. Third triangle.\n\nNaarden. Kooltjesberg.\n\nAmersfoort.\n\nZevenboompjes.\nIn the $\\triangle UKN$\n\n$UN = 22987^{m},369$ metres by General KRAYENHOFF’s Survey.\n\nThe angle $AUN = 61^\\circ 23' 56''$,324, measured by General KRAYENHOFF,\n\n$$AUK = 49^\\circ 10' 25'',200$$\n\n$$\\angle KUN = 12^\\circ 13' 31'',124$$\n\n$$\\angle UKN = 95^\\circ 43' 25'',7$$\n\n$$\\angle UNK = 72^\\circ 3' 3'',2,$$ concluded angle.\n\nNow calculating $UK$ we have it $21978,2$ metres.\n\nFurther, in triangle $UBK$, we have\n\n$$UBK = 76^\\circ 46' 23'',24$$\n\n$$BKA = 51^\\circ 43' 32'',73$$\n\n$$BUK = 51^\\circ 30' 4'',03$$\n\nThis gives $BK = 17669,3$ metres.\n\n$d.$ Fourth triangle.\n\n![Diagram](image)\n\nIn this triangle, $UAK$, the distance $UA$ from Utrecht to Amersfoort, is known from General KRAYENHOFF’s Survey, $19574,090$ metres.\nDr. Moll's account of the experiments on\n\n\\[ \\angle UAK = 72^\\circ 37' 2.96'' \\]\n\\[ \\angle AKU = 58^\\circ 12' 36.07'' \\]\n\\[ \\angle AUK = 49^\\circ 10' 20.97'' \\]\n\nBy these data \\( AK \\) is found equal to 17425.4 metres, the distance from Amersfoort to Kooltjesberg.\n\nIn the \\( \\Delta KBA \\), we have \\( AK = 17425.4 \\) metres.\n\n\\[ \\angle KBA = 79^\\circ 47' 16.1'' \\]\n\\[ \\angle BAK = 93^\\circ 45' 7'' \\]\n\\[ \\angle AKB = 6^\\circ 28' 57.5'' \\]\n\nThus,\n\n\\[ KBA = 79^\\circ 46' 49.2'' \\]\n\\[ BAK = 93^\\circ 44' 40.2'' \\]\n\\[ AKB = 6^\\circ 28' 30.6'' \\]\n\nWith these data calculating \\( BK \\), we have the distance between both stations 17668.55.\n\nBy these four different methods of calculation we have the distance between the two points when the observations were made, viz. from Kooltjesberg to Zevenboompjes.\n\n| Method | Distance (Metres) |\n|--------|------------------|\n| 1st    | 17668.40         |\n| 2d     | 17670.85         |\n| 3d     | 17669.30         |\n| 4th    | 17668.55         |\n\nMean distance of basis 17669.28 metres, or 9664.7044 English fathoms, the metre being rated at 39.3824 English inches.\nSECTION V.\n\nRate of Clocks with conical Pendulums.\n\nHaving shown in the preceding section how the distance between the two stations was ascertained, we must now proceed to show that the clocks with conical pendulums, with which the interval of time between the light and the report was measured, kept a regular rate; for this purpose they were frequently compared on each station with the box chronometers. The following table shows how many decimal seconds and fractions of seconds passed on the conical centrifugal pendulum clock in five minutes of the marine box chronometer. This is the centrifugal clock on the station of Zevenboompjes.\nDr. Moll's account of the experiments on\n\nA Table of comparison between the Chronometer and centrifugal Clock at Zevenboompjes.\n\n| Chronom. Sexages | Conical Decimal | Chron. Sexages | Conical Decimal | Chron. Sexages | Conical Decimal |\n|------------------|----------------|----------------|----------------|----------------|----------------|\n| 5                | 348,31         | 5              | 348,23         | 5              | 348,17         |\n|                  | 348,10         | 5              | 347,85         | 5              | 348,21         |\n|                  | 347,85         |                | 348,19         |                | 348,25         |\n|                  | 348,37         |                | 348,32         |                | 348,19         |\n|                  | 348,31         |                | 348,28         |                | 347,70         |\n|                  | 348,70         |                | 348,18         |                | 348,25         |\n|                  | 347,52         |                | 347,84         |                | 348,18         |\n|                  | 348,03         |                | 348,26         |                | 348,25         |\n|                  | 347,78         |                | 348,24         |                | 348,14         |\n|                  | 347,84         |                | 348,28         |                | 348,42         |\n|                  | 348,06         |                | 348,16         |                | 348,13         |\n|                  | 347,94         |                | 348,10         |                | 348,12         |\n|                  | 348,09         |                | 348,65         |                | 348,22         |\n|                  | 348,04         |                | 348,37         |                | 348,39         |\n|                  | 348,08         |                | 348,47         |                | 348,39         |\n|                  | 347,87         |                | 348,31         |                | 348,34         |\n|                  | 348,15         |                | 348,18         |                | 348,37         |\n|                  | 348,10         |                | 348,29         |                | 348,25         |\n|                  | 347,05         |                | 348,42         |                | 348,30         |\n|                  | 347,98         |                | 348,23         |                | 348,13         |\n|                  | 348,13         |                | 348,26         |                | 348,56         |\n|                  | 348,31         |                | 348,56         |                | 348,21         |\n|                  | 348,04         |                | 348,34         |                | 348,18         |\n|                  | 348,20         |                | 348,22         |                | 348,04         |\n|                  | 348,24         |                | 348,28         |                | 348,31         |\n|                  | 348,04         |                | 348,36         |                | 348,40         |\n|                  | 347,93         |                | 348,55         |                | 348,34         |\n|                  | 348,21         |                | 348,40         |                | 348,10         |\n|                  | 347,94         |                | 347,63         |                | 348,18         |\n|                  | 348,15         |                | 347,32         |                | 348,23         |\nThus, in 445 sexagesimal minutes by the box chronometer of Zevenboompjes, the index of the centrifugal clock of the same station made 30986.83 turns, and thus one sexagesimal minute on the chronometer was equal to 69\",63 decimal seconds of the conical pendulum clock. The table shows that the conical pendulum clock, during the course of the experiments, did not alter its rate with respect of the chronometer. The comparisons between the clock and the chronometer were made at various times of the day, and immediately before and after the experiments.\n\nAt the other station of Zevenboompjes, the box chronometer and conical pendulum clock were frequently compared before, during, and after the experiments. The following table shows that the accuracy of the conical pendulum clock was quite sufficient for the purpose in view.\n\nA Table of comparison, showing how many decimal seconds the conical pendulum clock of the station of Koolljesberg beat in one sexagesimal minute by a chronometer.\n\n| Sexagesimal minute | Decimal seconds | Sexagesimal minute | Decimal seconds |\n|--------------------|-----------------|--------------------|-----------------|\n| 1                  | 69.33           | 1                  | 69.39           |\n| 1                  | 69.44           |                    | 69.68           |\n|                    | 69.35           |                    | 69.56           |\n|                    | 69.64           |                    | 69.22           |\n|                    | 69.38           |                    | 69.44           |\n|                    | 69.78           |                    | 69.45           |\n|                    | 69.38           |                    | 69.23           |\n|                    | 69.44           |                    | 69.47           |\n|                    | 69.22           |                    | 69.70           |\n|                    | 69.30           |                    | 69.38           |\n|                    | 69.32           |                    |                 |\nThus, in 21 sexagesimal minutes the index of the centrifugal pendulum at Kooltjesberg made $1458,^{10}$ beats.\n\nThus, one sexagesimal minute on the chronometer of Kooltjesberg, equal to $69,^{433}$ turns of the index of the centrifugal clock of the same station.\n\nSECTION VI.\n\nExperiments on the velocity of sound on the 27th June, 1823, compared with theory.\n\nHaving thus far stated the means by which the distance between the stations of Kooltjesberg and Zevenboompjes was ascertained, and the rate determined of the clocks by which the velocity of sound was measured, I will now proceed to give the experiments which were made on the 27th of June, and compare the result with theory. The following table contains the time which sound employed to travel over the basis on the 27th of June, when 22 shots were simultaneously fired, and equally seen and heard on both stations. The first column of this table shows the number of the shot, the second the time which sound employed to travel from Kooltjesberg to Zevenboompjes, as observed on the latter station, and the third column the time which sound employed to come from Zevenboompjes to Kooltjesberg, also observed on the latter place.\nExperiments on the velocity of sound, made the 27th June, 1823.\n\n| I. | II. Sound travelled from Kooltjesberg to Zevenboompjes. | III. Sound travelled from Zevenboompjes to Kooltjesberg. |\n|----|--------------------------------------------------------|--------------------------------------------------------|\n|    |                                                        |                                                        |\n| 1  | 52,90                                                 | 51,17                                                 |\n| 3  | 52,69                                                 | 50,89                                                 |\n| 4  | 52,71                                                 | 50,68                                                 |\n| 5  | 52,92                                                 | 50,80                                                 |\n| 6  | 52,84                                                 | 50,86                                                 |\n| 7  | 53,04                                                 | 50,89                                                 |\n| 8  | 52,89                                                 | 51,01                                                 |\n| 9  | 52,79                                                 | 51,00                                                 |\n| 11 | 52,83                                                 | 50,99                                                 |\n| 12 | 52,77                                                 | 50,96                                                 |\n| 13 | 52,79                                                 | 51,10                                                 |\n| 14 | 52,99                                                 | 51,07                                                 |\n| 16 | 52,90                                                 | 51,08                                                 |\n| 17 | 52,64                                                 | 51,28                                                 |\n| 18 | 52,90                                                 | 51,21                                                 |\n| 19 | 52,87                                                 | 51,18                                                 |\n| 20 | 52,92                                                 | 51,33                                                 |\n| 22 | 52,91                                                 | 51,38                                                 |\n| 23 | 52,64                                                 | 51,35                                                 |\n| 24 | 52,57                                                 | 51,32                                                 |\n| 25 | 52,90                                                 | 51,14                                                 |\n| 26 | 52,96                                                 | 51,01                                                 |\n|    | 1162,37                                               | 1123,70                                               |\n|    | 1123,70                                               | 2286,07                                               |\n|    |                                                       | and \\(\\frac{2286,07}{44} = 51,96\\).                  |\n\nThus, taking the mean of all the observations, we have the velocity with which sound travelled along our basis free of\nDr. MOLL's account of the experiments on\n\nthe accelerating or retarding effect of wind, on the 27th of June, 1823, equal to $51''96$. And as the basis was equal to $17669.28$ metres, or $9664.7044$ fathoms, we have the velocity of sound, found by experiment as above, equal to $340.06$ metres, or $1116.032$ English feet per second.\n\nNow, whilst these 22 shots were fired, the mean temperature of the air was\n\nAt Zevenboompjes = $11^\\circ.21$\nKooltjesberg = $11^\\circ.11$\n\nMean temperature on both stations = $11^\\circ.16$\n\nOf centigrade scale.\n\nThe mean altitude of barometer corrected of the effect of capillarity, and reduced to the temperature of $0^\\circ$ of centigrade scale, was as follows:\n\nStation of Zevenboompjes . . . $0^m.7439$\nKooltjesberg . . . $0^m.7456$\n\nMean altitude of barometer . . $0^m.74475 = p.$\n\nThe mean tension of aqueous vapour in the atmosphere, as determined by Mr. DANIELL's hygrometer, was at\n\nStation of Zevenboompjes = $0.00901235$ metres.\nKooltjesberg = $0.00949378$\n\nMean tension of aqueous vapour, $0.00925307 = f.$\n\nThe effect of gravity, calculated for mean latitude of Amersfoort and Naarden, by the formula\n\n$$g = (g) \\left(1 - 0.002837 \\cos. 2 l\\right)$$\n\n$$= \\frac{9808.8}{1.000378864} \\left\\{1 - 0.002837 \\cos. 2 \\left\\{52^\\circ 13' 33'' 35\\right\\}\\right\\}$$\n\n$$g = 9812.03 = \\text{effect of gravity in lat. } 52^\\circ 13' 33'', 35.$$\nThe ratio of the specific heat of the air when the volume is constant, to the specific heat of air at a constant pressure, or $\\frac{c'}{c}$, is, according to the experiments of Gay Lussac and Welter, equal to $1.3748 = \\frac{c'}{c}$.\n\nIn Sir Isaac Newton's formula $\\sqrt{\\frac{g p}{D}}$, by which the velocity of sound is expressed, $D$ is the density of air, that of mercury being taken for unit.\n\nBy Biot's and Arago's experiments, the density of perfectly dry air was found at $0^m,76$ barometrical pressure to be equal to unity divided by $10466,82$.\n\nBut when the barometrical pressure alters and becomes $p$, and the temperature becomes $t$, we have by the law of Mariotte\n\n$$D = \\frac{p}{10466,82 \\times 0^m,76 \\left\\{ 1 + t \\cdot 0,00375 \\right\\}}$$\n\nAnd introducing into this formula the correction for the aqueous vapour existing in the air, and calling $F$ the tension of aqueous vapour existing in the air, we find\n\n$$D = \\frac{p - \\frac{3}{8} F}{10466,82 \\times 0^m,76 \\left\\{ 1 + t \\cdot 0,00375 \\right\\}}$$\n\nThis value of $D$ being substituted in Sir Isaac's formula, we have the velocity of sound by theory\n\n$$V = \\sqrt{\\frac{g p}{D}} = \\sqrt{\\frac{g p \\cdot 10466,82 \\times 0^m,76 \\left\\{ 1 + t \\cdot 0,00375 \\right\\}}{p - \\frac{3}{8} F}}$$\n\nAccording to Laplace, this formula must be multiplied by the square root of the ratio between the specific heat of air at\nDr. Moll's account of the experiments on\n\na constant volume, and the specific heat of air at a constant pressure. Thus the final formula for the velocity of sound, given by theory, is\n\n\\[ V = \\sqrt{\\left\\{ 10466.82 \\times 10^{-7} \\left( 1 + t \\cdot 0.03375 \\right) \\right\\}} \\frac{g p}{p - \\frac{T}{F}} \\times \\sqrt{\\frac{c'}{c}} \\]\n\nSubstituting in this formula the quantities stated above, theory gives the velocity of sound for the state of the atmosphere on the 27th of June, 1823, when the experiments were made, \\( V = 335.14 \\) metres, or 1099.885 English feet; but the velocity as obtained by experiment was 340.06 = 1116.032 feet.\n\nDifference between theory and experiment the 27th of June, 4.92 metres = 16.147 feet.\nSECTION VII.\n\nExperiments on the velocity of sound on 28th of June, 1823, compared with theory.\n\nOn the 28th of June, 1823, fourteen simultaneous shots were equally seen and heard on both stations; the following table contains the results.\n\n| Number of shots | Sound traveled from Kooltjesberg to Zevenboompjes in | Sound traveled from Zevenboompjes to Kooltjesberg in |\n|-----------------|------------------------------------------------------|-----------------------------------------------------|\n| 3               | 51,81                                                | 52,12                                               |\n| 4               | 51,94                                                | 52,10                                               |\n| 5               | 51,77                                                | 51,28                                               |\n| 6               | 51,98                                                | 52,51                                               |\n| 7               | 52,17                                                | 52,46                                               |\n| 8               | 52,15                                                | 52,28                                               |\n| 9               | 52,25                                                | 53,10                                               |\n| 10              | 52,18                                                | 50,17                                               |\n| 12              | 52,40                                                | 52,19                                               |\n| 14              | 52,27                                                | 52,62                                               |\n| 15              | 52,27                                                | 51,66                                               |\n| 17              | 52,23                                                | 51,52                                               |\n| 18              | 52,49                                                | 51,99                                               |\n| 19              | 52,56                                                | 51,60                                               |\n| Sum             | 730,47                                               | 727,60                                              |\n\nThe mean result by experiment on the 28th of June, 1823, is $\\frac{730\",47 + 727\",60}{28} = 52,07$, in which time sound travelled along the basis of 17669,28 metres, or 57988,2264 MDCCCXXIV.\nDr. MOLL's account of the experiments on English feet. Thus, the mean velocity of sound on the 28th of June in 1\" is $339.34$ metres = $1113.669$ English feet.\n\nThe mean temperature, when these experiments were made, was at\n\n- Zevenboompjes - - - $11^\\circ.07$\n- Kooltjesberg - - - $11^\\circ.36$\n- Mean temperature - - $11^\\circ.215 = t$\n\nMean height of the barometer, corrected for capillarity, and reduced to $0^\\circ$ of centigrade scale,\n\n- Zevenboompjes - - - $0.7476$ metres.\n- Kooltjesberg - - - $0.7487$\n- Mean barometer, or $p = 0.74815$\n- Mean tension of aqueous vapour by Mr. DANIELL's hygrometer - - $F = 0.00840465$\n\nThese quantities being substituted in the formula, we have the velocity of sound, by theory, on the 28th of June, 1823, $V = 335.m10$ metres = $1099.753$ English feet; by experiment, $339.m34$ metres = $1113.669$ feet.\n\nDifference between theory and experiment $4.m24$ metres = $13.916$ feet.\n\nThus it appears by the experiments both of the 27th and 28th of June, that sound travels faster than its theoretical calculation.\n\nThe 27th of June, difference of experiment and theory $4.m92$\n28th of June - - - - - $4.m24$\n\nThe difference between the experiments of 27th and 28th of June, is but of $0.m62$, or $2.3629$ feet; that is about $\\frac{1}{472}$ of the mean result of the experiments of both days.\nThe French philosophers found a difference between their experiments of 23rd and 24th of June, 1822, of $\\frac{1}{96}$. But the difference of $\\frac{1}{472}$, which we obtained, if we reduce the observations of both days to what they would have been in perfectly dry air, and in temperature of $0^\\circ$ cent. is still remarkably lessened. The formula by which the velocity of sound in given hygrometrical circumstances, and a given temperature of the air, is reduced to what it would be in dry air of $0^\\circ$ cent. temperature, calling $U'$ the velocity of sound in dry air of $0^\\circ$ temperature; $U$ the velocity of sound at a tension of aqueous vapour $= F$, is as follows:\n\n$$U' = \\sqrt{\\frac{U}{1 + 0.00375t}} \\times \\sqrt{\\left(1 - 0.37651\\right) \\frac{F}{p}}.$$  \n\nThe 27th of June, 1823, we had\n\n$$U = 340^{m},06 = 1116,032 \\text{ English feet}$$\n\n$$t = 11^\\circ,16 \\text{ cent.}$$\n\n$$F = 0.00925307$$\n\n$$p = 0.74475 \\text{ metres.}$$\n\nSubstituting these quantities in the formula, we have\n\n$$U' = 332^{m},38 = 1090,827 \\text{ English feet.}$$\n\nThe 28th June, 1823, we had\n\n$$U = 339^{m},34 = 1113,669 \\text{ feet}$$\n\n$$t = 11^\\circ,215$$\n\n$$F = 0.00840465;$$\n\nwhich being substituted in the formula, we have\n\n$$U' = 331^{m},72 = 1088,661 \\text{ English feet.}$$\n\nThus the difference between the observations of both days, when reduced to dry air, and $0^\\circ$ cent. is $0^{m},66 = 2,166$ feet; or $\\frac{1}{503}$ of the mean of the observations of both days. It appears also, that by our experiments of the 27th and 28th\nof June, 1823, the mean velocity of sound in air perfectly dry, and at $0^\\circ$ temperature, was $332^m,05 = 1089,744$ feet in a second.\n\n**SECTION VIII.**\n\n*Experiments on the 25th of June, when the shots were not reciprocal.*\n\nThe following experiments will I trust prove, that in experiments on the velocity of sound, such observations can only be relied on in which the shots on both stations were reciprocal, that is fell within the same second in both places, and were equally heard and seen on both stations. The 25th of June, the cannon fired at Zevenboompjes was not heard at Kooltjesberg, but at Zevenboompjes the report of the guns fired at the other place was distinctly perceived. The following table shows the time preterlapsed between the light and report, as observed at Zevenboompjes.\n\n| Number of Shots | Time between light and report |\n|-----------------|-------------------------------|\n| 1               | 52,31                         |\n| 2               | 52,59                         |\n| 4               | 52,47                         |\n| 7               | 52,20                         |\n| 8               | 52,47                         |\n| 10              | 52,17                         |\n| 12              | 52,27                         |\n| 14              | 52,52                         |\n| 15              | 52,54                         |\n| 16              | 52,43                         |\n| 17              | 51,91                         |\n| 19              | 52,50                         |\n\nSum $628,39$, which being divided by twelve, the number of observations, gives the passage of\nsound along the basis $52''$,37. Thus the mean velocity in $1'$ was $337^m$,39 = 1107,268 feet.\n\nThe mean temperature at the time of these experiments\n\nat Zevenboompjes $7°$, 41  \nKooltjesberg $8°$, 54  \n\nMean temperature of the air, $7°$,975 = $t$ centigrade\n\nMean height of the barometer corrected for capillarity, and at $0°$ cent.\n\nat Zevenboompjes $0^m$,7522  \nKooltjesberg $0°$,7538  \n\nMean barometer - - - $0°$,7530 = $p$\n\nMean tension of aqueous vapour in the air,\n\nat Zevenboompjes $0°$,00737444  \nat Kooltjesberg - $0°$,00706966.\n\nMean tension - - $0°$,00722205 = $F$,\n\nwhich quantities substituted in the formula, we have for temperature $0°$ cent. and in perfectly dry air the velocity of sound $U' = 331$,85 metres = 1089,087 feet.\nDr. Moll's account of the experiments on\n\nSECTION IX.\n\nExperiments of 26th of June, 1823, when the shots were not reciprocal.\n\nThe 26th of June, the following shots were seen and heard at Kooltjesberg and fired at Zevenboompjes, but no shots from the first station were heard at the latter.\n\n| Number of Shots | Time between light and report |\n|-----------------|-------------------------------|\n| 1               | 50,20                         |\n| 2               | 50,80                         |\n| 3               | 51,44                         |\n| 4               | 52,20                         |\n| 5               | 51,10                         |\n| 9               | 50,11                         |\n| 11              | 50,99                         |\n| 12              | 50,81                         |\n| 13              | 51,00                         |\n| 14              | 51,01                         |\n| 16              | 51,12                         |\n\nTotal of 12 shots 560,78\n\nGuns fired at Zevenboomjes, heard and seen at Kooltjesberg.\n\nThe mean of which is 50\"98\n\nwhich gives a velocity of 346,59 metres = 1137,134 feet in 1\".\n\nThe temperature was at that time\n\nat Zevenboompjes 11°, 57\nKooltjesberg 12, 54\n\nMean temperature . . . 12,055 = t.\nMean atmospheric pressure at Zevenboompjes \\(0^m,7493\\).\nMean atmospheric pressure at Kooltjesberg \\(0^m,7512\\).\nMean pressure of atmosphere \\(0,75025 = p\\).\nMean tension of aqueous vapour at Zevenboompjes \\(0,00892922\\)\nat Kooltjesberg \\(0,01011376\\)\nMean tension of aqueous vapour \\(0,00952149 = F\\)\n\nCalculating by this datum we shall have the observed velocity of sound in \\(1''\\) reduced to dry air and \\(0^\\circ\\) temperature \\(V = 338^m,20 = 1109,927\\) feet; but the experiments of the 25th gave \\(V' = 331^m,85 = 1089,087\\) feet. Difference \\(6^m,35 = 20,840\\) feet per \\(1''\\) between the experiments of the 25th and 26th of June, in which the shots were not reciprocal. This difference is about \\(\\frac{1}{53}\\) of the mean of both observations. But the 27th and 28th of June, when the shots were reciprocal, the difference between the results of both days were only \\(0^m,66 = 2,166\\) feet, that is about \\(\\frac{1}{503}\\) of the mean result of the observations.\n\nFrom the comparison of these results we may safely infer, that only such shots will answer the purpose for which these experiments are made, which are exactly fired at the same instant on both stations.\n\nIt is in this respect, I imagine, that our experiment may claim some attention, as the very great care and ability of our artillery men enabled us have the guns fired within the interval of one second.\nDr. Moll's account of the experiments, &c.\n\nA Table showing the results of experiments on the velocity of sound as observed by different philosophers.\n\n| Names of Observers          | Time when made | Country where made | Length of basis metres | Velocity of Sound per Second in metres |\n|-----------------------------|----------------|--------------------|------------------------|---------------------------------------|\n| Mersenne                    |                | France             |                        | 448                                   |\n| Florentine Philosophers     | 1660           | Italy              | 1800                   | 361                                   |\n| Walker                      | 1698           | England            | 800                    | 398                                   |\n| Cassini, Huigens, &c.       |                | France             | 2105                   | 351                                   |\n| Flamsteed and Halley        |                | England            | 5000                   | 348                                   |\n| Derham                      | 1704 & 1705    | England            | 1600 à 2000            | 348                                   |\n| French Academicians         | 1738           | France             | 22913 & 28526          | 332.93 at 0° c                        |\n| Blanconi                    | 1740           | Italy              | 24000                  | 318                                   |\n| La Condamine                | 1740           | Quito              | 20543                  | 339                                   |\n| La Condamine                | 1744           | Cayenne            | 39429                  | 358                                   |\n| T. F. Mayer                 | 1778           | Germany            | 1040                   | 336.86                                |\n| G. E. Muller                | 1791           | Germany            | 2600                   | 338                                   |\n| Epinoza and Banza           | 1794           | Chili              | 16345                  | 356.14 at 0°                          |\n| Benzenberg                  | 1809           | Germany            | 9072                   | 333.07 at 0°                          |\n| Arago, Mathieu Prony        | 1822           | France             | 18612                  | 331.05 at 0°                          |\n| Moll, Van Beek, and Kuytenbrouwer | 1823 | Netherlands | 17669.28               | \\{ 332.05 at 0° \\} and dry air.       |\n\n1. Mersenne de Arte Ballistica Prop. 39.\n2. Tentamina Experim. Acad. del Cimento, L. B. 1738, Part II. p. 116.\n3. Philos. Trans. 1698, No. 247.\n4. Duhamel, Hist. Acad. Reg. L. II. Sect. 3, Cap. II.\n5. Philos. Trans. 1708 and 1709.\n6. Ibid, ibid.\n7. Mem. de l'Academie des Sciences, 1738 and 1739.\n8. Comment. Bononienses, Vol. II. p. 365.\n9. La Condamine Introduction Historique, &c. 1751, p. 98.\n10. Mem. de l'Acad Royale des Sciences, 1745, p. 488.\n11. J. T. Mayer, Praktische Geometrie Gottingen, 1792, B. I. p. 166.\n12. Muller, Gotting. Gelehrte Anzeige, 1791, St. 159 & Voigts Magazin, &c. B. 8, St. I. p. 170.\n13. Annales de Chimie. et de Phys. T. VII. p. 93.\n14. Gilbert's Annalen, neue Folge, B. V. p. 383.\n15. Connaissance des Tems. 1825, p. 361.\n\nCommunicated by Captain H. Kater, F. R. S.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107725.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 34,
    "total-input-tokens": 53496,
    "total-output-tokens": 18437,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1309,
        2
      ],
      [
        1309,
        2867,
        3
      ],
      [
        2867,
        4597,
        4
      ],
      [
        4597,
        6319,
        5
      ],
      [
        6319,
        8126,
        6
      ],
      [
        8126,
        9836,
        7
      ],
      [
        9836,
        11547,
        8
      ],
      [
        11547,
        13270,
        9
      ],
      [
        13270,
        15287,
        10
      ],
      [
        15287,
        17802,
        11
      ],
      [
        17802,
        20550,
        12
      ],
      [
        20550,
        23391,
        13
      ],
      [
        23391,
        24028,
        14
      ],
      [
        24028,
        24832,
        15
      ],
      [
        24832,
        25983,
        16
      ],
      [
        25983,
        26701,
        17
      ],
      [
        26701,
        27804,
        18
      ],
      [
        27804,
        28446,
        19
      ],
      [
        28446,
        31970,
        20
      ],
      [
        31970,
        34004,
        21
      ],
      [
        34004,
        35195,
        22
      ],
      [
        35195,
        38720,
        23
      ],
      [
        38720,
        40099,
        24
      ],
      [
        40099,
        41482,
        25
      ],
      [
        41482,
        42209,
        26
      ],
      [
        42209,
        44836,
        27
      ],
      [
        44836,
        46169,
        28
      ],
      [
        46169,
        47705,
        29
      ],
      [
        47705,
        49332,
        30
      ],
      [
        49332,
        50077,
        31
      ],
      [
        50077,
        51340,
        32
      ],
      [
        51340,
        52721,
        33
      ],
      [
        52721,
        56093,
        34
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107725",
    "title": "An Account of Experiments on the Velocity of Sound, Made in Holland",
    "authors": "A. Van Beek, G. Moll",
    "year": 1824,
    "volume": "114",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 34,
    "jstor_url": "https://www.jstor.org/stable/107725"
  }
}