{
  "id": "7d469907a4c0432911f290d384d9e35bdd00f1e0",
  "text": "A Letter written to Dr. John Wallis by Mr. Henry Philips,\ncontaining his Observations about the True\nTime of the Tides.\n\nWorthy Sir, Being desired by Mr. O. to give in, what\ninformations I could, concerning the Tides, I have\nmade bold to present this Paper to your Consideration; which\nthough it have little or no relation to your more curious Philo-\nsophical Experiments, yet, I hope, will be of very good use for the\nfinding out the True time of the Tides at all times of the Moone,\nwhich is (I conceive) of as great concernment, as any thing in\nthe Motion of the Tides.\n\nFor, this time of the Tides, though it be a very necessary\nthing to be known, yet is very rudely and slightly reckoned up\nby most Seamen and Astronomers; most of them reckoning, as\nif the Moone being upon such a set point of the Compasse (as\nthe Seaman calls it) or so many hours past the Meridian (as the\nAlmanack-Makers reckon) it were High-Tide in such and such a\nPort at all times of the Moone. And thus they reckon the\nTides every day to differ constantly 48 m. As for instance; A\nSouth-West Moone makes a full Tide at London, that must be un-\nderstood, that it is High-Tide at London when the Moon is three\nhours past the Meridian. Now this is true indeed at the New\nand Full Moon, but not at other times of the Moone, which few\ntake any notice of: only Mr. Booker had wont to give this Ca-\nveat, that about the first and last quarters of the Moone, the\nNeap-tides did not flow so long as the Spring-tides by one point\nof the Compasse; but he gives no rule to proportion the diffe-\nrence.\n\nBut observing this more narrowly, I find, that at London the\nTides fall out at the least two points, that is, one hour and an half\nsooner, in the Quarters then in the New and Full Moone. Now\nthis being a very considerable difference of time, which might\nvery well make many Seamen and Passengers to lose their Tides.\nI set myself to watch this difference of the time of the Tides,\nand to find out some Rule, how to proportion the time of the\nTides between the Spring-tides and the Neap-tides, and I found\nby many trials, that the true time of the Tides might be found\nout\nout to be somewhat shorter and shorter, from the New and Full Moone unto the Quarters; yet not in an equall manner, neither gradually decreasing from the New and Full Moone untill the Quarters; but rather, that there was some little difference of alteration both at the New and Full Moones, and also at the Quarters; and that the greatest difference fell out in the midst between them, agreeing very well to a Circular proportion, after this manner: (See Fig.5.)\n\nFirst, Divide a Circle into 12 Equal parts, or hours, according to the Moones motion or distance from the Sun, from the New Moone to the Full.\n\nSecondly, Let the Diameter of the Circle be divided into 90 parts or min. that is, according to the time of the difference of Tides between the New or Full Moone, and the Quarters, which is one hour and an halfe.\n\nThirdly, Make perpendicular lines cross the Diameter of the Circle, from hour to hour.\n\nFourthly, Reckon the time of the Moones coming to the South in the circumference of the Circle, and observe the Perpendicular-Line, that falls from that point upon the Diameter; and the proportionall Minutes, cut thereby, will shew, how many Hours, or Minutes are to be substracted from the time of High-tides at the New and Full Moone, that so you may have the true time of the Tides that present day.\n\nFor Example; At London, on the day of New and Full Moone, it is High-Tide at London at 3 of the Clock, that is, when the Moone is three hours past the Meridian: and so by the Common Rule, the Moone being about four dayes old, it will be South about three of the Clock, and it will be High-tide three houres afterwards, that is, at 6 of the Clock. But now by this Rule, if you count this time of the Moones coming to the South in the Circumference, the perpendicular-line, which comes from 3 to 9, cuts the Diameter in the halfe, at 45 min. which shews, that so much is to be abated from the time of High-tide in the New and Full Moones; So that it is High-tide 45 min. before 6 of the Clocke, that is, at 5. hours 15 min. and not at 6 of the clock, according to the common-Rule.\n\nThe like you may do for any other Port or place, knowing the time.\ntime of High-water at the New and Full Moon in that place: And you may do it the more readily, if you set down the time of High-water at the New and Full Moon under the Diameter, as I have done for London, where it is high-tide at III. of the clock. So that when the Moon is South at III. of the clock, the perpendicular cuts the diameter at II. hours 15 m., which added to the time of the Southing makes it V. hours 15 m. and so when the Moon is South at IX. of the clock, by adding 2 h. 15 m. you have the time of high-water, which is XI. of the clock and 15 m.\n\nAnd thus you may easily make a Table, which by the Southing of the Moon, shall readily tell you the time of High-tide at any time of the Moon, as I have done here for London: To which all other places may be reduced to correspond.\n\n| Moon South | Tide London | Moon South | Tide London | Moon South | Tide London | Moon South | Tide London |\n|------------|-------------|------------|-------------|------------|-------------|------------|-------------|\n| XII o3     | H. M.       | III o5     | H. M.       | VI c7      | H. M.       | IX o11     | H. M.       |\n| 103        |             | 105        |             | 107        |             | 1011       |             |\n| 203        |             | 205        |             | 207        |             | 2011       |             |\n| 303        |             | 305        |             | 308        |             | 3011       |             |\n| 403        |             | 405        |             | 408        |             | 4012       |             |\n| 503        |             | 505        |             | 508        |             | 5012       |             |\n| I o3       |             | IV o5      |             | VII c8     |             | X o12      |             |\n| 104        |             | 105        |             | 108        |             | 1012       |             |\n| 204        |             | 206        |             | 209        |             | 201        |             |\n| 304        |             | 306        |             | 309        |             | 301        |             |\n| 404        |             | 406        |             | 409        |             | 401        |             |\n| 504        |             | 506        |             | 509        |             | 501        |             |\n| II o4      |             | V o6       |             | VIII o9    |             | XI o1      |             |\n| 104        |             | 106        |             | 1010       |             | 102        |             |\n| 204        |             | 206        |             | 2010       |             | 202        |             |\n| 304        |             | 307        |             | 310        |             | 303        |             |\n| 405        |             | 407        |             | 4010       |             | 402        |             |\n| 505        |             | 507        |             | 5011       |             | 502        |             |\nA Table of the time of High Tide for this present year Anno 1668. London-Bridge: where M. denotes Morning, and P. Afternoon.\n\n| Jan. | Feb. | Mar. | April | May | June | July | Aug. | Sept. | Oct. | Nov. | Dec. |\n|------|------|------|-------|-----|------|------|------|-------|------|------|-----|\n| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.| H. M.|\n\nThese things I have found to fall out right at London for many years, and so I suppose they may in other places. If the difference be not so much between the Neap-tides and Spring-tides in other places, the Diameter must be divided into fewer parts.\n\nAs for the highest Tides to happen two or three days after the full Moon, I have not made much observation of it, and see little reason for it, but the time thereof agrees here with. And high Spring-tides are not always alike; this year I have not observed any. I should be glad to hear, how these rules hold in other places, that so this true time of the Tides may be more punctually known.\n\nApril 6, 1668,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101267.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2450,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2142,
        3
      ],
      [
        2142,
        4303,
        4
      ],
      [
        4303,
        7300,
        5
      ],
      [
        7300,
        8344,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101267",
    "title": "A Letter Written to Dr. John Wallis by Mr. Henry Philips, Containing His Observations about the True Time of the Tides",
    "authors": "Henry Philips",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101267"
  }
}