{
  "id": "4219b867ec3497548e1d8e9731c1896c02c3367d",
  "text": "XXXVII.\n\nA Letter from the Rev. Stephen Hales D D.\n& F. R. S. to the President, serving to inclose a Letter to him from Walter Bowman Esq; concerning an Earthquake felt at East Molesey in Surry, on March 14. 1749-50.\n\nS I R; Toddington, April 11. 1750.\n\nI HAVE here inclosed a Letter from my Neighbour Mr. Bowman, at Molesey, near Hampton-Court; whose Veracity and Abilities to make the proper Observations, I can depend on. I well remember the extraordinary Rednesses, &c. in the Sky the Evening before, which he mentions. The Shock which he felt in a Chair, was, as I guess, in Italy; he having travell'd much abroad. I am,\n\nS I R,\n\nYour obliged humble Servant,\n\nStephen Hales.\n\nReverend Sir, East Molesey, April 8. 1750.\n\nBEING informed that you have made some Observations on the late Earthquakes, as of late I have not been at leisure to wait on you. I take this Opportunity of informing you, that the third Shock\nShock in these Parts is past some Weeks ago: So that the fearful Expectations, which have unmann'd the dastardly Londoners, have no other Foundation than this, that, in all Events, Englishmen are still after the Fair.\n\nThe Author of Nature, for our Sins, may alarm us with a fourth, and four hundred more, if His Wisdom pleases; but, as to a third, so little do our guilty Consciences, or visionary Monitors, know of the Matter, that Providence has prevented the Fears of the one, and antedated the Predictions of the other. For, without any regular Connexion with the Moon, it happen'd about 7 Days after the second Shock, on the 14th of March, I believe, before 4 o' Clock in the Morning; when full awake, I felt my House, for a Second or two, shake, like a Spaniel just come out of Water. My Bell on the Stair-case rung only one Twitch. I rose, look'd out, and saw the Moon shine bright, without one Cloud, or one Breath of Wind; and, finding none of my Servants disturb'd, I return'd to sound and quiet Sleep.\n\nIt was exactly of the same Nature with the second Shock, a Shudder of the House from Top to Bottom; so that I neither mistook the one nor the other for an Explosion of Mr. Norman's Horse-Powder-Mills, wherein, you know, he never works above 40 Pounds at a time. Here I felt nothing like an Explosion, but a Concussion, which any Man may conceive, from his Hand shaking a Bed upon Casters, if we may compare great things to small. Nor can I describe the second Shock, felt also in Bed, compared with this third, otherwise than by the\nthe Shudder of a Horse after swimming, more strong than that of a Dog; while the same Bell sounded all in Confusion, as if it had been pack'd and toss'd in a Hamper.\n\nThe 13th of March, in the Evening about Sunset, the Sky was dreadfully charged with a deep Purple mixed with Red, which, from the West, tinged the Clouds by the South quite to the East; and was succeeded by a clear effulgent Crimson or Pink-Colour, luminous, as deep, as ever Eye pierced into the azure Blue.\n\nI neither have met with, nor heard of, any Person, who felt this second Shake which I have described. But, if any Memorials are to be preserved of these several Shocks, all which I have felt most distinctly, I think this ought not to be forgot; because I do not apprehend it to have been strong enough to have waked any Person, nor to alarm even any one awake in Bed. And as for those who were up, and on foot, I do not think they could have perceived it, if I may judge by such a one, which I once felt by a single Start of my Chair, without knowing what it was, till I compar'd Notes with my more experienc'd Neighbours.\n\nTo conclude, this ought not to exempt us from Fear, but to awaken our Trust in Providence; since Nature works, and few perceive it; and when she works, whom she has a Mind to save are safe, and those she intends to destroy cannot escape. Within ourselves we find Strength or Weakness to bear her extraordinary Touches; but to fly from them, even an Immortal cannot; since her Hand reaches over all\nall the visible and invisible World. Reverend Sir,\nI am,\n\nYour sincere Friend, and\nmost obedient Servant,\n\nWalter Bowman.\n\nXXXVIII.\n\nAbstract of a Letter from Mr. Pennant to\nRich. Holford Esq; Master in Chancery,\nof an Earthquake felt in Flintshire, on\nApril 2. 1750.\n\nDowning, near Holywell in Flintshire, April 3. 1750.\nRead May 10. 1749.\n\nLAST Night we were greatly alarm'd\nwith a violent Shock of an Earth-\nquake between 10 and 11 o' Clock. I, who was\nin Bed, was frequently moved up and down; and\nthe Bed, having Casters, was removed some small\nSpace from its proper Situation.\n\nDuring the Shock, a great Noise was heard in\nthe Air; and, some Nights before, Lights were seen\nin the Sky; such as were previous to the Earthquake\nin Town.\n\nThanks to Providence, no further Mischief has\nhappen'd, than the Terror this unusual Phenome-\nnon occasion'd in our Family.\n\nThis Place is about two Miles from the Sea.\n\nXXXIX.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104744.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1409,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        919,
        2
      ],
      [
        919,
        2467,
        3
      ],
      [
        2467,
        3966,
        4
      ],
      [
        3966,
        4884,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104744",
    "title": "A Letter from the Rev. Stephen Hales D. D. & F. R. S. to the President, Serving to Inclose a Letter to Him from Walter Bowman Esq; Concerning an Earthquake Felt at East Molesey in Surry, on March 14. 1749-50",
    "authors": "Stephen Hales, Walter Bowman",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104744"
  }
}