{
  "id": "372cce2ef9665feaa1a03eae83b58b6b5298a1d0",
  "text": "AN INDEX TO THE Twenty Eighth VOLUME OF Philosophical Transactions.\n\nAged Persons, p. 167, 273.\nAgriculture. The manner of husbanding Canary Seed, p. 91.\nAlum, found in Wales, p. 275. See Minerals.\nAnatomical Observations, p. 281.\nAnimalcula. See Microscopical Observations.\nAntiquities. An Account of the Roman Legions, p. 80.\nBritish Coins said to be found in Wales, p. 95. Druids\nBeads made of Glass, p. 96. Amulets used by the Druids, p. 98. Arrow-heads made of Flint, found in Scotland, p. 99. A Discourse of the Roman Aquila, or Insignia, p. 145. Figures of some Roman Medals, p. 149. A Commentary upon an Inscription found in Arragon, p. 157. Urns and Sepulchral Monuments discovered in the North of Ireland, p. 252. Urns dug up at North Elmham in Norfolk, p. 257. Ancient Trumpets found in Ireland, p. 270. See Books.\n\nArsenic. See Minerals.\n\nAstronomy. A Solution of Kepler's Problem for finding the Motion of the Planets, &c. p. 1. Astronomical Observations made at the Royal Observatory at Greenwich in the Years 1711 and 1712. p. 65.\n\nB.\n\nBirds. The Nut-jabber and Regulus Cristatus observed in Yorkshire, p. 170.\n\nBitumen. See Minerals.\n\nA Bone taken from the first Process of the Dura Mater, p. 281. A Bone growing between the Ventricles of the Heart, ibid.\n\nBooks. An Account of a Book intitled, Julii Vitalis Epitaphium, &c. p. 283. An Abridgment of a Book intitled, A Description of the Plague at Dantzick, in the Year 1709. p. 101.\n\nBotany. See Plants.\n\nC.\n\nCanary Seed. See Agriculture.\n\nChirurgical Observations. An Account of a Scirrous Tumour, p. 276. The Toe of a Woman mortified who lay long in the Snow, p. 266. See Plague at Dantzick, and Diseases frequent among the Indians.\n\nCopper\nCopper. See Minerals from Sweden.\nCopperas. See Pyrites.\nCoyns. See Antiquities.\nCrystals, a large one found in Wales, p. 94; Crystals of Sugar, p. 274.\n\nD.\n\nDiseases, an Account of such as are frequent among the Indians, p. 228. The Case of a Woman who was delivered of a dead Child full of the Pustules of the Small Pox, p. 165. A Relation of a Boy seventeen Years of Age, who never made Water, p. 167. Diseases cured by bathing in Lough-Neagh, p. 264. See Plague, and Anatomical and Chirurgical Observations.\nDruids Beads found in Wales. See Antiquities.\n\nE.\n\nEpitaph of Julius Vitalis. See Books.\nErmins frequent in Yorkshire, p. 170.\nEruption of Mount Vesuvius. See Vesuvius.\nExhalations. See Meteors.\nExperiments. Of the Ascent of Spirit of Wine between two Glass Planes, p. 151. 155. Of the Ascent of Water between two Glass Planes, p. 153. Of the Crystallization of Sugar, p. 274.\n\nF.\n\nFish. Tench living long out of Water, p. 168. Turbols frequent in several Parts of Yorkshire, p. 168. Trouts and Charrs are small in the Mountainous Lakes of Wales, p. 168. 169. Fish breeding in Lough-Neagh in Ireland, p. 262. A Whale cast ashore in the North\nof Ireland, p. 252. Seed of Whales in the Indian and Northern Seas, p. 234. The Mouth of the Boneta appearing Luminous like Phosphorus, ibid. Observations upon the Muscular Fibres of a Whale, p. 164.\n\nFossils, of a regular form, found in Wales, p. 94-97.—in Scotland, p. 100. A large Vein of Pyrites in Merionydsshire, p. 276. See Minerals and Marble.\n\nG.\n\nGeometry. See Mathematicks.\n\nH.\n\nHeart. See Anatomical Observations.\n\nA Relation of the Subsiding of part of a Hill in Ireland, p. 267.\n\nI.\n\nIndians, some Account of their Mechanic Arts and Physick, p. 225-228.\n\nIris. See Rain-bows.\n\nIron. See Minerals.\n\nInscriptions. See Antiquities.\n\nInstruments. Ancient Instruments found in Norfolk, p. 259. Ancient Instruments found in Ireland, p. 270.\n\nL.\n\nLead. See Minerals.\n\nLeeches, two sorts not described, p. 97.\n\nLegions of the Romans. See Antiquities.\n\nLight. An Account of the Luminous Appearance observable in the Wake of Ships in the Indian Seas, p. 230. See Meteors.\nLough-Neagh, some Observations upon the Properties of the Water of that Lake, p. 260.\n\nM\n\nMarble, a curious sort of it discover'd in Wales, p. 275. A Quarry of various coloured Marble discover'd in Ireland, p. 278.\n\nMathematics. Problems for finding the Center of Oscillation, p. 11. Lemma's and Problems concerning the Motion of a stretched String, p. 26. Mr Nic. Fa-cio's Defence of his Solution of a Problem for finding a round Solid capable of least Resistance, p. 172. An Hyperbolick Curve made by Water ascending between two Glass Planes, p. 153. See Astronomy.\n\nMechanick Arts of the Indians, some Account of them, p. 225.\n\nA Medal inscribed to St. Januarius after the Eruption of Mount Vesuvius in the Year 1707. p. 25. See Antiquities.\n\nMenses, a Woman having them to 70 Years of Age, p. 236.\n\nMeteors observed in the Indies, p. 235.\n\nMicroscopical Observations on Animalcula found upon Duck-weed, p. 160.—upon the Muscular Fibres of a Whale, p. 164.\n\nMinerals, an Account of some from Sweden, p. 222.\n\nMineral Waters. See Waters.\n\nMortification. See Chirurgical Observations.\n\nN.\n\nNerves. See Optick Nerve.\n\nThe Nut-jobber. See Birds.\nO.\n\nOld Age. See Aged Persons.\nOptick Nerve wasted, p. 281. Optick Nerve crush'd flat, p. 282.\nOscillation. See Mathematicks.\nOssification of the first Process of the Dura Mater, and of the Muscular Fibres of the Heart, p. 281.\n\nP.\n\nPericardium adhering to the Heart, p. 281.\nPetrifying Quality of the Water of Lough-Neagh examined, p. 260.\nPhosphorus. See Light.\nPlague. Remarks upon the Plague at Copenhagen in the Year 1711, p. 279. A Description of the Plague at Dantzick in the Year 1709, p. 101. &c. An Account of its Approach, p. 101, 102. Precautions taken against it, p. 102. The Number of those that died of it, p. 107. Its Progress and Increase, p. 108. The Plague of a Poisonous Nature, p. 110. The Air infected in time of the Plague, p. 111. Signs forerunning the Plague, p. 114. External Symptoms of the Plague, p. 117. Internal Symptoms, p. 121. Prognosticks, p. 123. Practical Indications, p. 126. Simple Internal Medicines, p. 127. Compound Internal Medicines, p. 136. External Medicines, p. 138. Surgical Operations, p. 141.\nPlanets. See Astronomy.\nPlants. An Account of rare Plants in several Gardens about London, p. 33. 177. Uncommon Plants observed in Wales, p. 93. 96. Uncommon Plants observed in Scotland, p. 100. 101. The Description of a Tartarian Plant called Gin-seug, with an Account of its Virtues,\nVirtues, p. 237, &c. An undescribed Plant found on the Sea Coast of Wales, p. 275. Some Medicinal Plants in use among the Indians, p. 229.\n\nPyrites. See Fossils.\n\nR.\n\nRain bows, an Account of the Properties of some observed at Sea in the Indies, p. 235.\n\nRegulus cristatus. See Birds.\n\nS.\n\nSepulchral Monuments. See Antiquities.\n\nSilver. See Minerals.\n\nSmall-Pox. See Diseases.\n\nSnails. The Coclea pomatia maj. edulis Gesn. found plentifully near Stunsfield in Oxfordshire, p. 171.\n\nSnow. An Account of a Woman who lay 6 Days cover'd with Snow, p. 265.\n\nSpa-Waters. See Waters.\n\nSpleen, Examples of several taken from one Body, p. 282.\n\nStones found in the Heart, p. 281. See Fossils.\n\nSugar, some Account of its Virtues and Properties, p. 273.\n\nT.\n\nTeeth. A Person having a new Set of Teeth after 80 Years of Age, p. 273.\n\nTench. See Fish.\n\nTrouts. See Fish.\n\nTrumpets, some Ancient ones found in Ireland, p. 270.\n\nTube Fallopiana impermeable, p. 282.\n\nTumour. A relation of a Scirrhous Tumour included in a Cystis, p. 279.\n\nU. Vesuvius,\nU.\n\nVesuvius, an Account of a terrible Eruption of that Mountain in the Year 1707, p. 22.\nVirtues of Plants. See Plants.\nUreter double and distended with Stones, p. 282.\nUrns. See Antiquities.\n\nW.\n\nWater. Sea Water appearing Luminous, p. 230. The manner of the rising of Water between two Glass Planes, p. 153. Chalybeat Waters proved to be Alkalious, p. 247. The Virtues and Properties of the Water of Lough-Neagh, p. 260.\nWhales, one cast ashore on the Coast of Ireland, p. 252. Observations upon the Fibres of the Muscles of a Whale, p. 164. Seed or Spawn of Whales (as supposed) floating in the Indian and the Northern Seas, p. 234.\nWine. See Experiments of Spirit of Wine ascending between two Glass Planes, &c.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103214.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 2920,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        383,
        2
      ],
      [
        383,
        1710,
        3
      ],
      [
        1710,
        2864,
        4
      ],
      [
        2864,
        3840,
        5
      ],
      [
        3840,
        4985,
        6
      ],
      [
        4985,
        6314,
        7
      ],
      [
        6314,
        7353,
        8
      ],
      [
        7353,
        8077,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103214",
    "title": "Back Matter",
    "authors": null,
    "year": 1713,
    "volume": "28",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/103214"
  }
}