{
  "id": "ea768f565f53c6e4df762576d22dc89302b01670",
  "text": "LXVI. The Case of the Operation of the Empyema, successfully performed by Mr. Joseph Warner, F. R. S. and Surgeon to Guy's Hospital.\n\nRead March 19, 1752.\n\nTHE symptoms of an empyema, or of a collection of matter deposited in the cavity of the thorax, are sufficiently known to every one of experience in physick and surgery. But the great uncertainty of success attending the evacuation of this matter by operation, has occasion'd surgeons of the greatest eminence to differ about the propriety of the performance of it.\n\nHowever, as it is notorious, that upon any quantity of extravasated fluid being confined to the thorax, the patient not only labours under the most uneasy sensations, but is in very great danger from the injury and oppression, to which the lungs are exposed, in consequence of the disease; and that the success of the operation greatly depends upon the degree of injury communicated to the lungs, and the rest of the contents of the thorax; I am inclined to think, for these reasons, as well as from the little danger there is in the performance of the operation, that it is always to be recommended upon the appearance of such symptoms, as indicate such a collection of matter: and whether the following case may be some proof of its propriety under certain circumstances, I beg leave to submit to your consideration.\n\nThomas\nThomas Hines, aged 27, was admitted into the hospital on the 19 of December last, on account of a pain in his right side, and cough; which he had laboured under for three weeks. He was immediately put under the physicians care; but notwithstanding all proper methods used for his relief, his disorder increased till the 13 of January following, when I was consulted.\n\nUpon inquiry, I found him afflicted with the following symptoms, a quick low pulse, frequent cough, and difficulty of breathing; which last symptom was greatly increased upon lying on his left side, or upon fitting upright. He appeared greatly emaciated, his countenance very pallid, or fallow. Upon farther inquiry, I found the right side of the thorax somewhat enlarged; the integuments were visibly thickened, but without the least discoloration, or perceivable fluctuation. However, being persuaded from the foregoing symptoms, that there probably was an extravasated fluid underneath, I advised the operation, which was accordingly done upon the spot, in the following manner:\n\nThe patient being conveniently seated, I made an incision of about three inches long, with a knife, betwixt the tenth, and eleventh rib, counting from above; and at about four inches distance from the vertebrae. The direction of the incision was agreeable to the course of the ribs; and upon being made nearer to the superior edge of the eleventh rib, than to the inferior edge of the tenth rib, the intercostal artery by that means escaped being wounded. Upon dividing the intercostal muscles, very near twenty ounces of matter were discharged, after which I introduced\nintroduced my finger thro' the wound into the cavity of the thorax, but found no adhesion of the lungs. From whence I am inclined to conjecture, that this abscess was originally formed in the cellular membrane of the pleura, which had at length made its way into the cavity.\n\nWhat seems to corroborate this conjecture, is, that the violent symptoms, which happen'd upon lying on the sound side, or upon sitting upright, did not occur till within a week before his application to me.\n\nFrom the moment the matter was discharged, he found immediate ease, his respiration became quiet; his fever and cough gradually abated, till in about six weeks he became perfectly well in all respects, and was accordingly dismissed the hospital.\n\nThe discharge from the wound continued in considerable quantities for the first fortnight; during which time the wound was kept properly open with tents: but when the discharge was no more than what might be expected from any superficial wound of the same size, all tents were dispensed, and superficial applications only made use of.\n\nLXVII. An Account of the Eruption of Mount Vesuvius in Oct. 1751, in a Letter to Sir Matthew Fetherston-Haugh, Bart. F.R.S. written at Naples Jan. 15, 1752, N. S.\n\nRead Mar. 19, 1752.\n\nTHAT, which has taken up our attention, and astonish'd us most, is the eruption of Mount Vesuvius. As it was a surprising prodigy of nature, I shall, for your amusement,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105079.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1087,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1350,
        2
      ],
      [
        1350,
        2972,
        3
      ],
      [
        2972,
        4393,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105079",
    "title": "The Case of the Operation of the Empyema, Successfully Performed by Mr. Joseph Warner, F. R. S. and Surgeon to Guy's Hospital",
    "authors": "Joseph Warner",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105079"
  }
}