{
  "id": "1234121509ffade1e421e59a37451223e64eb8cb",
  "text": "A Bony Substance found in the Womb of a Woman Aged 57 Years\nIf the first Incidence of the Ray be supposed to be in the Line E D, it will proceed in the same Track as before, but with the contrary Directions; so that the Angle E O B made between the first incident Ray and the last reflected, will still be equal to the Double of G H N, as before.\n\nIt is evident that on this Principle an Instrument might be constructed, the Effects of which would in a great Measure resemble those of that before mentioned (N° 420): But it would be liable to the Errors arising both from the spherical Figure of the Lens's, and also the different Refrangibility of the Rays of Light, when the Object is seen at a Distance from the Axis of the Telescope; altho' those Errors, by a proper Disposition of the Parts of the Instrument, may be reduced to a very small Quantity. However, for this Reason, and also because the Instrument seemed to me to be attended with greater Inconveniencies, both in its Construction and Use, than the other, I have not thought it necessary to give any more particular Description of it.\n\nV. An Account of a large Bony Substance found in the Womb, which was shown to the Royal Society, May the 17th, 1733, by Edward Hody, M. D. F. R. S.\n\nE——S——, aged 57, died in St. James's Market, January, 1725. In examining the Pelvis of this Woman, I found a large Bony-\nSubstance, which was contain'd in the Womb, and so strictly united to it, that they seem'd to be one and the same Body. Upon cutting the Substance asunder, I observ'd, that the Ossification went no farther than the Thickness of a Shilling; the Part immediately under the Ossification is like firm Flesh, and this Flesh grows softer and softer as it draws near to its Center.\n\nI think it not unnecessary, the Bone being found in, and so strictly united to the Womb, to take Notice, that the Woman never had but one Child, of which she was deliver'd about twenty-seven Years before she died: And it may not be improper to mention the Symptoms that she had long labour'd under, and the immediate Cause of her Death.\n\nHer chief Complaints, for some Years, were a short Cough, great Difficulty in Breathing, frequent Uneasiness in making Water, or in going to Stool, and a constant Weight, or Bearing down, upon the Parts of Generation.\n\nThe immediate Cause of her Death was, undoubtedly, an Asthma; for she had only one Lobe of the Lungs left that was perfectly found; the rest adher'd firmly to the Pleura, were very much contracted, and in some Places scirrhouos.\n\nExplication of the Figure Tab II.\n\nA The Bony-Substance.\nB The Substance of the Womb cut open, and turn'd backwards.\n\nC Small\nC Small Fibres connecting the Bony Substance with the Womb.\n\nD The right Fallopian Tube lying upon the Membrane, which joins the Tube to the Womb and to the Ovarium.\n\nE The Ovarium.\n\nF The Morsus Diaboli.\n\nG The left Fallopian Tube cut off.\n\nH The Neck of the Womb cut open, as elongated by the Disease.\n\nI The Mouth of the Womb laid open.\n\nK The greatest Part of the Vagina likewise laid open.\n\nThis Womb, with the Bone adhering to it, having been kept ten Years in Spirits before it was sent to the Engraver, the Vagina, Fallopian Tube, the Membrane on which the Tube lies, and the Ovarium, must be supposed to be greatly contracted; but that Part of the Womb distended by the Substance, is indeed very little contracted; for it was scarce so thick as a Half-Crown Piece when it was first taken out of the Body.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103999.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12314,
    "total-output-tokens": 1097,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        60,
        4
      ],
      [
        60,
        60,
        5
      ],
      [
        60,
        1372,
        6
      ],
      [
        1372,
        2661,
        7
      ],
      [
        2661,
        3474,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103999",
    "title": "An Account of a Large Bony Substance Found in the Womb, Which Was Shewn to the Royal Society, May the 17th, 1733, by Edward Hody, M. D. F. R. S.",
    "authors": "Edward Hody",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103999"
  }
}