{
  "id": "eb4c73a26c89417dc6aadb9d0e81598c36075310",
  "text": "LXIV. A Letter to Mr. Peter Collinson, F. R. S. concerning a particular species of Coralline. By Mr. John Ellis, F. R. S.\n\nSIR,\n\nAmong the observations I have lately made on the marine productions, I find, that many corallines, as well as corals, are composed of a great number of tubes, which proceed from animals; and as these tubes are made of different materials in different species, so are they disposed in variety of different forms. Some are united closely and compactly together, as in the red coral, see Plate XVII. letter A; and in some species of the white, as at letter B; in both of which they appear, combined together, forming irregular ramifications, like trees: Others rise in tufts, like groups of the tubular stalks of plants, distinct from one another. Two sorts of these the fishermen frequently take up at sea in their nets, particularly near the Buoy of the Nore, at the opening of the river Thames. When these are first taken out of the sea, and immediately put into a basin of sea water, you may observe, that each tube has its proper polype, fitting on it, of a most beautiful crimson colour. Letter D, in Plate XVII. gives us the figure of the largest kind, called, in Ray's Synopsis, Ed. 3. p. 31. Adianti aurei minimi facie planta marina; and letter C is a smaller kind, called, in Ray's Synopsis; Ed. 3. p. 39. Fucus Dealensis fistulosus laringæ similis.\nTo these I shall join those curious tubes, with their animals, which you were so kind to send me; and think this species may not improperly be called *Corallina tubularia Melitensis*, *cum scolopendris suis, tentaculis duobus duplicato-pinnatis, instructis*.\n\nUpon taking the tubes and animals of this curious Maltese coralline out of the spirits of wine, wherein they had been preserved, I perceived a small flimy bag, in which they seemed to be inserted, and to take their rise from, as may be observed at letter d, Plate XVIII. What has been the use of this bag, is uncertain, unless we conjecture it to have been the matrix of several of these scolopendras in their embryonic state.\n\nThe tubes, which are built by the inclosed animals, as they rise in height, gently increase in diameter: The texture of their outside coat is formed of an ash-coloured earthy matter, of different shades in different strata, and closely united to an inner coat, which is of a tough, horny, transparent, and very smooth substance; the cavity, or inside, of the tube, is perfectly round, tho' the animal is of a long compressed figure, like a leach extended. It appears, from the marks of its feet on the inside of the tube, that it can turn itself freely about, and move up and down, the better to attack and secure its prey.\n\nThis scolopendra has two very curious and remarkable tentaculi, or arms, the left much larger than the right; these are doubly feathered, as may be seen, in the magnified part, at C: The number of feet on each side of the body of this animal exceeds one hundred and fifty.\nThe annexed Plate XVIII. will best explain the rest; where \\( b \\) is the belly-part of the animal, in its natural size, hanging out of its tube.\n\n\\( B \\) is the same side of the whole animal a little magnified.\n\n\\( a \\) is the back-part of the head of the animal, fitting in its tube.\n\n\\( A \\) is the back-part of the whole animal a little magnified.\n\n\\( e \\) shews the inside of the tube with the strata, or rings, seen through the horny inner coat.\n\nI return you my thanks for this favour, and think, that the largeness and distinctness of the animals and tubes, in this species, serve greatly to illustrate that genus of corallines which I have called tubulary. I am,\n\nSIR,\n\nYour much obliged, and\n\nobedient humble servant,\n\nLawrence Lane,\nFeb. 7, 1754.\n\nJohn Ellis.\n\nP.S. The coralline called in Ray's Synopsis. Ed. 2. p. 2. and Ed. 3. p. 36. No 15. Fruticulos marinus, cauliculis crassiusculis teretibus rigidis, pennatus, which I have named the herring-bone coralline, and which is very common on oysters all the winter season, shews remarkably, by the help of a common magnifying glass, the tubulary\nlary structure, not only of some of the corals and corallines, but of the keratophytons, or sea feather; only with this difference, that the tubes of the herring-bone coralline are of a spongy elastic nature, and always remain open; whereas the others, being of a more soft and viscid nature, by time, and the heat of the climate, are compressed together, and harden, some into stone, and some into horn or wood: But this I may explain, perhaps, more clearly hereafter.\n\nIn Plate XVII. you have, at E, the natural size and appearance of the herring-bone coralline; at F and G the root, and one of the upper branches, are magnified, to shew the tubes.\n\nLXV. Observations on the late severe cold Weather. By William Arderon, F. R. S. and Henry Miles, D. D. F. R. S.\n\nPart of a Letter from William Arderon, F. R. S. to Henry Baker, F. R. S. containing Observations, made at Norwich, on the late severe cold Weather.\n\nDear Sir,\n\nRead Feb. 11, 1754. I have not time to send you now a distinct account of all the observations I have been making this severe season; but the few that follow will, I hope, excuse me to you, for the present. They were taken by thermometers exposed to",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105178.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10930,
    "total-output-tokens": 1555,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1386,
        2
      ],
      [
        1386,
        1386,
        3
      ],
      [
        1386,
        1386,
        4
      ],
      [
        1386,
        2972,
        5
      ],
      [
        2972,
        4080,
        6
      ],
      [
        4080,
        5254,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105178",
    "title": "A Letter to Mr. Peter Collinson, F. R. S. concerning a Particular Species of Coralline. By Mr. John Ellis, F. R. S.",
    "authors": "John Ellis",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105178"
  }
}