{
  "id": "c8a21592244cf7d69317bcb5c7ee9a7b1718a94e",
  "text": "rated, and diffused in their Medium: Of their difference to the Organ of Hearing; together with their Reception there, and wonderful Effects: Of the Matter, Form, Quantity, and Quality of Musical Bodies or Sounds: That Musical Sounds are originally in the Radix or Unison; and of their Fluxion out of it: Of the General and Special Kinds, Differences, Properties and Accidents of Sounds: Of the Truth and Falshood of Sounds.\n\n2. Of the Principles of the Mathematical Part of Musick: Of the Whole, and Parts of the Scale of Musick: Of Sounds Equal and Unequal: Of the Numeration, Addition, Subtraction, Multiplication and Division of Musical Sounds: Of Musical Proportions, and their various Species's: What a Musical Body or Sound Mathematically considered, viz. as Numerable, is: Of Musical Medieties, &c. Arithmetical, Geometrical and Harmonical, together with 8 other Musical Medieties, of which no mention being made by any Musical Author: Of the Radix's of Musical Numbers; and that by their Powers all those Numbers, (and no other,) which demonstrate the Proportions of Sounds, do arise: Of Musick Diatonic, Chromatic, and Enharmonic: Of the Principles of a Musical Magnitude, what and how manifold they are, and how they are conjoined: Of the Contact, Section, Congruity, Adscription of a Musical Body: Of the Commensurability thereof: In what respect a Musical Sound may be said to be Infinite, and how to bound that Infinity.\n\n3. Of a Musical System, Character, Voice, or Key: Of the Transposition of Keys: Of the Mutation of Musical Voices: Of Musical Passes and Periods: Of the Denomination of Notes: Of the Moods, and Intervals: Of pure and florid Counter-point: Of Figurat Musick: Of Fuges, Canons, Double-discant, Syncope: Of the Mensuration of Sounds (called Time) and the Reason thereof: Of Choral Musick, both Roman and English: Of the Rhythmical part of Musick: Of the Solmisation, and Reason thereof.\n\n4. The Abstruse and Difficult Terms of this Science are explained: The unnecessary and mystical subtleties, into which the Causes both of the Theory and Practice of Musick were reduced to the great obscuring of this Art, are omitted: The Principles of Philosophy, Mathematicks, Grammar, Rhetoric and Poetry are applied to Musical Sounds, and illustrated by them: The Generation of such Sounds is discours'd of, and particularly demonstrated.\n\n5. An easy way is by this Author invented for making Airy Tunes of all sorts by a certain Rule (which most men think impossible to be done;) and the Composing of 2, 3, 4, 5, 6 & 7 Parts; which by the Learner may be performed in a few months: viz. in two months he may exquisitely and with all the Elegancies of Musick compose two parts; in three months, three Parts, and so forward; as he affirms many persons of honor and worth have often experienced; which otherwise cannot be done in so many years.\n\n6. Whatsoever is grounded upon the several Hypotheses and Postulata of this Book, is clearly demonstrated by Tables, Diagrams, Systems, &c.\n\nERRATA. P. 5132. l. 31. r. 13th word.\n\nPrinted for John Martyn, Printer to the R. Society, 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100977.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 822,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3104,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100977",
    "title": "Errata",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/100977"
  }
}