{
  "id": "66742d274083693ce4f6252b40c34e68a949d034",
  "text": "III. Observations of the late Total Eclipse of the Sun on the 22d of April last past, made before the Royal Society at their House in Crane-Court in Fleet-street, London. By Dr. Edmund Halley, Reg. Soc. Secr. With an Account of what has been communicated from abroad concerning the same.\n\nThough it be certain from the Principles of Astronomy, that there happens necessarily a Central Eclipse of the Sun in some part or other of the Terraqueous Globe, about Twenty Eight times in each Period of Eighteen Years; and that of these no less than Eight do pass over the Parallel of London, Three of which Eight are Total with continuance: yet, from the great Variety of the Elements whereof the Calculus of Eclipses consists, it has so happened that since the 20th of March, Anno Christi 1140, I cannot find that there has been such a thing as a Total Eclipse of the Sun seen at London, though in the mean time the Shade of the Moon has often past over other Parts of Great Britain.\n\nThe Novelty of the thing being likely to excite a general Curiosity, and having found, by comparing what had been formerly observed of Solar Eclipses, that the whole Shadow would fall upon England, I thought it a very proper Opportunity to get the Dimensions of the Shade ascertained by Observation; and accordingly I caused a small Map of England, describing the Track and Bounds thereof, to be dispersed all over the Kingdom, with a Request to the Curious to observe what they could\ncould about it, but more especially to note the Time of Continuance of total Darkness, as requiring no other Instrument than a Pendulum Clock with which most Persons are furnish'd, and as being determinable with the utmost Exactness, by reason of the momentaneous Occultation and Emersion of the luminous Edge of the Sun, whose least part makes Day. Nor has this Advertisement failed of the desired Effect, for the Heavens having proved generally favourable, we have received from so many Places so good Accounts, that they fully answer all our Expectations, and are sufficient to establish several of the Elements of the Calculus of Eclipses, so as for the future we may more securely rely on our Predictions; though it must be granted, that in this our Astronomy has lost no Credit.\n\nThe Day of the Eclipse approaching, I received the Orders of the Society to provide for the Observation to be made at their House in Crane-Court, and accordingly I procured a Quadrant of near 30 Inches Radius, exceedingly well fixt with Telescope Sights, and moved with Screws so as to follow the Sun with great Nicety; as also a very good Pendulum Clock well adjusted to the mean Time, and several Telescopes to accomodate the more Observers.\n\nIn order to examine both Clock and Quadrant, I, on the 20th of April, observed the Distance of the upper Limb of the Sun from the Zenith $36^\\circ.16'$, and the next Day $35^\\circ.58'$; by which it appeared that the Distances from the Zenith taken by this Quadrant ought to be encreased by about one Minute: and that Allowance being made, by several Observations taken before and after Noon on the said 21st Day. the Clock was found to answer the apparent Time or Hour of the Sun with sufficient Exactness, as not going above $10'$ too fast. The next Day April 22°, just before the Eclipse began, we took three Distances of the Sun from the Zenith, viz. at $7^h.42'.52''$. A. M. the correct\ncorrect Distance of the Sun's Center à vertice was $62^\\circ.1'$. $40''$. At $7^h.45'.48''$. it was $61^\\circ.34'.40''$. And again at $7^h.48'.55''$ it was $61^\\circ.6'.40''$: which with the given Declination of the Sun and Latitude of the Place shew the true Times respectively to have been $7^h.42'.38''$, $7^h.45'.35''$. and $7^h.48'.39''$: all concurring that the Clock was only $14$ Seconds too fast, and had gained scarce any thing sensible in a Day's time: so that it might be entirely depended upon during the Continuance of the Eclipse.\n\nHaving computed that the Eclipse would begin at $8^h.7'$, I attended soon after Eight with a very good Telescope of about Six Foot, without stirring my Eye from that part of the Sun whereat the Eclipse was to begin: and at $8^h.6'.20''$. by the Clock, I began to perceive a small Depression made in the Sun's Western Limb, which immediately became more conspicuous; so that I concluded the just Beginning not to have been above five Seconds sooner; that is, exactly at $8^h.6'00''$ correct Time.\n\nFrom this time the Eclipse advanced, and by Nine of the Clock was about Ten Digits, when the Face and Colour of the Sky began to change from perfect serene azure blew, to a more dusky livid Colour having an eye of Purple intermixt, and grew darker and darker till the total Immersion of the Sun, which hapened at $9^h.9'.17''$. by the Clock, or $9^h.9'.3''$. true time. This Moment was determinable with great nicety, the Sun's light being extinguish'd at once; and yet more so was that of the Emersion, for the Sun came out in an Instant with so much Lustre that it surprized the Beholders, and in a Moment restored the Day, viz. at $9^h.12'.26''$. true time, after he had been totally obscured for $3',23''$ of Time. And as near as I could estimate the Points on the Moon's Limb; where the last Particle of the Sun vanished was about the middle of the South East Quadrant of her Limb, or about $45$ Degrees from her Nadir to the Left-Hand: And the first Emersi-\nEmersion was about Ten Degrees below the Horizontal Line through the Moon's Center on the West side; and at 14 Minutes past Nine, correct Time, I judged the Horns of the Eclipse to have been exactly perpendicular, and by consequence, the Centers of the Sun and Moon to be in equal Altitude.\n\nIt was universally remarked, that when the last part of the Sun remained on his East side, it grew very faint, and was easily supportable to the naked Eye, even through the Telescope, for above a Minute of Time before the total Darkness; whereas on the contrary, my Eye could not endure the Splendour of the emerging Beams in the Telescope from the first Moment. To this perhaps two Causes concurred; the one, that the Pupil of the Eye did necessarily dilate itself during the Darkness, which before had been much contracted by looking on the Sun. The other, that the Eastern parts of the Moon, having been heated with a Day near as long as Thirty of ours, could not fail of having that part of its Atmosphere replete with Vapours, raised by the so long continued action of the Sun; and by consequence it was more dense near the Moons Surface, and more capable of obstructing the Lustre of the Sun's Beams. Whereas at the same time the Western Edge of the Moon had suffered as long a Night, during which there might fall in Dews all the Vapours that were raised in the preceding long Day; and for that reason, that part of its Atmosphere might be seen much more pure and transparent. But from whatever cause it proceeded, the thing itself was very manifest and noted by every one.\n\nAbout two Minutes before the Total Immersion, the remaining part of the Sun was reduced to a very fine Horn, whose Extremities seemed to lose their Acuteness, and to become round like Stars. And for the Space of about a Quarter of a Minute, a small Piece of the Southern Horn\nof the Eclipse seemed to be cut off from the rest by a good interval, and appeared like an oblong Star rounded at both Ends, in this Form: which Appearance could proceed from no other Cause but the Inequalities of the Moon's Surface, there being some elevated parts thereof near the Moon's Southern Pole, by whose Interposition part of that exceedingly fine Filament of Light was intercepted.\n\nA few Seconds before the Sun was all hid, there discovered itself round the Moon a luminous Ring, about a Digit or perhaps a tenth Part of the Moons Diameter in Breadth. It was of a pale whiteness or rather Pearl colour, seeming to me a little tinged with the Colours of the Iris, and to be concentrick with the Moon, whence I concluded it the Moon's Atmosphere. But the great height thereof far exceeding that of our Earth's Atmosphere; and the Observations of some, who found the Breadth of the Ring to encrease on the West Side of the Moon, as the Emersion approached; together with the contrary Sentiments of those whose Judgment I shall always revere, makes me less confident, especially in a Matter whereto, I must confess, I gave not all the Attention requisite.\n\nWhatever it was, this Ring appeared much brighter and whiter near the Body of the Moon than at a Distance from it; and its outward Circumference, which was ill defined, seemed terminated only by the extremum Rarity of the Matter it was composed of; and in all Respects resembled the Appearance of an enlightened Atmosphere viewed from far: but whether it belonged to the Sun or Moon I shall not at present undertake to decide.\n\nDuring the whole time of the Total Eclipse I kept my Telescope constantly fixt on the Moon, in order to observe what might occur in this uncommon Appearance: and I found that there were perpetual Flashes or Coruscations of Light, which seemed for a Moment to dart out\nfrom behind the Moon, now here, now there, on all Sides; but more especially on the Western Side a little before the Emersion: And about two or three Seconds before it, on the same Western Side where the Sun was just coming out, a long and very narrow Streak of a dusky but strong Red Light seemed to colour the dark Edge of the Moon; tho' nothing like it had been seen immediately after the Immersion. But this instantly vanished upon the first Appearance of the Sun, as did also the aforesaid luminous Ring.\n\nAs to the Degree of Darkness, it was such that one might have expected to have seen many more Stars than I find were seen at London: The three Planets, Jupiter, Mercury and Venus were all that were seen by the Gentlemen of the Society from the Top of their House, where they had a free Horizon: and I do not hear that any one in Town saw more than Capella and Aldebaran of the Fixed Stars. Nor was the Light of the Ring round the Moon capable of effacing the Lustre of the Stars, for it was vastly inferior to that of the full Moon, and so weak that I did not observe that it cast a Shade. But the under Parts of the Hemisphere, especially in the South East, under the Sun, had a crepuscular brightness: and all round us, so much of the Segment of our Atmosphere as was above the Horizon and was without the Cone of the Moon's Shadow, was more or less enlightened by the Sun's Beams: and its Reflection gave a diffused Light which made the Air seem hazey, and hindered the Appearance of the Stars. And that this was the real Cause thereof, appears by the Darkness being more perfect in those Places near which the Center of the Shade past, where many more Stars were seen, and in some not less than Twenty; though the Light of the Ring was to all alike.\n\nDuring the Time whilst the Sun recovered his Light, several Altitudes were taken to examine the Regularity of the\nthe Clock's Motion; and though the Sun now rose much slower than at the beginning, yet they all conspired within a very few Seconds that the Clock went still one Quarter of a Minute too fast. And the End of the Eclipse approaching, I attended the Moment thereof with all the Care I could, and concluded the compleat Separation of the Sun and Moon at $10^h\\ 20'\\ 15''$. by the Clock, or exactly $10^h\\ 20'$. correct time.\n\nHitherto I exhibit only what my self saw, but there were with us a great many of the Members of the Society; and the Right Honourable the Earl of Abingdon and the Lord Chief Justice Parker were of the Number: the latter of which shewed an uncommon Curiosity and Desire of Exactness, his Lordship doing us the Honour to assist at most of the Observations made for determining the Error of the Clock; and did himself, at the Moment of the Emission from total Darkness, observe the Distance of the Planet Jupiter from the Zenith $48°\\ 29'$. by which the Time thereof is verified.\n\nThere were also present several foreign Gentlemen, and among them Monsieur le Chevalier de Louville and Mr. Monmort, both of them Members of the Royal Academy of Sciences at Paris: the first whereof came purposely to observe this Eclipse with us, and having seen the Beginning applyed himself to take Digits with his Micrometer, and to observe the Occultations of three Spots at that time seen in the Sun; and he was pleased to communicate the following Notes, viz.\n\n$h.$\n\nAt $8\\ 28\\ 20$ Four Digits were Eclipsed.\n\n$8\\ 32\\ 57$ The First and bigger Spot touched the Moon.\n\n$8\\ 33\\ 18$ The same was wholly hid.\n\n$8\\ 34\\ 08$ The first of the two lesser Spots was hid.\n\n$8\\ 34\\ 58$ The Second of them was hid.\n\nR r 2\nAt 9. 36. 01 Emersion of the greater Spot.\n9. 38. 26 Emersion of the first lesser Spot.\n9. 40. 25 Emersion of the second lesser Spot.\n10. 20. 04 The End of the Eclipse.\n\nAnd he determined the time of the total Darkness $3'22''$,\nor one Second less than by my Account.\n\nThe Heavens were all the while very propitious to us,\nand there was very little or no Wind, and not so much as\none Cloud interrupted our View from the Beginning to the\nEnd; but no sooner was the Eclipse over, but a great Body\nof Clouds hid the Sun for many Hours after.\n\nThese Observations having been made with all the Care\nwe could, are not, 'tis hoped, far from the Truth.\n\nWhat we have received from other Places is as follows,\n\nThe Reverend Mr. James Pound Rector of Wansted in Essex\nand R. S. S. gives the following Account of the principal Phænomena observed there; he being furnish'd with\nvery curious Instruments, and well skill'd in the Matter\nof Observation, and having rectified his Clock by several\nAltitudes of the Sun taken both before and after, viz.\n\nAt 8. 6. 37 The Eclipse first perceived.\n9. 9. 28 The Total Immersion.\n9. 12. 48 The Emersion.\n10. 20. 32 The just End of the Eclipse.\n6. 3. 20 The Continuance of total Darkness.\n\nThe near Agreement of this Observation with our own\n(the Difference being only what is due to the Difference\nof our Meridians) makes us the less solicitous for what was\nnoted at the Royal Observatory at Greenwich, from whence\nwe can only learn that the Duration of Total Darkness\nwas $3'11''$.\nThe Reverend Mr. William Derham Rector of Upminster in Essex and Reg Soc. Sod. assisted by Samuel Molyneux Esq; Secretary to his Royal Highness the Prince, and other Persons of Quality, made the following Observations there, which he has lately communicated, viz,\n\nh.\n\nAt 8. 7. 41 The Eclipse began.\n8. 33. 46 The Moon touched the greater Spot.\n8. 34. 36 She touched the middle Spot.\n8. 35. 41 She touched the third Spot.\n9. 10. 58 The total Darkness began on a sudden, and Aldebaran appeared.\n9. 14. 6 The Emersion or End of total Darkness.\n0. 3. 8 Continuance of total Darkness.\n9. 42. 41 The third and last Spot discovered.\n10. 21. 45 The End of the Eclipse, by a 13½ Foot Glass.\n\nAnd a little before the Beginning of the Eclipse, he found the greater and preceding Spot to be more Northerly than the Sun’s Center 373′ such Parts as the Sun’s Diameter was 1647, and that it followed his Western Limb o′.43″ of Time: by which data the Situation of that Spot is well determined.\n\nOur Professors of Astronomy in both Universities were not so fortunate: My worthy Colleague Dr. John Keill by reason of Clouds saw nothing distinctly at Oxford but the End, which he observed at 10h. 15′. 10″. As to the total Darkness, he could only estimate it by the sudden Change of the Light of the Sky; and reckoned its Continuance but 3′. 30″; which was certainly too little, the Center of the Shadow having without doubt past very near Oxford.\n\nAnd the Reverend Mr. Roger Cotes at Cambridge had the misfortune to be opprest by too much Company, so that, though the Heavens were very favourable, yet he miss’d both the time of the Beginning of the Eclipse and that of total\ntotal Darkness. But he observed the Occultations of the three Spots, viz., of the first and greatest at $8^h\\ 34'11''$, of the second at $8^h\\ 35'15''$, and of the last at $8^h\\ 36'55''$. He noted also the End of total Darkness at $9^h\\ 14'37''$, and the exact End of the Eclipse at $10^h\\ 21'57''$.\n\nWe have received several Accounts from some Places which lay near the Track of the Center of the Shade, and which might have been very proper to determine the greatest Continuance of the Darkness; as from Plymouth, Exeter, Weymouth, Daventry, Northampton and Lynn regis, all agreeing that the whole Sun was obscured at those Places full four Minutes, and at some of them rather more. But these Observers give us no Account how they measured this Time, and therefore it may well be supposed they took it in a round Number, and perhaps from pocket Minute-Watches. What I think may best be relied on for this Purpose, are two corresponding Observations made, the one at Barton near Kettering in Northamptonshire, where by the Observation of John Bridges Esq; Treasurer of his Majesty's Revenue of Excise, and R. S. S. with a good Pendulum-Clock and all due Care, the whole Sun was hid no more than $3'53''$. The other was by Mr. John White-side, A. M. Keeper of the Ashmolean Museum at Oxford, and a skilful Mathematician, who observed after the same manner, at King's-Walden in Hertfordshire near Hitchin, that the total Eclipse continued but $3'52''$. Hence it follows that the Center of the Shade past near the middle between these two Places, which are but 30 Geographical Miles asunder, and situate near at right Angles to the Way of the Shade, and therefore that the total Obscurity, where longest, could last but about $3'57''$, or perhaps a second or two more at Lynn and less at Plymouth: the Velocity of the Progress of the Shade gradually decreasing, and its Diameter increasing as it past on to the Eastwards. And this Situation of the middle Line is confirmed by an Observa-\ntion made at the Seat of the Right Honourable the Lord Foley at Witley eight Miles beyond Worcester, by his Order, and communicated by his Lordship to the Royal Society; whereby it appears that the total Darkness lasted there $3'15''$. Hence it follows that Witley was about three or four Miles farther from the Center of the Shade on the North-side than London on the South; and Witley being by Ogilby's Menurations, 118 measured Miles from London, it is plain that the Center past over Islip, which is, by the same Ad-measurement, 57 such Miles on that Road, and about five Miles almost due North from Oxford; so that the Center of the Shade left Oxford but very little upon the right Hand. This Situation agrees perfectly well with the former between Burton and King's Walden, and as far as the Geography of our Country may be relied on, I conclude the Center to have entred upon England about Plymouth, and to have past over Exeter, the Devizes, Islip, Buckingham and Huntington, leaving Oxford and Bedford on the Right, and Lynn on the Left, and to have quitted the Coast of Norfolk about Wells and Blakeney.\n\nAs for the Limits of the Shade, both on the North and South side, we have by Enquiry gotten them with all the Exactness the thing is capable of, and we should have been glad the French Astronomers had done the like for the Total Eclipse that past over Languedoc, Provence and Dauphiny on the First of May 1706. But as this is the first Eclipse of this kind that has been observed with the Attention the Dignity of the Phænomenon requires, we hope those which may happen for the future to traverse Europe, may not pass by so little regarded as hitherto.\n\nAs to the Southern Limit or Term where the Eclipse ceased to be Total on the South side of the Sun, we have received an Account of an Observation made at Nortoncourt about Ten Miles on this side Canterbury, by the Reverend Dr. John Harris, S.T.P. Prebendary of Rochester and\nand R. S. S. assisted by that accurate Observer Mr. Stephen Gray; by which we learn that the Eclipse began there at 8h. 8' 55\" and ended at 10h. 24' 47\"; and that the Total Darkness continued but about one Minute or rather less, the middle thereof being at 9h. 13' 52\". From this Duration it will follow that Norton-court was but about 3 or 4 Miles within the Shade. And that it was really so is confirmed by the Relation of the Inhabitants of Bocton, about Midway between Norton-court and Canterbury, who assured Mr. Gray, as he was returning home that same Day, that the Eclipse was not Total there, but, as one of them express it, before the Sun had quite lost his Light on the East-side he recovered it on the West: and that there was a small Light left on the lower part of the Sun that appeared like a Star. And from Cranbrook in Kent, we are informed, by the Relation of the curious William Tempest Esq; R. S. S. that he observed there the Sun to be extinguished but for a Moment, and instantly to emerge again: So that the Limit past exactly over this Town, which is about 38 Geographical Miles from London, and very near the right Angle where the Perpendicular from London falls on the Line of the Limit, being 3' 00 of Time to the Eastwards of London in the Latitude of 51° 6', as near as I can gather.\n\nHow it past over Sussex we have not so authentick Relations, but have learnt that it was Total at Wadhurst beyond Tunbridge-wells, as also for some short time at Lewis; but that it was not so at Brightling, which Place being situated on an Eminence that has a commanding Prospect, all the Country to the Northward was seen in Darkness, whilst they there had some Benefit of a small Remainder of the Sun.\n\nFrom these Observations we may conclude that this Limit came upon the Coast of England, about the middle between Newhaven and Brighthelmston in Sussex, and passing by\nby Cranbrook and Bostan, left Canterbury about 4 Miles on the Right hand, and quitted the Coast of Kent, not far from Hern toward the antient Regulbium, now called Revalver. So that it seems scarce one third part of Kent, and not so much of Sussex, out of all the South Coast of Great Britain, escaped being involved in this Darkness.\n\nThe Northern Limit, having past over a much greater Space, has had more Observers, and is not less curiously determined than the other. We find by the Account given by the Reverend Mr. Roger Prosser, Rector of Haverford-West, that the Eclipse was total there a Minute and half, whence it follows that Haverford was but about 6 Miles within the Limit; and therefore that it entred on Pembroke-shire about the middle of St. Brides Bay, leaving St. David's and Cardigan on the left Hand: and having traversed those two Counties and Montgomery-shire, it entred on Shropshire, leaving the Town of Shrewsbury 1°. 40\" in the Shadow, as was observed there by Dr. Hollings: whereby it appears that Shrewsbury was about 8 Miles within the Limit. Thence it proceeded by the East-side of Cheshire, leaving Whitchurch and Nantwich a very little without; and passing by Congleton went over the Peak of Derbyshire into Yorkshire, and cross the great Northern Road between Pontefract and Doncaster, somewhat nearer the former than the latter. For by the Observations of that curious Gentleman Theophilus Shelton Esq; at Darrington about two Miles on this side Pontefract, (in Lat. 53°. 40' and Long. West from London 4°. 40\". of time, as may be concluded from Norwood's Measure of a Degree) the Sun at 9h. 11'. was reduced almost to a Point, which both in Colour and Size resembled the Planet Mars; but whilst he watched for the Total Eclipse, that Point grew bigger and the Darkness diminished; whence he argued the Limit to have been very little more Southerly. And since he has been informed that it was just Total in Barnsdale, three Miles South from thence.\nAnd that it was so at Badsworth about the same Distance from Darrington, we are told by a Letter of the Reverend and Learned Mr. Danbuz, that he has a certain Account from that Place, that the luminous Ring round the Moon was seen there, which was no where visible but while the Eclipse was Total. From these Data we may securely determine the Remainder of this Track, and that the Edge of the Shadow having past over the rest of Yorkshire went off to Sea about Flamborough head.\n\nSo that of the forty Counties into which England is subdivided, only the five most Northerly have not had the Sun wholly hid from them; and six others have escaped but in part, viz. Shropshire, Cheshire and Yorkshire, and the extreme part of Derbyshire on the North, and Kent and Sussex on the South; all the rest of the Kingdom having more or less suffered an Interval of Total Darkness.\n\nI shall not at present consider this Eclipse as universal, but only as it related to England; and it shall suffice to say, that the Shadow came out of the Atlantick Ocean, having past over the Islands Azores; and that the Southern Limit thereof reach'd the Isle of Ushant, and the Northwest Coasts of Britanny between Brest and Morlaix; and dividing our Islands of Guernsey and Jersey, just touched upon the Promontory of Normandy called Cape de Hague. And that after it had quitted England and traversed the German Ocean, it fell on Jutland on the Southside, and Norway on the North; and thence proceeded to the Eastwards over Sweden, Finland, &c.\n\nIt remains now to consider the Figure, Position, Direction, Velocity and Magnitude of the Shadow as it past over us. And first as to the Figure, 'tis obvious that the Shadow of the Moon being a Cone and the Earth's Surface sufficiently Spherical, the apparent Shadow on the Earth will be the common Intersection of a Cone and Sphere, which is a Figure hitherto little considered by Geometers; and\nand not being in Plano is not to be exactly described but in the Spherical or Conical Surface. How to find the Points of this Curve in all Cases is taught by P. Courfier, in a very scarce Latin Book printed at Dijon in Burgundy, and published at Paris in the Year 1663: nor do I hear of any other Author that has handled the same Subject since, though capable and worthy of further Improvement. By what he there delivers, Prop. 11. 12. Lib. I. it will be easily understood, that the Convexity of so small a part of the Earth's Surface as the Shadow commonly occupies, can produce but an inconsiderable Effect; so that without sensible Error we may take it for a Plain, and the Section for a true Apollonian Ellipsis, whose transverse Axis, by reason of the Smallness of the Angle of the Cone, will be to its Conjugate nearly as Radius to the Sine of the Sun's Altitude at its Center, especially if he be considerably elevated. But when he is near the Horizon, it will be necessary to have regard to the true Figure, by reason of the great Length to which the Transverse Axe is extended, and particularly when the Shade is entering upon or leaving the Earth's Disk. Of these perhaps a fuller Account may be given upon a further occasion.\n\nAs to the Position of the Axis of the Shadow, it is manifest that it must always lie in the Plane of a great Circle of the Earth passing through the Axis of the Cone of the Shade: and therefore it will be only requisite to obtain the Azimuth and Altitude of the Sun at the Place where the Center of the Shade at any time is found, to determine the Situation of the Axe and Species of the Ellipse required. Thus the middle of the Eclipse at London having been observed at 9h. 10'. 45\", by the given Latitude and Declination we find his Azimuth about 59°. 00' and Altitude 40°. 46', that is just 40 Degrees high at the Center of the Shadow. Wherefore the Transverse Axe of the Ellipse was to its Conjugate very near as Rad. to the Sine of 40°,\nor as 1000 to 643 proximè; and did make an Angle of 59°, or very little more, with the Meridian passing at that time through the Center of the Shade.\n\nNext the Direction and the Velocity of the Motion wherewith the Center of the Shade past over England comes to be considered, wherein the Reader is to be told that the Shadow passes in a very compound Curve, which, as the former, is not in plano, and only describable on the Surface of the Sphere: nor is its Motion equable, but compounded of very many Elements producing a great Variety. By what Method its Points, and its Tangents in those Points, are to be obtained, I reserve to the next Opportunity, this Account being designed for the Curious in general: only I must acquaint them, that for so small a part of the Curve as went over England, it may be esteemed a right Line, with more Exactness than we usually find in most of our Geographical Charts. And the like may be said for the Velocity, which, though in our present Instance it was continually decreasing, may, for so short a time, be supposed to have been the same without sensible Error.\n\nBy a careful Calculation I have determined the Velocity of the Motion, at the Time of the Middle of the Eclipse at London, to have been 29 Geographical Miles in a Minute of Time quam proximè: and that its Way made an Angle of 52°. 45' with the Meridian towards the Eastwards of the North; wherefore the said Way made an Angle with the Axis of the Ellipsis of 68°. 15'. And the greatest Duration of Total Darkness having been 3', 57'', (as was before shewn) it will follow, that that Diameter of the Elliptick Figure according to which the Shade past, was no less than 114½ Geogr. Miles. And from the Elements of the Conicks 'tis easy to be proved, that supposing the Figure of the Shade a true Ellipse, whose Axes are as Radius to the sine of 40 Degrees, the greater Axis would be 171 Geographical Miles, and the lesser 110; and the nearest distance between the Limits supposed Parallel 164 such Miles.\nAnd this Length of the Axis of the Shade, derived purely from the Continuance of Total Darkness, is fully confirmed by the observed Distance of the Parallel Limits; the one passing by Badsworth in Yorkshire, the other by Cranbrook in Kent. For by the two Latitudes $53^\\circ 37'$ and $51^\\circ 6'$, with the Difference of Longitude $7'$ and $40''$ of Time, or $1^\\circ 55'$, the Distance of these two Places is given $166\\frac{1}{2}$ Geogr. Miles; with the mean Angle of Position $25$ Degrees from the North Westwards; wherefore this Arch makes an Angle with the Track of the Shade of $77^\\circ \\frac{1}{4}$: and hence the nearest Distance of the Parallels becomes $163$ such Miles, which by the other Way was found $164$.\n\nIf therefore we conclude the Axis of the Shadow, when the Sun was just $40$ Degrees high, to have extended over $2^\\circ 50'$ of a great Circle, we may securely determine the Difference of the Sun and Moon's Diameters at this time. For the Difference of the Horizontal Parallaxes of the Sun and Moon being found to be $60'.38''$. (as shall be hereafter shewn, but is not required with extreme exactness for this Purpose) the Difference of the Parallaxes in Altitude at both Ends of the Axis, will be found to be $1'.56''$; and by so much did the Diameter of the Moon when forty Degrees high exceed that of the Sun: Hence the Horizontal Diameter of the Moon in this Anomaly is found $33'.27''$, which may serve for a Rule in all other Cases.\n\nI forbear to mention the Chill and Damp which attended the Darkness of this Eclipse, of which most Spectators were sensible, and equally Judges. Nor shall I trouble you with the Concern that appear'd in all Sorts of Animals, Birds, Beasts and Fishes upon the Extinction of the Sun, since ourselves could not behold it without some sense of Horror.\n\nLastly, I have added the following Synopsis of such Observations as have hitherto come to my Hands; acknowledging the Favour of all those, who have been willing to promote our Endeavours to perfect the Doctrine of Eclipses.\n| Place          | Observer     | Beginn. h. | Immerf. h. | Emerf. h. | Tot. h. | End. h. |\n|---------------|--------------|------------|------------|-----------|---------|--------|\n| Barton        | M. Bridges   |            |            |           |         |        |\n| Bell-bar      | M. Jones     | 8.625      | 9.945      | 9.1327    | 3.42    |        |\n| Broadway      |              | 8.4700     | 8.4930     | 2.30      |         |        |\n| Carmarthen    |              |            |            |           |         |        |\n| Cambridge     | M. Cotes     |            |            |           |         |        |\n| Canterbury    | M. Gray      | 8.1000     |            |           |         |        |\n| Chester       | M. Ward      | 7.5740     |            |           |         |        |\n| Crew          | M. Wright    |            | 9.208      |           |         |        |\n| Dublin        | L. Arch Bish | 7.4211     |            |           |         |        |\n| Dublin        | M. Hawkins   | 7.4130     |            |           |         |        |\n| Exon          | L. Bishop    | 8.550      | 8.590      | 4.00      |         |        |\n| Exon          | M. Hudson    | 7.4730     |            |           |         |        |\n| Greenwich     | M. Flamsteed |            |            |           |         |        |\n| King's Wald   | M. Whitside  |            |            |           |         |        |\n| Llanidan      | M. Rowland   | 7.5230     |            |           |         |        |\n| Anglesey      |              |            |            |           |         |        |\n| London        | R. Society   | 8.600      | 9.93       | 9.1226    | 3.23    | 10.2000|\n| Northampton   | M. Hawkins   |            | 9.522      | 9.924     | 4.21    | 10.1535|\n| Norton-court  | D. Harris    | 8.855      | 9.1323     | 9.1422    | 0.59    | 10.2447|\n| Oxon          | D. Keill     |            |            |           |         |        |\n| Paris         | R. Academy   | 8.1100     |            |           |         |        |\n| Plymouth      | M. Heines    | 7.4100     | 8.4530     | 8.5000    | 4.30    | 9.6430 |\n| Portchester   | C. Candler   |            | 9.225      | 9.615     | 3.50    |        |\n| Salop         | D. Hollings  | 7.580      |            |           |         |        |\n| Upminster     | M. Derham    | 8.741      | 9.1058     | 9.1463    | 8.10    | 10.2145|\n| Wansted       | M. Pound     | 8.637      | 9.928      | 9.1248    | 3.20    | 10.2032|\n| Weymouth      | M. Hobbs     |            | 8.5400     | 8.5800    | 4.00    |        |\n| Witley        | M. Baxter    | 7.590      |            |           |         |        |\n\nIV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103054.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29930,
    "total-output-tokens": 9252,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1464,
        2
      ],
      [
        1464,
        3386,
        3
      ],
      [
        3386,
        5394,
        4
      ],
      [
        5394,
        7244,
        5
      ],
      [
        7244,
        9105,
        6
      ],
      [
        9105,
        10985,
        7
      ],
      [
        10985,
        12699,
        8
      ],
      [
        12699,
        14210,
        9
      ],
      [
        14210,
        15870,
        10
      ],
      [
        15870,
        17856,
        11
      ],
      [
        17856,
        19800,
        12
      ],
      [
        19800,
        21686,
        13
      ],
      [
        21686,
        23669,
        14
      ],
      [
        23669,
        25587,
        15
      ],
      [
        25587,
        27567,
        16
      ],
      [
        27567,
        29576,
        17
      ],
      [
        29576,
        31615,
        18
      ],
      [
        31615,
        34321,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103054",
    "title": "Observations of the Late Total Eclipse of the Sun on the 22d of April Last Past, Made before the Royal Society at Their House in Crane-Court in Fleet-Street, London. by Dr. Edmund Halley, Reg. Soc. Secr. with an Account of What Has Been Communicated from Abroad concerning the Same",
    "authors": "Edmund Halley",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/103054"
  }
}