{
  "id": "2426ce74500077a77141370cba8e986166b8abee",
  "text": "An INDEX to the fifteenth Volume of the Philosophical Transactions, beginning Number 167, and ending Numb. 178, inclusive.\n\nN. Stands for Number.\n\nA\n\nAcus Magneticæ Variatio observata Norimberga; N. 178, pag. 1253.\n\nAir; A discours concerning its Gravity, observed in the Baroscope. N. 171, p. 1002.\n\nAllum observed Microscopically, N. 173, p. 1075.\n\nAlgebra; a Treatise of it, see Books.\n\nAmbergris, what by some supposed to be; N. 172, p. 1031.\n\nANATOMY; An account of a large Præternatural Glandulose substance, found between the Heart and Pericardium of an Ox. N. 167, p. 860.\n\nAn account of a Prodigious Os Frontis in the Anatomy School at Leyden; N. 168, p. 880. Microscopical observations on the Brain of several Animals; N. 168, p. 883, 4, 5, 6, 7, 8, 9, on the Chrystilline Humor of the Ey of a man, p. 889.\n\nPhænomena in Cadavere Feminæ Apoplexia peremptæ observata; N. 173, p. 1068.\n\nConcerning Generation by an Insect; N. 174, p. 1120.\n\nA Discourse on the Dissection of a Monstrous double Cat; N. 174, p. 1135.\n\nA Letter concerning the Circulation of the blood, as seen by the help of a Microscope, in the Lacerta Aquatica; N. 177, p. 1236.\n\nAn account of a Liver appearing Glandulous to the naked Ey; N. 178, p. 1266.\n\nANTIQUITIES; An account of an old Earthen Vessel lately found at York. N. 171, p. 1017.\n\nThe Figures of some pieces of Antiquity, N. 175, p. 1159. N. 176, p. 1201.\n\nAn account of two Runic Inscriptions at Beaucaisle. N. 178, p. 1287. and Bridgekirk p. 1291.\n\nPhænomena in Cadavere prænobilis Feminæ Apoplexia peremptæ Observata, see Anatomy.\n\nAqueduct; an account of that design'd for carrying the River Eure to Versailles; N. 171, p. 1016. N. 176, p. 1206.\n\nASTRONOMY; an account of the Eclipse of the Satellites, anno 1686; with a Table of the Parallaxes of the Orb, and an Ephemeris of the Geocentric Places for the same year. N. 177, p. 1215.\n\nEclipsis Lunæ totalis cum mora, A. 1685. 10 die Decemb. St. N. observata, Gedani a Jo. Hevelio. N. 178, p. 1256.\n\nThe Description and Uses of an Instrument, for finding the distances of the Satellites from his Axis, &c. N. 178, p. 1262.\n\nB\n\nBarometer; the height of the Mercury in it, observed at Oxford, through-out the year 1684. N. 169, see the Figure.\n\nBarremes, sec Bath,\n\nCccc Bath\nAn Alphabetical Index to the fifteenth Vol.\n\nBath; the effects of it in curing the Palpy, and Barrenness. N. 169. p. 944.\n\nBees; an account of a strange sort of them in the West-Indies. N. 172. p. 1030.\n\nConcerning the Probofcis of Bees; N. 175. p. 1148.\n\nObservations on the Scotch Bernacle. N. 172. p. 1036.\n\nBirds see Ornithology.\n\nBlood evacuated Periodically at the end of one of the fingers, N. 171. p. 989.\n\nBogs; a Discourse on those of Ireland. N. 170. p. 948.\n\nBOOKS; De Origine Fontium Tentamen Philosophicum per Rob. Plott. LL. D. &c. N. 167. p. 862.\n\nMedicina Septentrionalis Collatitia, per Theoph. Bonetum. M.D. N. 167. p. 867.\n\nDe Potu Theae Dialogus, per J. N. Pechlinum, M.D. N. 167. p. 871.\n\nThe Chymical Touch-Stone of Mr. John Kunle. N. 168. p. 896.\n\nCar. Drelincurtii Experimenta Anatomica. N. 169. p. 945.\n\nDescription de la Lovifiane nouvellement decouverte au sud Ouest de la Nouvelle France; par Louis Hennepin; A Paris. 1683. 8vo. N. 170. p. 980.\n\nAn Essay of the great Effects of even Languid & Unheeded Motion. Lond. 85. N. 170. p. 982.\n\nTrichiajs admodum rara, &c. Lond. 1684. N. 170. p. 986.\n\nInquisitio Physica de Caufis Cata-mentorum, & Uteri Rheumatismo. Lond. 1685. 8vo. N. 171. p. 1020.\n\nDe Variatione ac Varietate Pulsus observationes, per David. Abercrombi-um, M.D. N. 171. p. 1023.\n\nShort Memoirs for the Natural Experimental History of Mineral Waters, by Mr. Boyl. Lond. 8vo. 1685. N. 172. p. 1063.\n\nA Treatise of Algebra, both Historical and Practical, by Dr Wallis. Lond. 1685. Fol. N. 173. p. 1095.\n\nApologia pro Circuitione sanguinis; Editio altera; Authore Georgio Entio: N. 173. p. 1105.\n\nMich. Etmulleri opera omnia; 4to. 1683. N. 174. p. 1140.\n\nRaymundi Vieusseux MD. Neurographia universalis, Fol. Lugd. 1685. N. 174. p. 1144.\n\nJo. Hevelii Annus Climactericus, Gedani. N. 175. p. 1162.\n\nLemery's Chymistry, the 5th Edition. N. 175. p. 1183.\n\nCollegii Experimentalis sive Curiosi pars 2da. per Jo. Christ. Sturmium. N. 175. p. 1184.\n\nFred. Hofmanni Exercitatio de Cin- nabari Antimonii. N. 176. p. 1208.\n\nEdwardus Bernardus de Mensuris & Ponderibus rerum. Oxoni e Theatro Seldenio AD. 1685. N. 177. p. 1242.\n\nAnt. Nuck de Duftu Salivuli novo, &c. Lugd. Bat. 1686. N. 177. p. 1244.\n\nJo. Con. Peyeri Merycologia, Basileae. N. 177. p. 1246.\n\nCaftrologia a Jo. Mario, aucta a Jo. Franco; Aug. Vindel. 1685. 8vo. N. 177. p. 1249.\n\nF. Willughbeii Armig. de Historia Pif- cium libri quatuor. N. 178. p. 1301.\n\nG. Bidloo, M.D. Anatomia humani Corporis, N. 178. p. 1309.\n\nBorier; what it is. N. 167. p. 854.\n\nBoyling Fountains, see Fountains.\n\nBrain; Microscopical Observations on it, see Anatomy.\n\nBrimstone; the matter supposed to be Brimstone, brought by rain, is indeed a yellow dust to be found in the blossoms of the Fir, Pine, and Hazel trees.\ntrees, blown off by the Winds; N. 168. p. 911.\n\nA general Bill of the Christnings and Burials in London, 1685. N. 177. p. 1245.\n\nC\n\nC Alefs of a new sort; N. 172. p. 1028.\n\nCampfire observed Microscopically; N. 173. p. 1080.\n\nCancer Oculi cured by Dr Turberville, N. 167. p. 839.\n\nCardanus Benedictus, its Salt observed Microscopically. N. 173. p. 1073.\n\nA monstrous double Catt dissected. N. 174. p. 1135.\n\nA Catalogue of Experiments, drawn up by Sr William Petty. N. 167. p. 849.\n\nChalk; that in the Gout observ'd Microscopically; N. 168. p. 891, 2.\n\nChorographic Problems see Mathematics.\n\nA general Bill of the Christnings and Burials in London, anno 1685. N. 177. p. 1245.\n\nChemistry; the contest between Mr Kunclce and Dr Voight; N. 168. p. 896.\n\nCicindela Volans; observations on it. N. 167. p. 841.\n\nCinnamon of a white sort. N. 172. p. 1031.\n\nA new way of Cleaving Rocks, N. 167. p. 854.\n\nA Letter and Discourse concerning Incombustible Cloth. N. 172. p. 1049.\n\n& deinceps.\n\nCochineel Fly. its Figure. N. 176. p. 1202.\n\nComet. an account of one seen at Rome anno 1684. N. 169. p. 920.\n\nConnough-Worm; an account of it.\n\nN. 168. p. 876.\n\nConvulsionum Periodicarum Historiae. N. 174. p. 1113, &c 1115.\n\nE\n\nEarthen Vessel, see Antiquities.\n\nClipsi Lunae; see Astronomy.\n\nEels; observations on the Scales of them, N. 168. p. 893, 4, 5.\n\nThose in Vinegar described, N. 170. p. 964.\n\nEt mulleri opera omnia, see Books.\n\nExperiments, a Catalogue of such as are mean, vulgar, cheap, and simple; drawn up by Sr William Petty. N. 167. p. 849.\n\nF\n\nFalling Sickness accompanied with Worms in the Water, N. 167. p. 839.\n\nDe Falsa Graviditate Epistola. N. 172. p. 1045.\n\nObservations on the Purple Fish, N. 178. p. 1278.\n\nFlying Glowworm, see Cicindela Volans.\n\nDe Origine Fontium; see Books.\n\nFountains; observations on Boyling and other Fountains. N. 169. p. 922.\n\nN. 172. p. 1036.\n\nFox; a Hydrophobia caused by the bite of a mad Fox, see Hydrophobia.\n\nFreezing; some Experiments about it; N. 167. p. 836.\n\nG\n\nGeneration suppos'd to be by an Insect. N. 174. p. 1120.\n\nAn account of a large Glandulose substance found between the Heart and Pericardium of an Ox. N. 167. p. 860.\n\nA Liver appearing Glandulose to the naked\nAn Alphabetical Index to the fifteenth Vol.\n\nnaked Ey. N. 178. p. 1266.\nObservations on the Flying Glow-Worm, see Cicindela Volans.\nGout; not caused by Wine. N. 170. p. 979.\nDe falsa Graviditate Epistola. N. 172. p. 1045.\nGravity; the Specific Gravity of several Bodys. N. 169. p. 926, 7.\nGun; an Instrument used by some Miners in Cleaving Rocks. N. 167. p. 854.\nAn account of some Experiments for trying the force of Great-Guns. N. 173. p. 1090.\n\nH\n\nHistoria Convulsionum Periodicarum. N. 174. p. 1113, & 1115.\nHistoria Ulceris in Inguine dextro, Intestinorum faeces emittentis N. 176. p. 1204.\nA Girl with Horns growing on her body, N. 176. p. 1202.\nHydropobia; an account of that distemper caused by the bite of a mad Fox. N. 169. p. 916.\nHydrops Oculi cured. N. 167. p. 840.\nHygroscope; a new one invented by Mr. Molyneux, N. 172. p. 1032.\n\nI\n\nIce; the difference betwixt Fresh-water Ice, and that of Seawater. N. 167. p. 836.\nIncombustible Cloth; a Letter, and Discourse concerning it. N. 172. p. 1049. & deinceps.\nGeneration supposed to be by an Insect. N. 174. p. 1120.\n\nL\n\nThe Latitude of Constantinople and Rhodes. N. 178. p. 1295.\nLepers; observations on them. N. 168. p. 892, 3.\nLoughs; a discourse on the Bogs, and Loughs of Ireland. N. 170. p. 948.\nLough-Neagh; an answer to some Queries concerning it. N. 174. p. 1108.\nLightning; the effects of it and Thunder at Portsmouth. N. 177. p. 1212.\nLime; Salt of Quick Lime observ'd Microscopically. N. 173. p. 1084. as also that of Fish shells. p. 1085.\nLiver; see Anatomy.\nLiquor; an account of a Self-moving Liquor. N. 176. p. 1188.\n\nM\n\nObservations on the French Macreuse. N. 172. p. 1036. and 1041.\nMaple see Sugar.\nMATHEMATICS; a Letter concerning the Collection of Secants; and the true division of the Meridians in the Sea-Chart. N. 176. p. 1193.\nThe Solutions of three Chorographic Problems. N. 177. p. 1231.\nThe Latitude of Constantinople and Rhodes. N. 178. p. 1295.\nMedicina Septentrionalis Collationis, see Books.\nMemory; the strength of it when applyed with due attention. N. 178. p. 1269.\nMercury; the height of it in the Barometer, observed at Oxford throughout the year 1684. N. 169. see the Figure.\n\nMicros\nOf the Philosophical Transactions,\n\nMICROSCOPICAL observations on the Brain. N. 168. p. 883 &c; on the Chrystalline Humor of the Ey of a man p. 889. on Moxa. p. 890. on the Chalk in the Gout. p. 891, 2. on the Scales of Eels. p. 893. on the Salts of Wine, and Vinegar. N. 170. p. 963. on the Salts contained in several substances. N. 173. p. 1073.\n\nA Monstrous Double Catt, see Anatomy.\n\nTwo Monstrous Births at Aberdeen this year. N. 175. p. 1156.\n\nA Girl with Horns growing on her body. N. 176. p. 1202.\n\nMilium of Guinee described. N. 172. p. 1031.\n\nMoxa; Microscopical observations proving it to be the Production of a fruit, like the downy substance about a Peach. N. 168. p. 890. Cotton its best succedaneum. p. 891.\n\nN\n\nNeedle; observations of the respect of the Needle to a piece of Iron held Perpendicular, made by one crossing the Equinoctial. N. 177. p. 1213.\n\nNeurographia universalis per R. Vieusens, see Books.\n\nNitre; a conjecture about the Origine of the Nitre of Egypt. N. 167. p. 836.\n\nO\n\nObservations in the Practice of Physic. N. 167. p. 839.\n\nOculi Cancer cured by Dr Turberville. N. 167. p. 839.\n\nOculi Hydrops cured. N. 167. p. 840.\n\nDe Origine Fontium, see Books.\n\nOrnithology; Particulars that maybe added to it. N. 175. p. 1159.\n\nOs Frontis of a Prodigious Size. N. 168. p. 880.\n\nP\n\nPalys; the effects of the Bath in curing it, and Barrenness. N. 169. p. 944.\n\nA Periodical Evacuation of Blood at one of the fingers. N. 171. p. 989.\n\nObservations on a French Paper concerning a Perpetual Motion. N. 177. p. 1240.\n\nPhysical observations. N. 167. p. 839.\n\nPot Ashes from Muscovy observed Microscopically. N. 173. p. 1078.\n\nThe Porphyry Pillars of Egypt graven and explain'd. N. 178. p. 1252.\n\nThe Proboscis of Bees. N. 175. p. 1158.\n\nObservations on the Purple Fish. N. 178. p. 1278.\n\nPyrites; Sulphur sublimed from it in Aetna, &c. N. 169. p. 924.\n\nQ\n\nQuinet; what it is. N. 167. p. 854.\n\nR\n\nA New way of Raising Water proposed by Dr Papin. N. 173. p. 1093.\n\nAttempts for the explaining this method. N. 177. p. 1238, 9. N. 178. p. 1254.\n\nA full description with the use of this new Contrivance. N. 178. p. 1274.\n\nRocks; a new way of Cleaving them. N. 167. p. 854.\n\nAn account of two Runic Inscriptions.\nAn Alphabetical Index to the fifteenth Vol.\n\nat Beaufaste. N. 178. p. 1287. and\nBridekirk. p. 1291.\n\nS\n\nSalt; Microscopicall observations\non those of Wine and Vineger. N.\n170. p. 963. on those of severall sub-\nstances. N. 173. p. 1073.\n\nSalt Armoniac viewed Microscopi-\ncally. N. 173. p. 1089.\n\nSalt-peter observed Microscopically.\nN. 173. p. 1075.\n\nSatellites; an account of the Eclipses\nof 7's Satellites, anno 1686. N. 177.\np. 1215.\n\nSea-Larks see Ornithology.\n\nAn account of a Self-moving Liquor.\nN. 176. p. 1188.\n\nShell; an account of one found in\none of the Kidneys of a Woman. N.\n171. p. 1018.\n\nSipho Wurtemburgicus imitated by\nMr Davis. N. 167. p. 846. by Dr\nPapin N. 167. p. 847. Part of a Let-\nter concerning it, from Dr Reiselius. N.\n178. p. 1272.\n\nSoda; Salt of English Soda viewed\nMicroscopically, N. 173. p. 1087. as\nalso that from Brittany. p. 1088. and\nthat from Alicant. p. 1089.\n\nSpecific Gravity of several Bodycs;\nN. 169. p. 926, 7.\n\nSpirit of Wine grows warm upon\nthe addition of Water. N. 168. p. 898.\ndissolves Chrystalts of silver. p. 902.\nCoagulates Milk ib.\n\nSteams; observations on Subterra-\nneous Steams. N. 169. p. 922.\n\nAn account of a Stone, which grew\nto an Iron bodkin in the bladder of a\nBoy. N. 168. p. 882.\n\nStones Voided by Seige. N. 170. p.\n961.\n\nA large Stone taken out of the blad-\nder of a man. N. 171. p. 1015.\n\nStones Voided per Penem. N. 175.\np. 1162.\n\nA large Stone Voided by a Woman\nper Meatus Urinarium. N. 178. p.\n1269.\n\nA description of Stones, supposed to\nbe in fieri, on the River Don. N. 175.\np. 1157.\n\nA Great Storm at Portsmouth. N.\n177. p. 1212.\n\nSugar made of the juice of the Ma-\nple, in Canada: N. 171. p. 988.\n\nSulphur sublimed from the Pyrites in\nMount Aetna, &c. N. 169. p. 924.\n\nTartar, its Salt observed Micro-\nscopically. N. 173. p. 1077.\n\nDe Potu Theæ Dialogus, see Books.\n\nTinn, the manner of pulverising it.\nN. 175. p. 1183.\n\nThunder, the effects of it and light-\nning at Portsmouth. N. 177: p. 1212.\n\nA Correct Tide-Table for the year\n1686. N. 177. p. 1226-\n\nV\n\nVapors; Signs when they rise. N.\n171. p. 993.\n\nEarthen Vessel, see Antiquities;\n\nVinegar; Microscopicall observa-\ntions on the Salts of Vinegar. N. 170.\np. 963.\n\nVitriol; the blew sort obferved Mi-\ncroscopically. N. 173. p. 1076.\n\nUlcus in Inguine dextro Intestino-\nrum facies emittens. N. 176. p. 1204.\n\nW\n\nWater; a new way of raising it. N.\n173. p. 1093. N. 178. p.\n1274.\n\nWeather\nOf the Philosophical Transactions.\n\nWeather; observations of the Weather at Oxford throughout the year 84. N. 169. p. 932. & in seq.\n\nA Discourse concerning it by Dr Garden. N. 171. p. 991.\n\nWheels; a Discourse Proving that the larger they are in a Coach, &c. the more easily they are drawn over stones, &c. N. 167. p. 856.\n\nWind; observations of the Wind at Oxford throughout the year 1684. N. 169. p. 932, & in seq.\n\nConcerning the causes of several Winds. N. 175. p. 1148.\n\nWine; Microscopical observations on the Salts of Wine. N. 170. p. 963\n\nIt does not cause the Gout. p. 979.\n\nWorms seen in the water of a Person ill of the Falling Sickness, and how cured. N. 167. p. 839.\n\nConnough Worm described. N. 168. p. 876.\n\nWormwood; its Salt observ'd Microscopically. N. 173. p. 1074.\n\nWurtemberg Engine, see Sipho Wurtembergicus\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102207.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13096,
    "total-output-tokens": 6370,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2268,
        2
      ],
      [
        2268,
        5058,
        3
      ],
      [
        5058,
        7275,
        4
      ],
      [
        7275,
        9457,
        5
      ],
      [
        9457,
        11685,
        6
      ],
      [
        11685,
        14098,
        7
      ],
      [
        14098,
        14936,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102207",
    "title": "Back Matter",
    "authors": null,
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102207"
  }
}