{
  "id": "10bcb7607d7acf07c5d095279ac1a3ed3052beb2",
  "text": "AN INDEX TO THE Fifty-Third VOLUME OF THE Philosophical Transactions.\n\nFor the Year 1763.\n\nA.\n\nAcademy Royal at Paris, animadversion on a passage in the history of its memoirs, p. 342.\nAchard, Mr. his remarks on swallows along the Rhine, p. 101.\nÆpinus, Mr. his account of his electrical experiments, p. 437.—Note, p. 442, 449.\nÆlia, an epithet given to several cohorts, p. 137.\nAkenfide, Dr. Mark, his account of a blow upon the heart and its effects, p. 353.\nAleppo, account of the plague there and other calamities, p. 39.—Intense cold there, p. 40.—Extraordinary anecdotes relating to the plague, p. 40.\n\nAlexander,\nINDEX.\n\nAlexander, Severus, styled Dominus, p. 134. The opinion of his tendency to christianity, on what founded, p. 135.\nAlphabet, Maltese-Punic, p. 282.—The Punic and Phœnician originally the same, p. 289.\nAntiquities, great scene of, p. 127.\nApartments, Subterraneous, discovered at Civita Turchino in Italy, p. 127.\nAppendix to the problems on chances, p. 404.\nArchimedes, a mechanical assertion of his objected to, p. 107.\nArderon, Mr. William, his account of rain fallen in a foot square at Norwich, p. 9.\nAstronomical observations, p. 241.—Tables, p. 247.\n\nB.\n\nBark of willow, a remedy for agues, p. 95.\nBartram, Mr. John, his observations made at Pensilvania, on the yellowish wasp of that country, p. 37.\nBasilica, it's various senses, p. 137.\nBayes, Rev. Mr. Thomas, his letter on a logarithmetical mistake of some eminent mathematicians, p. 269.—His essay towards solving a problem in the doctrine of chances, p. 370.\nBergman, Mr. Torbern, his observations on electricity and a thunder storm, p. 97.\nBerlin, intense cold there, p. 62.\nBobadich, Dr. his remarks on the Sea-pen, p. 422.\nBorlase, Rev. Mr. William, his account of the late mild weather in Cornwall and quantity of rain fallen there in the year 1762, p. 27.\n\nC.\n\nCambridgeshire produces fine saffron, p. 198.—The best Cortex Anglicanus, ibid.\nCase of a person, just brought forth into this world, concerning events, p. 409.—Of a person seeing a lottery drawn, p. 411.\n\nChalmers.\nINDEX.\n\nChalmers, Dr. his account of the disease called Tetanus, p. 24.\nChances, doctrine of, problem in it solved, p. 370.\nCold, extreme at Aleppo, p. 40.—At Berlin, p. 62.\nColebrook, Mr. Joseph, his account of a case in which green hemlock was used successfully, p. 346.\nConductor, iron, instance of its great utility, p. 94.\nComet of 1759, observations on it, p. 3.\nCornwall, winter there milder than in any other part of this island, p. 27.—Quantity of rain fallen there in the year 1762, ibid.\nCyder-apples, where best, p. 198.\n\nD.\n\nDarkness, remarkable, p. 63.\nDaaval, Peter, Esq; his letter shewing the Sun's distance from the earth, from Mr. Short's observations relating to the horizontal parallax of the Sun, p. 1.\nDawes, the Rev. Mr. Thomas, chaplain to the factory at Aleppo, his account of the plague there, p. 39.\nDie, new, from the berries of a weed in South Carolina, p. 238.\nDoctrine of chances, essay towards solving a problem in it, p. 370.\nDominus, a title given to Severus Alexander, tho' Lampridius says he refused it, p. 134.\nDunn, Mr. Samuel, his account of the appulse of the Moon to the planet Jupiter, observed at Chelsea, p. 31.\nHis remarks on a censure of Mercator's chart, p. 66.\nHis account of a remarkable meteor, p. 351.\nDu Pont, Mr. Andrew Peter, his account of a remarkable marine insect, p. 57.\nDurham, county of, Roman inscription there, p. 136.—Yields the best mustard seed, p. 198.\nINDEX.\n\nE.\n\nEarth, its mean diameter 3958 miles, p. 2.\nEarthquake, in Siberia, large account of, p. 201.—Reflections on it, p. 218.—At Chattigaon, 252.—In the East Indies, p. 256, 263, 265.\nEarths, calcareous, their fecundating qualities explained, p. 366.\nEclipse of the Sun, April 1, 1764, projection of it, p. 240.—Of the Sun and Moon observed at Calcutta, p. 256.\nEden, river, in Cumberland, a remarkable decrease of, p. 7.\nEdwards, Mr. George, observation made by him in optics, p. 229.\nEbret, Mr. Geo. Dionysius, his account of a species of Ophris, p. 81.—Of a new Peruvian Plant lately introduced into the English gardens, p. 130.\nElastic substance, p. 459.\nElectricity, its effects on a tetanus, or muscular rigidity, p. 10.—New experiments in it, p. 84.—Electrical horse-race, p. 89.—Further experiments, p. 436.\nEliot, Mr. his letter on the Virginian sand-iron, p. 56.\nEllis, John, Esq; his account of the Sea-pen, or Pennatula Phosphorea of Linnæus, with observations on Sea-pens in general, p. 419.\nEmprosthotonus, account of this disorder, p. 22, 25.\nEngines, method of lessening the quantity of friction in them, p. 139.\nEquitata, the meaning of the word, in distinction to equestrts, p. 137.\nEssex, the finest Saffron-flowers produced there, p. 189.—also the best cortex salignus, ibid.\nEtruscan inscriptions and paintings, p. 127.\nEvents, mathematical problems concerning their degrees of probability, p. 376.\n\nExperiments,\nINDEX.\n\nExperiments on sand-iron, p. 48.—New, on electricity, p. 84, 436.—On the tourmalin, p. 447, 451.\nExtraordinary anecdotes relating to the plague at Aleppo, p. 45.\n\nF.\n\nFerguson, Mr. James, his delineation of the transit of Venus expected in the year 1769, p. 30.—His account of a remarkable fish taken in King's-Road near Bristol, p. 170.—His projection of the eclipse of the Sun on April 1, 1764, p. 240.\nFire, electric, whether any heat in it, p. 89, 92.\nFish, remarkable, taken in King's-Road, p. 170.\nFitzgerald, Keane, Esq; his method of lessening the quantity of friction in engines, p. 139.\nFly, vegetable, account of the insect so called, p. 271.\n\nG.\n\nGabry, Mr. Peter, his observations, at the Hague, of the comet which appeared in the month of May 1759, p. 3.—His observations at the same place of a fiery meteor like a chasm, p. 5.\nGeach, Mr. Surgeon at Plymouth, his account of two remarkable cases in surgery, p. 231.\nGeometers, ancient, a discourse on the locus for three or four lines celebrated among them, p. 496.\nGlass, its refractive power, p. 177.\nGloucestershire, best Valerian-roots grow there, p. 198.\nGulston, Mr. Edward, his translation from the Persian of an account of an earthquake at Chattigaon, p. 251.—His own account of the same, p. 263.\nGunpowder, Tartars and Kalmucks make it very expeditiously, p. 209.\nINDEX.\n\nH.\n\nHamilton, Hugh, D. D. his letter, demonstrating the properties of the mechanic powers, with observations on the methods commonly used for that purpose, p. 103.\nHazardous way of taking swallows, p. 101.\nHeart, account of a blow upon it, p. 353.\nHeat, whether any in electric fire, p. 89.\nHemlock, green, account of a case, when it was happily tried, p. 346.\nHirß, Rev. Mr. an account of an earthquake at Chattigagon, communicated by him, p. 251.—His account of an earthquake in the East Indies, and of two eclipses of the Sun and Moon, observed at Calcutta, p. 256.\nHorne, Mr. Henry, his observations on sand-iron, p. 48.\nHorse-race, electrical, p. 89.\nHorseley, Mr. mistaken in the meaning of the word equitata, p. 137.\nHornby, Rev. Mr. his observations on the parallax of the Sun, p. 267.\nHuxham, Dr. his letter on two remarkable cases in surgery, p. 231.\n\nI.\n\nInscriptions, Etruscan, p. 127.—Roman, at Durham, p. 126.—Very curious, at Tunis, p. 211.—Punic, p. 274.\nInsect, remarkable marine, p. 57.\nIron, made from the Virginian black sand, p. 48.—And the excellence of such iron, p. 58.\nIron-conductor, instance of its great utility in thunderstorms, p. 94.\n\nKeil,\nINDEX.\n\nK.\n\nKeil, Dr. charged with a mistake, p. 106.\nKent, the Cortex Anglicanus, or willow-bark, there conjectured to be the best, p. 198.\nKing's-road, remarkable fish taken there, p. 170.\nKinnerley, Mr. Ebenezer, his accounts of new experiments in electricity, p. 84.\n\nL.\n\nLever, Sir Isaac Newton's proof of it's property, p. 109.\n— New proof of it's property, p. 112.\nLight, refracted, rules and examples concerning it, p. 73.\nLightening, it's setting things on fire discussed, p. 93.—Singular effect of it, p. 100.\nLincolnshire, supposed to produce the best Cortex Salignus, p. 198.\nLindo, Mr. Moses, his account of a new die from the berries of a weed in South Carolina, p. 238.\nLinnaeus, account of his Pennatula Phosphorea, p. 419.\nLogarithms, letter on, p. 269.\nLongitude, difference of, between Greenwich and Paris, observatories determined by Mr. Short, p. 158.\n\nM\n\nMarine-insect, p. 57.\nMechanic-powers, their properties demonstrated, p. 103.\nMercator's chart, remarks on a censure of it, p. 66.—Defended, p. 69.\nMeteor, fiery, observations on it, p. 5.—account of a remarkable one, 341.\nMilbourne, William, Esq; his account of a remarkable decrease of the river Eden in Cumberland, p. 7.\n\nMegily,\nINDEX.\n\nMogily, or barrows; account of a remarkable one, p. 357.—Abound in nitre, ibid.\nMonti Rossi, account of them, p. 127.\nMoon, account of it's appulse to the planet Jupiter, observed at Chelsea, p. 31.—Eclipse of it observed at Calcutta, p. 256.\nMountaine, Mr. William, his defence of Mercator's chart against the censure of the late Mr. West of Exeter, p. 69.\nMurdock, Mr. P. his rules and examples for limiting the cases in which the rays of refracted light may be reunited in a colourless pencil, p. 173.\nMuscular rigidity, effects of electricity on it, p. 10.\n\nN.\n\nNetherby, it's name under the Romans, p. 136.\nNewton, Sir Isaac, his proof of the property of the lever, p. 109.\nNitre, method of making it in Podolia, p. 356.—Signs of it in a soil, p. 357.—Thoughts on it's origin, p. 363.—More of it made in the Prussian dominions than in all Europe besides, p. 362.—Chemical processes concerning it, p. 367.\n\nO.\n\nObservatories at Greenwich and Paris, their difference of Longitude determined by Mr. Short, p. 158.\nOphris, species of, p. 81.\nOpisthonos, account of this disease, p. 22.\nOpticks, observations in, p. 229.\nOxfordshire, it's Valerian-roots the most medicinal, p. 198.\n\nP.\n\nPaintings, Etruscan, 127.\nPallas, Dr. Simon, of Berlin, his state of the cold there in the winter of 1762.\nINDEX.\n\nParallax of the Sun, horizontal, observations on it, p. 1 — Treated of more at length, p. 300.—Means of the several determinations of it, p. 339.—Mr. Hornsby's observations on it, p. 467.\n\nPemberton, Dr. his discourse on the locus for three or four lines celebrated among the antient geometers, p. 496.\n\nPlague and other calamities at Aleppo, p. 39.\n\nPlants, catalogue of fifty from Chelsea Garden, presented to the Royal Society for the year 1762, pursuant to the direction of Sir Hans Sloane, p. 32.—Singular, p. 81.—A new Peruvian one lately introduced into the English gardens, p. 130.\n\nPodolia, manner of making nitre there, p. 356.\n\nPowers, mechanic, properties of them demonstrated, p. 103.\n\nPringle, Dr. utility of his experiments, p. 366.\n\nProblems, by professor Waring, p. 294.\n\nPunic inscription, p. 274.\n\nPunic tongue, still the vernacular language of the common people at Malta, p. 291.\n\nR.\n\nRain fallen in a foot square at Norwich, account of, p. 9.—Quantity fallen in Cornwall in the year 1761, p. 27.—Mean quantity of it in a year, p. 364.\n\nResistance in electrical experiments illustrated, p. 458.\n\nRigidity, muscular, effects of electricity on it, p. 10.—Cold a cause of it, p. 20.\n\nRoman inscriptions at Netherby in Cumberland, p. 133.—At Tunis in Africa, p. 211.\n\nRutherforth, Dr. an argument said to be improperly applied by him, p. 106.\n\nSaffron;\nINDEX:\n\nS.\n\nSaffron, where the finest, p. 198.\nSalt-petre, mountains of it in Siberia, p. 209.\nSand-iron, experiments on, p. 48.\nSea-pen, or Pennatula Phosphorea of Linnæus, account of, with observations on Sea pens in general, by John Ellis, Esq; p. 419.—Dr. Bohadsch's remarks on it, p. 422.—Variety of them, p. 426, 430.\nShort, Mr. James, his observations on the Sun's horizontal parallax, p. 1.—His determination of the differences of longitude between the royal observatories of Greenwich and Paris, by observations of the transit of Mercury over the Sun in the years 1723, 1736, 1743, and 1753, p. 158.—His second paper concerning the parallax of the Sun, p. 300.—His animadversion on a passage in the history of the Memoirs of the Royal Academy at Paris, p. 342.—His method of determining the apparent least distance of the centers of the Sun and Venus, p. 343.\nSiberia, earthquake there, p. 201.—Worthy the notice of the curious, p. 203. — Reflexions on the said earthquake, p. 208.\nSouth-Carolina, new species of Sea-pen found on it's coast, p. 426.\nSterling, Rev. Mr. James, his account of a remarkable darkness at Detroit in America, p. 63.\nStone, Rev. Mr. his account of the success of the bark of the willow in the cure of agues, p. 195.\nSun's mean horizontal parallax, p. 1, 59. — Its distance from the earth proved from it, p. 2.—Account of it's eclipse, April 1, 1764, p. 140.—It's parallax farther determined, and the quantity thereof more fully ascertained, p. 300.—The apparent least distance of it's center and that of Venus determined, p. 343, 344.\nSurgery, two remarkable cases in, p. 231.\n\nSwallows,\nINDEX.\n\nSwallows, remarks on them, p. 101.\nSwinton, Rev. Mr. his attempt to explain a Punic inscription, lately discovered in the isle of Malta, p. 274.\n\nT.\n\nTables, astronomical, by Mr. Ferguson, p. 247.\nTaylor, the Rev. John, LL. D. his observations on two antient Roman inscriptions discovered at Netherby. in Cumberland, p. 133.\nTetanus, account of this disease, p. 21.\nThoughts on the origin of nitre, p. 363.\nThunder-storm, observations on, p. 97.\nTourmalin, experiments on it, p. 436.\nTransit, see Venus, p. 447, 451.\nTunis, remarkable Roman inscription there, p. 211.\n\nV.\n\nValerian Roots, where the most medicinal, p. 198.\nVegetables, that they have their peculiar foils, exemplified, p. 198.\nVenus, it's expected transit, p. 30.—It's late transit, p. 59.\nleast distance of it's center and that of the Sun, p. 343.\nVerelst, his translation of the Persian account of the earthquakes that have been felt in the province of Islamabad from the 2d to the 19th of April 1762, p. 265.\n\nW.\n\nWargentin, M. his letter on the late transit of Venus, p. 59.\nWaring, professor, his problems, p. 294.\nWasp, yellowish one of Pennsylvania, p. 37.\nWater, it's refractive power, p. 177.\nINDEX.\n\nWatson, Dr. William, his observations on the effects of electricity applied to a Tetanus, or muscular rigidity of four months continuance, p. 10.—His account of the insect called the vegetable fly, p. 271.\n\nWeft, remarks on a censure of Mercator's Chart in a posthumous work of his, p. 66.\n\nWeymarn, Mons. his account of an earthquake in Siberia, p. 201.\n\nWilcox, Joseph, Esq; his account of some subterraneous apartments, with Etruscan inscriptions and paintings, discovered at Civita Turchino in Italy, p. 127.\n\nWillow-bark, a remedy for agues, p. 195.—It's favorite soil, p. 198.\n\nWilmar, Dr. John, his catalogue of the fifty plants from Chelsea Gardens, presented to the Royal Society by the worshipful company of Apothecaries for the year 1762, pursuant to the direction of Sir Hans Sloane, Baronet, p. 32.\n\nWilson, Mr. B. his letter on electricity, and the tourmalin, p. 436.\n\nWine, spirit of, it's refractive power, p. 177.\n\nWolf, Dr. his account of the method of making nitre in Podolia, p. 356.\n\nThe End of Vol. LIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105747.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 5368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        620,
        2
      ],
      [
        620,
        2072,
        3
      ],
      [
        2072,
        3493,
        4
      ],
      [
        3493,
        4933,
        5
      ],
      [
        4933,
        6278,
        6
      ],
      [
        6278,
        7458,
        7
      ],
      [
        7458,
        8668,
        8
      ],
      [
        8668,
        9970,
        9
      ],
      [
        9970,
        11347,
        10
      ],
      [
        11347,
        12970,
        11
      ],
      [
        12970,
        14146,
        12
      ],
      [
        14146,
        15180,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105747",
    "title": "Back Matter",
    "authors": null,
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105747"
  }
}