{
  "id": "aadf4d720d805561d1fb416232adc127beba0616",
  "text": "Perch far exceed in Size and Goodness any I have ever seen, being commonly 20 Inches long, weighing Four or Five Pounds. They are taken only with Hooks, it being so deep and stony, that you cannot draw a Net: The only Bait for them is an Earth-worm; the rocky Soil, and the Springs coming so little a Way, affording them very little of that sort of Food.\n\nXI. Extract of a Letter from Monsieur de Bremond, M.D. to Dr. Mortimer, concerning a File rendered Magnetical by Lightning. Translated from the French by T.S. M.D. F.R.S.\n\nIn No 437. of the Philosophical Transactions you have published, Sir, a Letter of Dr. Cookson, of Wakefield, on an extraordinary Effect of Lightning, which communicated Magnetism to several Iron Tools. I have received a Letter from the Coast of St. André in Dauphiné, dated Sept. 7, 1739, giving an Account of a Fact of the same Nature, which I here send you as I received it.\n\n\"Three Weeks ago the Lightning fell 30 Paces from my House on that of a Clock-maker. I shall not enter into the Particulars of the Ravage it committed. Every-body knows how surprising the Effects of Thunder are: But here is one that is very singular. The Thunder broke one of the Clock-maker's Files, four Inches from the End; so that there still remained Seven Inches of it in the Handle;\"\n\"Handle; and the Piece of Four Inches long, that\nwas broke off, remained on the Shop-board.\nThe next Day after the Accident, the Clock-\nmaker, observing that the remaining Part of this\nFile might still be of Service to him, took it up,\nand worked with it. But he was much surprised\nto see, that Iron followed the End of his broken\nFile. He applied this End to a Punch (or Drill),\nand the Punch was immediately attracted to the\nFile. He called to me, and I made several Trials\nof this attractive Quality. I took the Piece of the\nFile that had been broken off, and applied it to an\niron Ring for hanging Keys; which it lifted up\nperfectly well, and held suspended as long as I\nthought proper. I doubted not but it was the\nLightning that had communicated a magnetic Qua-\nlity to this File; and I found, upon Trial, that this\nQuality was given only to the Inside of the File,\nand the broken Piece; for I applied Bits of Iron to\nevery Side of it, without any Effect, the Virtue\nresiding no-where but in the Place that was broken.\nI broke in two the same Piece of Four Inches; and\none of the Two Pieces attracted Iron at both Ends,\nthe other only at its broken End. I rubbed the\nPoint of my Knife on one of these two Bits of\nthe File, and it communicated to my Knife a De-\ngree of Magnetism sufficient to raise Needles, and\nhold them suspended.\"\n\nI wish, Sir, this Observation may prove agreeable\nto you: It will serve at least to multiply the odd\nEffects of Lightning, and the Wonders of Mag-\nnetism.\nI have the Honour to be with all possible Esteem and Respect,\n\nSIR,\n\nYour most humble and most obedient Servant,\n\nDe Bremond,\nof the Royal Academy of Sciences.\n\nParis, June 4. N.S.\n1740.\n\nXII. An Account of Tumours, which rendered the Bones soft. Communicated to the Royal Society by Mr. Pott, Surgeon.\n\nIn November 1737. a Gentleman, aged 27, complained to me of a Swelling in the Inside of his Right Thigh (being in every other respect in perfect Health). Upon Examination it appeared to be an encysted Tumour of the Steatomatous kind, lying loose between the Sartorius and Vastus internus Muscles. I told him, I could propose no way of curing it, but by taking it out; which was accordingly done, and he very well in Six Weeks.\n\nAfter this he continued well for near a Year (except that he now-and-then complained of a slight Pain in the Joint of that Hip, which went off and returned at different times); and then fell into such a Disposition to sleep, that no Company or Diversion, nor his own Endeavours to the contrary, could keep",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104329.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1070,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1297,
        2
      ],
      [
        1297,
        2793,
        3
      ],
      [
        2793,
        3830,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104329",
    "title": "Extract of a Letter from Monsieur De Bremond, M. D. to Dr. Mortimer, concerning a File Rendered Magnetical by Lightning. Translated from the French by T. S. M. D. F. R. S.",
    "authors": "T. S., Monsieur De Bremond",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104329"
  }
}