{
  "id": "323beaaeaa4c1bcaeb307a837c6dd09a71480cac",
  "text": "VII. An Account of the Strata met with in digging for Marle, and of Horns found under Ground in Ireland; in a Letter from Mr. James Keily to the Right Honourable Edward Southwell, Esq;\n\nHonour'd Sir,\n\nSince I know you to be a Gentleman very curious in searching after Nature, I thought it would not be unacceptable, to give you an account of those Appearances, that we meet with in searching for Marle, now in so plentiful a manner found on your Estate in this Country.\n\nOur Marle is found nowhere but in the Bottoms of low Boggs, where we search for it with Augres, and find it at the depth of seven, eight, or nine Foot: This in many Places occasions great Expence in draining off the Water. When we think to dig for it, we chuse out six able Labourers and a Supernumerary; then we cut up a Hole twelve Foot square; because we judge that this Number of Men will manage that Pit in one Day, viz. two Men to dig, two Men to throw it up, and two Men to throw it by. The Supernumerary supplies Defects in every part, as will be found necessary. For the first three Foot, we meet with a fuzzy sort of Earth, that we call Moss, proper to make Turf for Fuel; then we find a Stratum of Gravel about half a Foot; under which, for about three Foot more, we find a more kindly Moss, that would make a more excellent Fuel: This is altogether mixt with Timber, but so rotten, that the Spade cuts it as easily as it doth the Earth: Under this,\nfor the depth of three Inches, we find Leaves, for the most part Oaken, that appear fair to the Eye, but will not bear a Touch. This Stratum we find sometimes interrupted with Heaps of Seed, that seem to be Broom or Furze-Seed: Nay, in one Place I saw, what appeared to me to be Gooseberries and Currants: In other Places in the same Stratum we find Sea-weed, and other things as odd to be at that depth: Under this appears a Stratum of blue Clay, of half a Foot thick, fully mixt with Shells; this we look upon to be good Marle, and throw it up as such: Then appears the right Marle, commonly 2, 3, or 4 Foot deep, and in some Places much deeper, which looks like buried Lime, or the Lime that Tanners throw out of their Lime-Pits, only that it is full-mixt with Shells: These are small Perriwinkles, such as the Scots call Fresh Water Wilks; tho' there are among them abundance of round red Perriwinkles, such as I have often seen thrown out on the Sea-Shore. Among this Marle, and often at the bottom of it, we find very great Horns, which we, for want of another Name, call Elk-Horns: Where they joyn the Head, they are thick and round; and at that Joyning there grows out a Branch of about a Foot long, that seems to have hung just over the Beast's Eyes: It grows round above this for about a Foot and some odds; then spreads broad, which ends in Branches, long and round, turning with a small Bend. The Labourers are commonly so busie, that they rarely bring them up whole; yet I have one pretty well, of which I send you an Icon, V. Fig. done as well as I could, but not so nice as I could wish. We have also found Shanks and other Bones of these Beasts in the same Place.\n\nI am, &c.\n\nJames Kelly.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103456.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6502,
    "total-output-tokens": 916,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1432,
        3
      ],
      [
        1432,
        3144,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103456",
    "title": "An Account of the Strata Met with in Digging for Marle, and of Horns Found under Ground in Ireland; In a Letter from Mr. James Kelly to the Right Honourable Edward Southwell, Esq",
    "authors": "James Kelly",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103456"
  }
}