{
  "id": "48768573178581b5a764214b867ac7189eece8c0",
  "text": "Arteriose blood, and of serum taken promiscuously from both sorts of blood; but it held one pound one ounce and half of grumose blood, clear'd of the serum.\n\nThe Author affirms that no Lacteals arise either from the stomach, or Intestina Graffa.\n\nValves are observ'd in the farther part of the Ductus Thoracicus, near its ending in the Subclavial Vein; contrary to what is affirm'd by some Anatomists.\n\nThe Valves, lying in pairs in the Ductus Thoracicus, are generally an Inch and half one pair from another. One Kidney has been found 8 times bigger and heavier, in a Dog, then the other.\n\nThe Author affirms that the Lacteals impart no Liquor to the Pancreas Asellii.\n\nTheir Origine has been traced as far as the Glandulose Tunic of the Intestines.\n\nThere are severall other observations mentioned, concerning the Lacteals, the Ductus Thoracicus, and the valve at the end of it; beside all which the Publisher of this book, Ernestus Gotfried Heyseus of Dantzig, affiures us, that the learned Author has a vast stock of Observations by him; which very much advance Physiological, and Pathological Physic, and as such cannot but be very welcome to the Curious Reader, when ever the Author shall think fit to present them to the world.\n\nThere follow severall Quæries de Semine Virili; de Fæmineis Ovis, vel in Ovario, vel extra; de Utero: to which are subjoyned some Corollarys concerning the Human Fætus, whom he will not allow to have a Allantois, or Urachus.\n\nERRATA.\n\nPag. 862 line 2 for Loir read Lers. pag. 863 line 12, for Mago, read Mayo. pag. 888 line 25 for anatomized read anatom red. line penult read ib. u. fand million of pars. pag. 893 line 21 for from read from. pag. 894 line 25 for after read after. pag. 920 line ult read absolutely. pag. 919 read intelligible. pag. 921 line 16 read observatis. page 923 line 8 for was read as. pag. 924 line 32 for Campo read Campi pag. 928 line 29 read containing. pag. 932, line 7, read hard frost.\n\nPrinted at the Theatre in Oxford, for Sam. Smith at the Princes Arms in Pouls Church-yard, and Hen. Clements Book-seller in Oxford.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102136.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 667,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2086,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102136",
    "title": "Errata",
    "authors": null,
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102136"
  }
}