{
  "id": "0c9f764923ee7bf4fe46df3c665b7c6fc93fa312",
  "text": "thrown down, and was then breaking thro' the Tiles and Lathing of his House.\n\nI sent a Servant out about 7 o'Clock, and he met a Countryman, who was bringing a Load of Hay from beyond Highgate, and who was on the other Side of the Town when the Shock happen'd; he did not, he said, feel it, as he was driving his Waggon; but that the People he saw in the Town of Highgate were all greatly surprised, saying they had had their Houses very much shock'd, and that the Chairs in some were thrown about in their Rooms.\n\nThe Chamber I lie in is up two Pair of Stairs forwards, and my Bed stands North West and South-East. I took particular Notice, that there was neither Cart nor Coach going by, but that every thing was entirely quiet at the Time.\n\nX.\n\nAn Account of the same, by the Rev. Mr. Tho. Birch F. R. S.\n\nRead March 8. 1749-50.\n\nTHIS Morning, Thursday March 8. 1749-50. about 18 Minutes before 6, according to equal Time, or half an Hour after 5 by the Sun, I felt, in my Bed-chamber, on the second Story of my House in Norfolk Street, adjoining to the River, a Shock of an Earthquake, much stronger, and of longer Duration, than that which I had felt on Thursday Feb. 8. I was full awake, and had just begun to dress myself, when I was alarm'd with the trembling of the Room, attended\nwith a Noise somewhat different from that of the former Shock this Day Month, which seem'd to be occasion'd by some great Weight falling upon the Floor above me; whereas the Noise of this latter appear'd to me caus'd only by the tremulous Motion of the whole Room and the adjoining ones, the Walls, Wainscot, Furniture, &c.\n\nWhen I came down to my Study on the first Floor, I found a Book thrown down from an upper Shelf.\n\nMy Family were awaken'd by the Shock. The Air was at that time, and for some Hours after, extremely calm, and the Wind westerly.\n\nThis Account was drawn up immediately before I had seen any other Person, except my own Family.\n\nI have been since told by a Gentleman, who resided many Years in the West Indies, that this last Shock was more violent than any he had felt there, except one at Cartagena, in which a City, about 200 Leagues distant from thence, was swallow'd up at that Instant.\n\nAnother Gentleman describ'd to me the Sensation, upon being awaken'd by the Motion, to be like that of falling into a Fit.\n\nTho. Birch.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104717.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 673,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1290,
        2
      ],
      [
        1290,
        2339,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104717",
    "title": "An Account of the Same, by the Rev. Mr. Tho. Birch F. R. S.",
    "authors": "Tho. Birch",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104717"
  }
}