{
  "id": "89997332cd20b647614f34b8c4db3fb504785258",
  "text": "AN INDEX\nTo the Thirty-ninth Volume of the Philosophical Transactions.\nFor the Years 1735 and 1736.\n\nA.\n\nAdder, see Viper, n. 441, p. 251. n. 443, p. 313.\nAir Inflammable, Experiments concerning it, n. 442, p. 282.\n——— a Machine for changing it in a Room, n. 437, p. 41.\n——— its Velocity calculated in the centrifugal Bellows, n. 437, p. 44.\nAmyand (Claudius) a Case of the Foramen Ovale being open in an Adult, n. 439, p. 172.\n——— —— of an Inguinal Rupture with a Pin in the Appendix Cœci; and Observations on Wounds in the Guts, n. 443, p. 329, and of Navel Ruptures, ibid. p. 338 and 341.\nAnderson (Hawil) his Case; an Inguinal Rupture with a Pin in it, n. 443, p. 329.\nArabian Figures, when first used in England, n. 439, p. 120.\nArgentum vivum, vide Mercurium, n. 443, p. 343, &c.\nArithmetical Machine, by Mr. Gersten, n. 438, p. 79.\nArmour, Water; its Dangerousness, n. 444, p. 377.\nAttraction, one's Hands, if held near one another, will mutually attract each other, n. 444, p. 402.\n\nAltwell.\nINDEX.\n\nAtwell (Jos.) Observations on a Man and Woman bit by Vipers, n. 444, p. 394.\nAurora Boreales Vitembergæ Obs. 1733, n. 441, p. 239.\nn. 442, p. 266.\n——— Observed in England 1735, n. 441, p. 241.\n——— proper to determine the Longitude of Places by, n. 441, p. 244.\nAurum, à quo Argentum vivum 777 vicibus distillatum fuit, fulgentissimum remansit, n. 444, p. 374.\n\nB.\nBacon (Roger) the Figures in his Calendar, n. 439, p. 127.\nBahama Islands, Natural History of them, n. 438, p. 112.\nn. 441, p. 251.\nBailey (Edward) of an Earthquake in Sussex, Oct. 25. 1734, n. 444, p. 362.\nBarker (Robert) a Catoptric Microscope, n. 443, p. 259.\nBarlow (William) Account of Births and Burials at Stoke-Damerell, n. 439, p. 171.\nBath, an hot; for Persons bit by Mad Dogs, n. 443, p. 319.\nBecherus (Joachimus) Mercurium posse ex plumbo elici, n. 443, p. 349.\nBelchier (John) of Bones of Animals turn'd red by Aliment only, n. 442, p. 287. n. 443, p. 299.\nBellows centrifugal, by Dr. Desaguiliers, n. 437, p. 44.\nBirths and Burials at Stoke-Damerell, n. 439, p. 171.\nBoerhaave (Hermannus) de Mercurio experimenta. Pars II. n. 443, p. 343. Pars III. n. 444, p. 368.\nBoetius's Apices, or Notes for Numbers, n. 439, p. 124.\nBones of Animals turn'd red by Aliment only, n. 442, p. 287. n. 443, p. 299.\nBony Substance in the Womb of a Woman, n. 440, p. 189.\nBraccio de Mercanti, de Tessitori de Tela, Measures, n. 442, p. 263.\nBraikenridge (William) a general Method of describing Curves, n. 436, p. 25.\nBritish Hemisphere, The; n. 440, p. 210.\nINDEX.\n\nBullard (Ann) a Cataleptic Woman, n. 437, p. 49.\nBurning, a Sensation of, excited by Electricity, n. 436, p. 19. n. 439, p. 168.\nBurton (William) concerning the Viper-catchers, n. 443, p. 312.\n\nC.\nCampana Urinatoria, n. 444, p. 377.\nCancri terrestres, n. 438, p. 114.\nCanna of the Architects,\n— de Mercanti, n. 442, p. 263.\nCaribo, a Sort of Deer, n. 444, p. 389.\nCarolina, Natural History of it, n. 438, p. 112. n. 441, p. 251.\nCassena, a Leaf used as a Sort of Tea, n. 441, p. 257.\nCataleptic Woman, The Case of a; by Richard Reynell, n. 437, p. 49.\nCatch-fly, Spanish; see Stellaria and Lychnis viscosa, &c. n. 443, p. 360.\nCatesby's (Mark) Natural History of Carolina and the Bahama Islands, n. 438, p. 112. n. 441. p. 251.\nCelsius (Andrew) Observations of Aurora Boreales in England 1735, n. 441, p. 241.\n— (Andreas) Obs. Eclips. Telluris, Romæ, Maii 3. 1734. n. 442, p. 294.\nChickens bit by a Viper, n. 444, p. 396.\nChirograph, Observations on an ancient one by Roger Gale, n. 441, p. 211.\nCineraria, n. 441, p. 212.\nCoal-pits, a Method of conveying fresh Air, n. 444, p. 382.\nCock, his Bones turn'd red by eating Madder, n. 443, p. 300.\nCucii, Appendix; a Pin lodged in it, n. 443, p. 333.\nColchester, an ancient Date there, n. 439, p. 121.\nColson (John) of the Construction and Use of Spherical Maps, n. 440, p. 204.\n— Translation of Sir Isaac Newton's Fluxions and Infinite Series, n. 443, p. 320.\nConveyance of Part of a Sepulchre, a Roman, n. 441, p. 211.\nINDEX.\n\nCookson (Dr.) An Account of Magnetism produced by Lightning, n. 437, p. 74, 75.\nCope (John) on the Antiquity and Use of the Indian Characters or Figures, n. 439, p. 131.\n——— —— a Letter concerning an ancient Date at Wigdel-hall, n. 439, p. 119.\nCrab, Land, n. 438, p. 114. Hermit-crab, ibid. Soldier-crab, ibid. p. 115.\nCurves, a general Method of describing them, by Mr. Braikenridge, n. 436, p. 25.\nCurve Lines, their Description, by Mr. Mac Laurin, n. 439, p. 143.\n——— Fluxions, and Infinite Series, applied to the Geometry of them, by Sir Isaac Newton, n. 443, p. 320.\nCutaneus Affectus singularis Obs. ab Abr. Vatero, n. 440, p. 199.\n\nD.\n\nDale (Samuel) of the Moose-Deer of New-England, a Sort of Stag of Virginia, and the flying Squirrel of America, n. 444, p. 384.\nDama Virginiana Raii, n. 444, p. 388.\nDamerell, Stoke-; Births and Burials there, n. 439, p. 171.\nDampier (George) his Powder against the Bite of a mad Dog, n. 443, p. 319, 360.\nDamps in Mines, caused by burning Candles in them, n. 442, p. 281.\nDarts of Lightning, why appear crooked and angular, n. 441, p. 240.\nDate, an ancient one, n. 439, p. 119, 132.\nDeer, Virginia, n. 444, p. 388.\nDerham (William) Experiments of the Vibrations of Pendulums, n. 440, p. 201.\nDesaguliers (John Theop.) Machine for changing the Air of a Room, n. 437, p. 41. and its Uses, p. 47.\n——— centrifugal Bellows, n. 431, p. 41.\n——— of Damps in Mines being caused by burning of Candles in them, n. 442, p. 281.\n\nDesa-.\nINDEX.\n\nDesaguliers (John Theop.) why the Horizontal Moon seems bigger than when more elevated, n. 444, p. 390, 392.\nDiving-Bell, an Improvement of it, n. 444, p. 377, 381.\nDog, bit by a Viper, n. 443, p. 316.\n— mad, a Cure for his Bite, n. 443, p. 319, 360.\nDudley (Paul) several Earthquakes in New-England, n. 437, p. 63.\n— of the Moose-Deer, n. 444, p. 384.\n\nE.\nEames (John) Account of Sir Isaac Newton's Book of Fluxions and Infinite Series, with its Application to the Geometry of Curve Lines; translated by John Colson, n. 443, p. 320.\nEarth, its Diurnal Motion contributes to produce the Trade-Winds, n. 437, p. 58.\n— its Figure, by James Stirling, n. 438, p. 98.\nEarthquakes, a Cause of them, n. 442, p. 284.\n— four Species of them, n. 437, p. 67.\n— the Shock observed to extend more from East to West, than from North to South, n. 444, p. 367.\n— in New-England, several, especially Oct. 29, 1727. n. 437, p. 63.\n— in Sussex, Oct. 25, 1734. n. 444, p. 361.\n— in Northamptonshire, Oct. 10, 1731. n. 444, p. 367.\nEclipses of Jupiter's Satellites, computed by James Hodgson, for the Year 1736, n. 436, p. 5. for 1737, n. 440, p. 177. for 1738, n. 443, p. 301.\n— observed by M. de L'Isle, 1731 and 1732, at Petersburgh, n. 441, p. 227.\n— observed by G. Lynn, n. 440, p. 196.\n— Luna, Oct. 2, 1735. N. S. Vitemberga, n. 443, p. 359.\n— Telluris, Romæ, Maii 3. 1734. N.S. n. 442, p. 294.\nElectricity, Experiments and Observations of, by Stephen Gray, n. 436, p. 16. n. 439, p. 166. n. 444, p. 400.\nINDEX.\n\nElectricity, continues longer upon Silk than Yarn, n. 439, p. 169.\nEleutheria Cortex, n. 441, p. 255.\nEllicott (John) an Instrument for measuring the Expansion of Metals by Heat, n. 443, p. 297.\nElton (John) his Quadrant, n. 442, p. 280.\n\nF.\nFigures Arabian or Indian, when first used in England for Numbers, n. 439, p. 119, 120, 126.\n—— their Antiquity and Use, n. 439, p. 131.\n—— their Rise, n. 439, p. 124, 126.\n—— what used by the Greeks and Romans, n. 439, p. 124, 135.\nFiltri, Lapidis Mexican Examinatio, &c. n. 438, p. 106.\nFistula Lacrymalis, some Thoughts on it, by Dr. Hunauld, n. 437, p. 54.\nFluxions, Sir Isaac Newton of them, 443, p. 320.\nFolkes (Martin) of the Standard Measures in the Capitol at Rome, n. 442, p. 262.\nFoot, the Greek and Roman, n. 442, p. 263.\nForamen Ovale, open in an Adult, n. 439, p. 172.\nForth (Henry) concerning the Storm on Jan. 8. 1734-5, n. 442, p. 285.\n\nG.\nGale (Roger) Observations on an ancient Roman Chirograph, or Conveyance of Part of a Sepulchre, n. 441, p. 212.\nGeoffrey (Claud. Jof.) of Mr. Seignette's Sal Polychrestus Rupellensis, &c. n. 436, 37.\nGersten (Christian-Ludov.) his Arithmetical Machine, and its Use, n. 438, p. 79.\nGourdon (Sir Robert) a Receipt to cure mad Dogs, n. 443, p. 360.\nGravity, its Variation on the Surface of the Earth, n. 438, p. 98.\nGray (Stephen) Experiments relating to Electricity, n. 436, p. 16, n. 439, p. 166, n. 444, p. 400.\nINDEX.\n\nGray (Stephen) of Light produced by communicating Electrical Attraction to Animal or Inanimate Bodies, n. 436, p. 16. n. 439, p. 166.\n\n— of the Revolutions of pendulous Bodies, by Electricity, n. 441, p. 220.\n\nGulston (Francis) an ancient Date at his House, n. 439, p. 120.\n\nGuts, Observations of Wounds in them, n. 443, p. 336.\n\nH.\n\nHadley (George) concerning the Cause of the general Trade-Winds, n. 437, p. 58.\n\n— (John) a Proposition relating to the Combination of Transparent Lens's with Reflecting Planes, n. 440, p. 185.\n\n— his Quadrant, n. 442, p. 280.\n\nHalo obs. Romæ, Aug. 11. 1732, n. 438, p. 118.\n\nHeat, greater near the Top than the Floor of the Room, n. 444, p. 381.\n\nHelmdon, an ancient Date there, n. 439, p. 120.\n\nVan Helmont (Franc. Mercur.) Mercurium posse ex Plumbo extrabi, n. 443, p. 349.\n\n— (Job. Baptista) Argentum vivum ex Plumbo extrabi, n. 443, p. 348.\n\nHerennius (Marcus) Chiropgraphum, n. 441, p. 211.\n\nHermit-crab, n. 438, p. 114.\n\nHodgson (James) a Catalogue of the Eclipses of Jupiter's Satellites for the Year 1736, n. 436. p. 5. for 1737, n. 440. p. 177. for 1738, n. 443, p. 301.\n\nHody (Edward) of a bony Substance found in the Womb of a Woman, n. 440, p. 189.\n\nHog's Bones turned red by eating Madder, n. 442, p. 288. n. 443, p. 299.\n\nHollandus (Isaacus) Argentum vivum posse e Sale Plumbi extrabi, n. 443, p. 353.\n\nHorns of a large Sort of Deer Fossil in Ireland, n. 444, p. 386, 389.\n\nHoustonus (Guil.) Experimenta de Perforatione Thoracis, ejusque in Respiratione Effectibus, n. 441, p. 231.\n\nHudfon-\nINDEX.\n\nHudson's-Bay, Observations made in a Voyage thither, n. 442, p. 270.\nHunault (Francis-Joseph;) some Thoughts on the Operation of the Fistula Lacrymalis, n. 437, p. 54.\nHydrargyrus. Vide Mercurium, n. 443, p. 343, &c.\nHydropobia cured with Mercury, or Turpeth Mineral, n. 441, p. 245.\n\nI.\n\nJames (Robert) Experiments made on mad Dogs with Mercury, n. 441, p. 244.\nIgnis non potest concrescere Metallis vel Mercurio in Augmentum, n. 444, p. 375.\nFlatheera Bark, n. 441, p. 255.\nImpregnation of the Seeds of Plants, n. 440, p. 192.\nIncrustations of Bodies lodged in the Guts, n. 443, p. 335.\nIndian Figures, when first used in England, n. 439, p. 119.\nInfinite Series, Sir Isaac Newton of them, n. 443, p. 320.\nInflammable Air, Experiments concerning it, n. 442, p. 282.\nInstrument for measuring the Expansion of Metals by Heat, n. 443, p. 297.\nJones (Thomas) of the high Tide in the Thames, Feb. 16. 1735-6, n. 440, p. 198.\nJoffelyn (Mr.) of the Moose-Deer, n. 444, p. 384.\nIron Rods, lengthen'd by Heat, and shorten'd by Cold, n. 440, p. 202.\nJupiter's Satellites, a Catalogue of their Eclipses, by James Hodgson, for the Year 1736, n. 436, p. 5. for 1737, n. 440, p. 177. for 1738, n. 443, p. 301.\n——— the apparent Time of their Immersions and Emergences visible at London in the Year 1736. by the Same, n. 436, p. 13. in 1737, n. 440, p. 184. in 1738, n. 443, p. 309.\n——— some Observations of the Eclipses of the First, compared with the Tables, by the Same, n. 436, p. 15.\n——— eclipsed, Observations by M. de L'Isle, 1731, and 1732, at Petersburgh, n. 441, p. 227. Jupiter's\nINDEX.\n\nJupiter's Satellites, Observations of their Eclipses, by George Lynn, n. 440, p. 196.\n\nK.\nKali, Salt of it, n. 436, p. 38.\nKelly (Mr.) of Fossil Horns in Ireland, n. 444, p. 386.\nKnives and Forks render'd magnetic by Lightning, n. 437, p. 74, 75.\n\nL.\nLatitude, Observations of it, in a Voyage to Hudson's-Bay, n. 442, p. 270.\nLeibnitz (Mr.) his Arithmetical Machine, n. 438, p. 80.\nLens's Transparent, combined with Reflecting Planes, n. 440, p. 185.\nLibripens, endis, n. 441, p. 215.\nLichen cinereus terrestris, good for the Bite of a mad Dog, n. 443, p. 319.\nLight, produced by communicating Electrical Attraction to Animal or Inanimate Bodies, n. 436, p. 16, 20, 21, n. 439, p. 166.\nLightning, of the crooked and angular Appearance of the Streaks or Darts of it, n. 441, p. 240.\n——— produced Magnetism, n. 437, p. 74, 75.\nLiquor, white; instead of Serum in Blood, n. 442, p. 289.\nL'Isle, (Jos. Nicholas de) of a Quicksilver Thermometer, and Observations on the Eclipses of Jupiter's Satellites, 1731 and 1732, n. 441, p. 221, 227.\nLiver-wort, Ash-colour'd Ground, and black Pepper, a Cure for the Bite of a Mad Dog, n. 443, p. 319.\nLogan (James) Experiments concerning the Impregnation of the Seeds of Plants, n. 440, p. 192. of the Sun and Moon appearing larger near the Horizon, n. 444, p. 404.\n——— of the crooked and angular Appearance of the Streaks of Lightning, n. 441, p. 240.\nLongitude of Places to be settled by Observations of the Aurora Boreales, n. 441, p. 244.\nLowther (Sir James) Air inflammable in a Coal-pit of his, n. 442, p. 282.\n\nLucca-oil,\nINDEX.\n\nLucca-oil, cures the Bite of Vipers, n. 443, p. 315.\nLunae Eclipsis, Oct. 2. 1735. N. S. Vitembergæ, n. 443, p. 359.\nLuna and Venus in Conjunction, n. 442, p. 267.\nΛυσσα, Λυσσωνικη, & Λυσσωδης, n. 441, p. 249.\nLychnis viscosa, flore muscofo, C. B. an Herb good to cure mad Dogs. See Stellaria, n. 443, p. 360.\nLynn (Georgie) Observations of Eclipses of Jupiter's Satellites, n. 440, p. 196.\n\nM.\n\nMaccarib, a Sort of Deer, n. 444, p. 389.\nMachine, Arithmetical, by Mr. Gersten, n. 438, p. 79.\n——— for changing the Air of a Room, by Dr. Desaguliers, n. 437, p. 41. its Uses, ibid. p. 47.\nMac Laurin, (Colin) the Description of Curve Lines, n. 439, p. 143.\nMad Dog, a Cure for his Bite, n. 443, p. 319, 360.\n——— an hot Bath good for Persons bit by one, n. 443, p. 319.\nMadden, (Dr.) Account of what was observed upon opening the Corpse of one who had taken crude Mercury internally: And of a Plum-stone lodged in the Rectum, n. 442, p. 291.\nMadder-root, eaten by Animals, turns their Bones red, n. 442, p. 288. n. 443, p. 299.\n——— and Fig-duft, eaten by a Cock, turn'd his Bones red, n. 443, p. 300.\nMadness, as in Dogs, known to the Ancients, n. 441, p. 249.\nMagnetic Variation observed, n. 442, p. 270.\nMagnetism produced by Lightning, n. 437, p. 74, 75.\nMan bitten by a Viper, n. 443, p. 313.\nMaps, Spherical; of their Construction and Use, n. 440, p. 204.\nMaud (John) a Chemical Experiment illustrating the Phænomenon of inflammable Air, n. 442, p. 282.\nMaurouse, a Sort of Deer, n. 444, p. 388.\nINDEX.\n\nMead (Richard) his Cure for the Bite of a Mad Dog, n. 443, p. 360.\n\nMeasures, Standard, in the Capitol, n. 442, p. 262.\n\nMercury, its Expansion by Heat, n. 441, p. 221.\n\n— given to mad Dogs, n. 441, p. 244.\n\n— crude, taken internally, its Effects, n. 442, p. 291.\n\nDe Mercurio experimenta Herm. Boerhaave. Pars II. n. 443, p. 343. Pars III. n. 444, p. 368.\n\n— us diu digestus super Ignem non mutatur in Metal-\n\nlum, n. 443, p. 344, 347.\n\n— non facilè extrahitur è Plumbo, n. 443, p. 352.\n\n— diu digestus cum Plumbo, dein distillatus, nec fixatur\n\nnec augetur, n. 443, p. 356.\n\n— non extrahitur ex Stanno, sed ½ cum eo fixatur,\n\nn. 443, p. 357.\n\n— distillatus à Plumbo vel Stanno est quàm liquidissimus,\n\nn. 443, p. 358.\n\n— ab Auro distillatus 250 vicibus, & Aqua lotus dat\n\nPulverem fuscum, n. 444, p. 373.\n\n— ab Auro distillatus 627 vicibus sine Lotione Materies\n\nnigrescebat, n. 444, p. 374.\n\n— majore igne aëtus exiit purissimus, ibid.\n\n— 777 vicibus ab Auro distillatus ponderabat ad aquam\n\npuram ut 13 ½ ad 1, ibid.\n\n— cum Auro fixandi nulla spes, n. 444, p. 375.\n\n— 777 vicibus ab Auro distillatus potest adbuc verti in\n\nPræcipitatum per se, n. 444, p. 376.\n\nMetals, an Instrument to measure their Expansion by Heat,\n\nn. 443, p. 297.\n\nMeteorologica Obs. factæ Vitembergæ 1733, n. 441, p. 238.\n\nand 1734, n. 441, p. 266.\n\nMicroscope, a Catoptric, n. 442, p. 259.\n\nMiddleton (Christopher) Observations of the Latitude, Vari-\n\nation of the Magnetic Needle and Weather, in a Voyage\n\nto Hudson's-Bay 1735, n. 442, p. 270.\n\nMines, of Damps in them, n. 442, p. 281.\nINDEX.\n\nMines (or Coal-pits) a Method of conveying fresh Air, n. 444, p. 382.\nMoon horizontal, why it seems bigger, than when more elevated, n. 444, p. 390, 392, 404.\n— Eclipses. See Luna, n. 443, p. 359.\nMoray (Sir Robert) of a Plant to cure Dogs bitten by mad Dogs. (See Lichen cinereus terrestris) n. 443, 360.\nMorland (Sir Samuel) his Arithmetical Machine, n. 438, p. 79.\nMortality, Bills of, at Stoke-Damerell, n. 439, p. 171.\nMortimer (Cromwell) Account of Catesby's Natural History of Carolina and the Bahama Islands, n. 438, p. 112, n. 441, p. 251.\n— Narration of the Experiments made on a Man, and on other Animals bitten by Vipers; with a Cure for the Bite of the Viper, and for the Bite of a mad Dog, n. 443, p. 313.\n— the hot Bath good for Persons bit by mad Dogs, n. 443, p. 319.\n— of the fossil Deers Horns found in Ireland, n. 444, p. 389.\n\nN.\nNavel-Rupture, how cured, n. 443, p. 338, 341.\nNew-England, Earthquake there, n. 437, p. 63.\n— of the Moose-Deer there, n. 444, p. 384.\nNewton (Sir Isaac) of Fluxions and Infinite Series, apply'd to the Geometry of Curve Lines, n. 443, p. 320.\nNoise, produced by Electricity, n. 439, p. 169.\n\nO.\nOil of Olives, cures the Bite of Vipers, n. 443, p. 313.\n— of Rattle-snakes? n. 443, p. 318.\n— Sting of Scorpions, n. 443, p. 318.\n— of Vipers. See Viper, n. 444, p. 396.\nOliver (William) his Cure for the Bite of Vipers, n. 443, p. 313.\nOllaria, n. 441, p. 212.\n\nOmentum,\nINDEX.\n\nOmentum, better not to tie its Vessels, except they be very large, when any Part of it is to be amputated, n. 443, p. 342.\n\nOundle, Observations of Eclipses of Jupiter's Satellites made near there, n. 440, p. 196.\n\nP.\n\nPalm of the Architects, n. 442, p. 263.\n\nParaguay Tea, n. 441, p. 258.\n\nPaschal (Charles) his Arithmetical Machine, n. 438, p. 80.\n\nPatrick (John) his Thermoscope, n. 442, p. 280.\n\nPendulous Bodies by Electricity making Revolutions from West to East, n. 441, p. 220. n. 444, p. 400.\n\nPendulums, Experiments on their Vibrations, n. 440, p. 201.\n\nPepper, black, and Ground Liverwort, good for the Bite of a mad Dog, n. 443, p. 319.\n\nPidgeon, bit by a Viper, n. 443, p. 216.\n\nPin in an Inguinal Rupture, n. 443, p. 329.\n\nPlanes, reflecting, combined with transparent Lens's, n. 440, p. 185.\n\nPlanetarium (Mr. Gray's new Electrical) n. 444, p. 403.\n\nPlants, a Catalogue of 50, for the Year 1733, by Isaac Rand, n. 436, p. 1. for the Year 1734, by the Same, n. 440, p. 173.\n\n— of the Impregnation of their Seeds, n. 440, p. 192.\n\nPlanudes (Max.) his Numerical Figures, n. 439, p. 127.\n\nPlum-stone lodged in the Coats of the Rectum, n. 442, p. 291.\n\nPohano, a Sort of Deer, n. 444, p. 389.\n\nPolarity, alter'd by Lightning, n. 437, p. 78.\n\nPoleni (Feb. Marchio) his Arithmetical Machine, n. 438, p. 80.\n\nPotato's, Virginian, n. 441, p. 258.\n\nPowder for the Bite of a mad Dog, Dampier's, n. 443, p. 319. Mead's, ibid. p. 360. Mortimer's, ibid. Sloane's, ibid. p. 319.\n\nPulvis Antilyffus, n. 443, p. 319, 360.\nINDEX.\n\nPulvis fuscus e Mercurio ab Auro distillato, lozione eductus, vi ignis reviviscit, n. 444, p. 374.\n\nPyrometer. See John Ellicott, n. 443, p. 297.\n\nQ.\n\nQuadrants, by Hadley, Smith, Elton, n. 442, p. 280.\n\nR.\n\nRabies canina known to the Ancients, n. 441, p. 249.\n\nRand (Isaac) a Catalogue of 50 Plants for the Year 1733, n. 436, p. 1. for the Year 1734, n. 440, p. 173.\n\nRattle-snake described, n. 441, p. 252.\n\n—— Olive-oil, probably a Cure for its Bite, n. 443, p. 318.\n\nRectum, a Plum-stone lodged in its Coats, n. 442, p. 291.\n\nRemora, not able to stop a Ship, n. 438, p. 113.\n\nRespiratione (in) effectus perforationis Thoracis, n. 441, p. 231.\n\nRevillas (Didacus de) Obs. Eclipse Telluris, Romæ, Maii 3. 1734, N. S. n. 442, p. 294.\n\n—— Halo obs. Romæ, Aug. ii. 1732, n. 438, p. 118.\n\nRevolutions from West to East, made by pendulous Bodies, by means of Electricity, n. 441, p. 220. n. 444, p. 400.\n\nReynell (Richard) the Case of a Cataleptic Woman, n. 437, p. 49.\n\nRichmond (Charles Duke of) of an Earthquake in Sussex, Oct. 25. 1734, n. 444, p. 361.\n\nRupture, Inguinal, with a Pin in it, n. 443, p. 329.\n\n—— Navel, how cured, n. 443, p. 338, 341.\n\nS.\n\nSacro Bosco (Job. de) his Numerical Figures, n. 439, p. 127.\n\nSal Polychrestus Rupellenfis, n. 436, p. 37.\n\n—— Sedativum, its Preparation, n. 436, p. 39.\n\nSales Refuscatantes Mercurium ex Plumbo extrahere nequeunt; n. 443, p. 355.\n\nSalad-oil, cures the Bite of Vipers, n. 443, p. 313.\n\nSalt of Kali, n. 436, p. 38.\n\nStiurus\nINDEX.\n\nSciurus Americanus volans, n. 444, p. 389.\nScorpions, their Sting cured by Olive-Oil, n. 443, p. 318.\nSeeds of Plants, of their Impregnation, n. 440, p. 192.\nSeignette (Mr.) his Sal Polychrestus Rupellenfis, n. 436, p. 37.\nSeneca's Notes, for Numbers, n. 439, p. 124.\nSeries Infinite, Sir Isaac Newton of them, n. 443, p. 320.\nSerum in Blood, a white Liquor in its stead, n. 442, p. 289.\nShell, Tortoise-, n. 438, p. 117.\nSloane (Sir Hans) his Cure for the Bite of a mad Dog, n. 443, p. 319.\nSmith (Caleb) his Quadrant, n. 442, p. 280.\nSnake and Viper, the Difference, n. 441, p. 251.\nSoldier-crab, n. 438, p. 115.\nSolis Eclipsis, Romae, Maii 3. 1734, N. S. n. 442, p. 294.\nSouthwick, Observations of Eclipses of Jupiter's Satellites at, n. 440, p. 196.\nSpherical Maps. See Maps, n. 440, p. 204.\nSquirrel, flying, n. 444, p. 389.\nStaiolo, a Measure, n. 442, p. 263.\nStar of the Earth. See Stellaria, n. 443, p. 360.\nStellaria, an Herb good to cure mad Dogs, ibid.\nSterling (James) of the Figure of the Earth, and the Variation of Gravity on the Surface, n. 438, p. 98.\nStoke-Damerell, Births and Burials there, n. 439, p. 171.\nStorm on Jan. 8, 1734-5. Observations on it, n. 442, p. 285.\nStuart (Alexander) of a white Liquor, like Milk, in the Room of Serum, after Blood had stood some time, n. 442, p. 289.\nSucking-fish. See Remora, n. 438, p. 113.\nSun, its Action the original Cause of the Trade-winds, n. 437, p. 58.\n— and Moon, why they appear larger, when near the Horizon, n. 444, p. 404.\n— Eclipsed. See Solis, n. 442, p. 294.\nINDEX.\n\nT.\n\nTears, how they pass through the Puneta Lacrymalia, n. 437, p. 56.\nTe'bris Eclipse, n. 442, p. 294. vide Solis Eclipse.\nTeddo marina, n. 438, p. 116.\nThames River, an high Tide in it, n. 440, p. 198.\nThermometer, by John Patrick, n. 442, p. 280.\nThermoscope, by M. de L'Isle, n. 441, p. 221.\nThoracis Perforatio, n. 441, p. 231.\nThunder and Lightning, analogous to the Electric Fire, n. 436, p. 24.\nTide, an high one, Feb. 16. 1735-6. n. 440, p. 198.\nTortoise, Sea-, n. 438, p. 116.\nTortoise-shell, what, n. 438, p. 117.\nTrade-winds, the Cause of them, n. 437, p. 58.\nTriewald (Martin) an Improvement of the Diving-Bell, n. 444, p. 377.\nTurpeth Mineral given to mad Dogs, n. 441, p. 246.\nTurtle. See Sea-Tortoise, n. 438, p. 116.\nTyro's Notes, for Numbers, n. 439, p. 124.\n\nV.\n\nVater (Abrahamus) Examinatio Filtri Lapidis Mexicanii, n. 438, p. 106.\nAffectus cutaneus singularis, n. 440, p. 199.\nVariation of the Needle, observed in a Voyage to Hudson's Bay, n. 442, p. 270.\nVenomous Bites, Cures for them, n. 443, p. 319.\nVenus and Luna in Conjunction, n. 442, p. 267.\nViper and Snake, the Difference, n. 441, p. 251.\n—the Effects of its Bite on a Man and other Animals, n. 443, p. 313.\n—a Remedy for its Bite, n. 443, p. 313, 315.\n—will not bite one's Hand when smeared with Oil, n. 444, p. 398.\n\nViper-oil,\nINDEX.\n\nViper-oil, its Effects against the Bite of a Viper, n. 444, p. 396.\nVirginia, a Sort of Deer there, n. 444, p. 387.\nVitembergæ factæ Obs. Astronom. Meteorolog. & Physic. 1733.\nn. 441, p. 238. and 1734, n. 442, p. 266.\nVulcanus, a Cause of them, n. 442, p. 284.\n\nW.\n\nWallis (Dr.) of an ancient Date, n. 439, p. 120. mistaken,\nibid. p. 129.\nWampam, Indian Money, n. 441, p. 258.\nWampoose, a Sort of Moose-Deer, n. 444, p. 385.\nWard (John) Remarks upon an ancient Date found at\nWidgell-hall, n. 439, p. 119. and of another at Worcester,\nibid. p. 136.\n—— (William) his Quadrant, n. 442, p. 280.\nWaffe (Joseph) of an Earthquake in Northamptonshire, Oct.\n10, 1731, n. 444, p. 367.\nWater-Armour, its Dangerousness, n. 444, p. 377.\n—— an Ebullition and Light produced in it by Electricity,\nn. 436, p. 24. n. 439, p. 168.\nWeather, Observations of it, in a Voyage to Hudson's-Bay,\nn. 442, p. 270.\nWeeping, after the Fistula Lacrymalis, how caused, and how\nprevented, n. 437, p. 55, 57.\nWeidler (Joh. Frid.) Obs. Astronomicæ, Physicæ & Meteorologice\nVitembergæ factæ, 1733, n. 441, p. 238. and\n1734, n. 442, p. 266.\n—— Obs. Eclipseos Lunæ, Oct. 2, 1735,\nVitembergæ, n. 443, p. 359.\nWheel, A, for changing the Air in a Room, n. 437, p. 41.\nWicks (John) his Case, of Milk instead of Serum, n. 442,\np. 289.\nWidgell-Hall, an ancient Date there, n. 439, p. 119.\nWinds, Trade, their Cause, n. 437, p. 58.\nWoman bit by a Viper, n. 444, p. 396.\n\nWomb\nINDEX.\n\nWomb of a Woman, a bony Substance found in it, n. 440, p. 189.\nWorcester, an ancient Dare there, n. 439, p. 132, 136.\nWounds in the Guts, Observations of them, n. 443, p. 336.\n\nY.\nYapon, a Sort of Tea, n. 441, p. 258.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104050.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 27492,
    "total-output-tokens": 11898,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1000,
        2
      ],
      [
        1000,
        2526,
        3
      ],
      [
        2526,
        4001,
        4
      ],
      [
        4001,
        5478,
        5
      ],
      [
        5478,
        6976,
        6
      ],
      [
        6976,
        8395,
        7
      ],
      [
        8395,
        9943,
        8
      ],
      [
        9943,
        11528,
        9
      ],
      [
        11528,
        13099,
        10
      ],
      [
        13099,
        14604,
        11
      ],
      [
        14604,
        16177,
        12
      ],
      [
        16177,
        17604,
        13
      ],
      [
        17604,
        19132,
        14
      ],
      [
        19132,
        20620,
        15
      ],
      [
        20620,
        22162,
        16
      ],
      [
        22162,
        23483,
        17
      ],
      [
        23483,
        24923,
        18
      ],
      [
        24923,
        25156,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104050",
    "title": "Back Matter",
    "authors": null,
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/104050"
  }
}