{
  "id": "17513ec0e10c4516e35ae97267e96abd659776ba",
  "text": "And the Lesser Tone, that of 10 to 9, or 20 to 18, may be in like manner divided into that of 20 to 19, and that of 19 to 18: That is, \\( \\frac{2}{3} \\times \\frac{19}{18} = \\frac{19}{18} = \\frac{19}{18} \\).\n\nWhich Divisions of the Greater and Lesser Tone, answer to what is wont to be designed by Flats and Sharps.\n\nSo that (by this Computation,) of these Eight Notes, la, fa sol la, mi, fa sol la; their Proportions stand thus; that of la fa (or mi fa) is as 16 to 15. That of fa sol as 10 to 9, and that of sol la as 9 to 8: (or else that of fa sol as 9 to 8, and that of sol la as 10 to 9.) That of la mi as 9 to 8. And if either of the Tones (Greater or Lesser) chance to be divided (by Flats or Sharps) into (what they call) Hemi-tones, their Proportions are to be such as is already mentioned.\n\nThere may be a like Division of a Fourth (or Dia-tessaron) into Two Near equals: And of some others of these, into Three Near-equals. Which might be of use for (what they were wont to call) the Chromatick and Enarmonick Musick. But those Sorts of Musick, having been long since laid aside, there is now no need of these Divisions, as to the Musick now in use.\n\nV. Part of a Letter from Mr. Ray, F. R. S. to Dr. Sloane, giving an Account of the Poisonous Qualities of Hemlock-Water-Drop-Wort.\n\nI shall now communicate to you, a Story or Two of the direful Effects of Oenanthe aquatica, Cicuta facie succo Viroso of Lobel, which we may English Hemlock-Water-Dropwort, upon several Persons that eat of the Roots of it, sent me not long since in a Letter from Dr. Francis Vaughan, a Learned Physician in Ireland, living at Clonmell, in the County of Tipperary. This Gentleman observing me, notwithstanding what Dr. Johnson in his Gerardus emaculatus, and Lobel in his Adversaria\nJaria had written of the venenose Quality of this Plant, to be somewhat doubtful of it in my Synopsis Methodica Stirpium Britannicarum, for my full Satisfaction and Conviction, wrote the following Abstract of a History drawn up by a Person, who is at present his Brother-in-law, concerning the Effects of it upon himself, and Seven other Young Men, who ignorantly mistaking it for Sium aquaticum, or Apium Palustre, did eat of it.\n\nEight Young Lads went one Afternoon a fishing to a Brook in this Country, and there meeting with a great Parcel of Oenanthe Aquatica succo viroso, (in Irish Tahow) they mistook the Roots of it for Sium aquaticum Roots, and did eat a great deal of them. About four or Five Hours after going home, the Eldest of them, who was almost of Man's Stature, without the least previous appearing Disorder or Complaint, on a sudden fell down backwards, and lay kicking and sprawling on the Ground, his Countenance soon turned very Ghastly, and he foamed at the Mouth. Soon after Four more were seized the same way, and they all died before Morning, not one of them having spoken a Word from the Moment in which the venenate Particles surprised the Genus Nervosum. Of the other Three One ran stark Mad, but came to his right Reason again the next Morning. Another had his Hair and Nails fall off, and the Third (who is my Brother-in-law) alone escaped without receiving any Harm: Whether he eat less of this fatal Root, or whether his Constitution, which is to this Day very Athletick, occasioned it, I cannot tell. Though I am of Opinion, that his speedy running above Two Miles Home, after that he saw the first Young Man fall, together with his Drinking a very large Draught of Milk, warm from the Cow in his Mid-way, were of singular use to him. For his Violent Sweating did doubtless expel and carry off many of the venenote Particles, and had a better Effect than\nthan perhaps, the best of our Alexipharmicks (which you know are generally Diaphoretick) might have produced in this Case. Besides, I believe the Draught of warm Milk did act its part, by involving the Acid or Acrimonious Poisonous Particles, and rendering them inactive, and preventing their seizing the Genus Nervosum, till they were expelled per Diaphoresin. But this is but my Conjecture, which I willingly submit to more mature Judgments. This happened about Thirty Years ago; but there are many yet alive, who assert the Truth of it, having been Eye-witnesses of this dreadful Tragedy. There was also a Dutch-man, about Two Years since, within Eight Miles of this Place, Poisoned by boiling and eating the Tops of this Plant, shred into his Pottage; he was soon after found dead in his Boat, and his little Irish Boy gave Account of the Cause of his Death, to be eating this Herb, which he forewarned his Master against, but in vain, the Dutch-man asserting, that it was good Sallade in his Country; so that I believe he took it for Apium Palustre, which its Leaves much resemble. Thus far Dr. Vaughan.\n\nSeveral Parallel and no less Tragical Histories of later Date, of the miserable Destruction of divers Persons, by the eating of the Roots of this pernicious and deleterious Plant, I find recorded by Jacobus Wepferus, in his Book de Noxis Cicute aquaticæ, and in the Miscellanea curiosa or Ephemerides German. Dec. 2. An. 6. Observ. 116.\n\nWherefore I think it is for the Interest of Mankind that all Persons be sufficiently cautioned against venturing to eat of this, and indeed any other unknown Herb or Root, lest they incur the same Fate; and in order thereto, that such Histories be made Publick and transmitted to Posterity.\n\nVI. Several",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102492.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1520,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1776,
        2
      ],
      [
        1776,
        3666,
        3
      ],
      [
        3666,
        5417,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102492",
    "title": "Part of a Letter from Mr. Ray, F. R. S. to Dr. Sloane, Giving an Account of the Poysonous Qualities of Hemlock-Water-DropWort",
    "authors": "Mr. Ray",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102492"
  }
}