{
  "id": "092d9c85e5a485feef715b2bf5476c70ab882473",
  "text": "XV. Some Observations on the peculiarity of the Tides between Fairleigh and the North Foreland; with an explanation of the supposed meeting of the Tides near Dungeness. By James Anderson, Captain in the Royal Navy. Communicated by the Right Hon. Sir Joseph Banks, Bart. G.C.B. P.R.S.\n\nRead March 25, 1819.\n\nHaving observed that several Charts and Books of Navigation assert, that the tides from the North Sea and the Channel, or the Eastern and Western tides, meet in the vicinity of Dungeness and Rye harbour; and that, on such authority, this opinion has been too generally adopted by those, who have not had the opportunity or the inclination of making personal observations; as well as by the pilots on this part of the coast, who from being incapable, for the most part, of making observations or deducing inferences from facts before them, readily embrace the first theory they meet with in print, however erroneous or inconsistent; I have been induced to bestow all the attention in my power to the phenomena of the tides between Fairleigh and the North Foreland, and now venture to submit the result of my observations to the notice of the Royal Society. From having cruised constantly within these limits for nearly two years and a half, I have had many opportunities of making observations; but I must, nevertheless, profess my readiness to admit any alteration or improvement which may be pointed out by those more conversant with the subject; truth alone being the object of my enquiries.\n\nMDCCXCIX.\nI. Phænomena of the Tides between Fairleigh and the North Foreland on the English coast, and Cape D'Alprée and Calais on the French coast.*\n\nThe tides rise between the easternmost point of Fairleigh and the North Foreland from seven to eight feet higher than on either side of these points; and during the last three hours and a quarter in which the tides run to the eastward, the water falls by the shore, making it half tide of ebb on the shore, or by the ground, when the current of the tide changes and begins to run from the eastward to the westward; and it still continues to fall by the shore for two hours and three quarters after the tide has so changed; at which time it is low water everywhere within these limits. The course of the tide continues to run to the westward two hours and three quarters longer, during which time the water gradually rises by the shore, making nearly half flood by the land, at the time the current of the tide ceases to run to the westward; and returns again to the eastward, and continues to rise for three hours and a quarter, when it is high water by the ground. It then begins to fall again during the last three hours and a quarter, whilst the current of the tide sets to the eastward, as above stated; and so on in continual rotation.†\n\nThese appearances have, no doubt, given rise to the\n\n* In the detail I shall principally confine myself to the English coast, as the phenomena, and their causes and effects, on the French coast, within the same limits, are precisely similar.\n\n† Every one who has attended to the tides, in general, knows that, where there are no local obstacles to prevent it, they flow regularly about six hours in one direction and then make high water, and ebb about the same time in a contrary direction, then making low water.\nerroneous opinion that the tides meet between Dungeness Point and Rye Harbour; but the real cause of these states of the tides within the particular limits I have described, seems to me to be the very great and sudden contraction of the channel between Dungeness and Cape D’Alprèe, and the South Foreland and Calais Point. In that part it becomes, all at once, narrower by more than half of its width to the eastward or westward of these points. Dungeness is a long narrow point which projects from Winchelsea on the west side, and Hythe on the east side, to the extent of nine or ten miles, at least, directly into the sea across the channel; and forms two deep bays, one on each side. Opposite to Dungeness is Cape D’Alprèe on the French coast, jutting out also into the sea, so as to contract the distance between it and the opposite point to about twenty-four miles, and this cape has also a large bay on each side, of which Boulogne bay is to the eastward. (See the charts.)\n\nThe distance from the South Foreland to Calais is only eighteen or nineteen miles, and between these opposite shores lie the Ridge, the Varn, the Goodwin, and several other shoals on both sides of the channel, all of which serve to contract this strait still more. The western tide, therefore, coming up the English channel, meets with a resistance to its course at Dungeness and Cape D’Alprèe, by the very sudden contraction of the space between these points; where, from the passage being insufficient to discharge the quantity of water brought from the westward, it must necessarily accumulate, until it encreases the channel both by deepening and widening it, so as to become adequate to the discharge of the body of water supplied by the impulse of the tide.\nThis accumulation is of course the same everywhere within the straits of Dover (from Dungeness to a ridge of rocks to the eastward of the South Foreland), and also extends some distance without them, as far as the easternmost point of Fairleigh on the one side, and the North Foreland on the other; Dungeness west bay, and the Downs, forming as it were two large natural basons or reservoirs at each extremity of these straits, for the reception of the accumulated water, until it can find a passage. On this account the water must rise accordingly by the ground, or on the shore, during the time of this accumulation, wherever it takes place; and it is indeed found to be at its greatest height or making high water by the ground, at about three hours and a quarter after the tide of flood has run from the westward. At this time all the sands without the North Foreland are covered, and afford a greater vent for the discharge of the accumulated water. The extensive flats also on both sides of the channel, on which the sea now flows in like a torrent, demand a greater supply than is received through the Dungeness passage. From this period then (viz. three hours and a quarter after the regular flood tide has run to the eastward), the water is drawn off from the places where it had accumulated, and begins to fall gradually by the shore during the remaining three hours and a quarter, in which the current of the tide runs to the eastward; making half tide of ebb by the ground, within the straits of Dover and the two reservoirs or basons, when the current of the tide ceases to run to the eastward; at which time it is high water everywhere without these limits, allowing for the inequalities of the coast, the water having now generally acquired a level.\nWhen it is high water without the North Foreland, as at Margate, the Kentish Knock, &c., and the tide, which is the true or regular ebb tide, returns to the westward through the Downs, the water still continues to fall within the Foreland, and on to the easternmost point of Fairleigh, for two hours and three quarters of the first of the true or regular ebb tide; because the tide is falling generally, and the passage by Dungeness discharges the quantity brought by the ebb tide during that time. But when the true or regular ebb tide has run two hours and three quarters, it is low water by the shore, between the North Foreland and Fairleigh; because the channel through the straits of Dover, (becoming again too contracted to give vent to the great body of water which now presses forward from the Medway and the North Sea, augmented by the currents and tides discharged from the great continental rivers and inlets,) now again accumulates in the narrow passage, and in the Downs, from the North Foreland, and thus begins, from the above stated period, to rise by the shore.\n\nIt thus continues to rise for the remaining two hours and three quarters, at which time the true or regular ebb tide has ceased to run to the westward, and it is low water everywhere without the North Foreland, and to the westward of Fairleigh. But within these limits (viz. between the North Foreland and Fairleigh), it is half flood, in consequence of the accumulation of the water during the latter part of the ebb tide. The true or regular ebb tide, or tide to the westward, now ceases to run, and the true or regular flood tide from the westward returns, bringing with it a greater quantity or body of water than the Dungeness passage can yet admit,\nconsequently it must accumulate in Dungeness west bay, and rises proportionally from thence along the shore to the North Foreland for three hours and a quarter of the first of the regular flood tide, because the tide is rising generally everywhere; and about this time the channel, becoming broader and deeper by the accumulation of the water and rising of the tide, is again sufficiently large to discharge the supply. The accumulated water being thus drawn off, as before mentioned, and with an accelerated current, to cover the flats and fill up the Medway, and the continental rivers, again begins to subside by the shore, at which precise period it is high water by the ground within the limits of accumulation, both on the English and French coasts; but without these limits it is only half tide of flood; and therefore the true or regular flood tide must run three hours and a quarter longer to the eastward, during which time the water falls by the shore, within the limits of accumulation, until it finds its level everywhere; and so rises and falls in perpetual rotation.\n\nThe tide, within the limits where the water accumulates, is found to rise from 28 feet to 30 feet perpendicularly, which is from 7 to 8 feet higher than it generally rises in the Channel. The following seem to be causes of this extraordinary rise. At half tide by the shore, within these limits, the water has found its level everywhere, and half the rise of the tide here, at high water (viz. 14 or 15 feet), being drained off to make high water without the North Foreland, and produce the level, is now contained in a space twice the breadth it formerly occupied; of course it follows, the same quantity of water will only be half the depth (or from 7 to 8 feet) that\nit was when confined in half the space it now occupies. It may hence be inferred that the rise of the tide here, more than elsewhere, is nearly equal to about one quarter the rise of tide, whatever it may be; but as this must always depend upon local circumstances, as the same effects could not be produced if the situation was different, no general reasoning can apply. It has also been ascertained, that the true or regular flood tide runs six hours and an half to the eastward, while the true or regular ebb runs only five hours and an half to the westward; which makes the current of the tide run an hour longer to the eastward than the westward; but I have always found, from actual observation, that these tides are very much influenced by the winds.\n\nUpon the whole, however, from the easternmost point of Fairleigh to the North Foreland, on both sides of the channel, it is always high water by the ground, when the true or regular flood tide has run three hours and a quarter from the westward; always half ebb by the ground, when the true or regular flood tide ceases to run from the westward; always low water, when the true or regular ebb tide has run two hours and three quarters from the eastward; always half flood tide by the ground, when the true or regular ebb tide ceases to run from the eastward; and always high water by the ground again, when the true or regular flood tide has run three hours and a quarter from the westward, or nearly so, and so on continually.\n\nII. Meeting of the Tides near Dungeness.\n\nAlthough the foregoing observations may not decidedly prove that the meeting of the tides cannot take place at or near\nDungeness, yet I trust, that they rationally and intelligibly account for the peculiar phenomena of the tides which occur there, without attributing them to the meeting of the tides, which could never produce these appearances. But if the tides do meet at Dungeness, they must meet in a line directly across the channel; for it is a fact so well established, that no one I believe has ever ventured to contradict it, that the western or true flood tide makes high water at Beachy Head, Fairleigh, Dungeness, and Deal, at nearly the same time as at Dieppe, the Soame, Boulogne, and Calais, the opposite points on the French coast, each to each; and that the eastern or regular ebb tide makes low water, at the same time, at the same places.\n\nBut if the tides met in a line across the channel, it must be evident to every one who has been at sea, that such a meeting would occasion so tumultuous a war of elements, between two large bodies of water impelled against one another, by the current of the tide and force of the winds, at a velocity of from four to six miles an hour, according to the age of the moon and strength of the wind, as would produce, from their furious and violent concussion, so great a sea, that no ship could venture to encounter it without the most imminent danger.\n\nThat this is not the case, experience daily proves; and therefore the absurdity and fallacy of the doctrine which asserts it, are obvious. But every master of a collier or coasting vessel, trading from the northward to any western port, as Portsmouth, Plymouth, &c., knows that the flood tide sets from the northward and eastward, along the English coast until he gets as far as the sand called the Kentish Knock:\nand if he can reach it by high water, he calculates rightly, that he will have an ebb tide thence, which will carry him to the westward for nearly six hours longer. From this it is evident that the tides from the northward and eastward, and southward and westward, both meet at the Kentish Knock,* as they both make high water about the same time at the same point; and then the ebb tide recedes from this point in the opposite directions to which the flood had advanced. The formation of the coast too, by gradually altering the course of the flood tide between the South Foreland and Buoy of the Nore, from E. N. E. to W. N. W. within the stream of the Goodwin Sands (while without this sand it continues to run E. N. E. and easterly), in a great measure prepares for their meeting, without that wild commotion and furious contention which their coming together in a directly opposite line across the channel, would inevitably occasion. It also admits of their gently blending their waters together, and smoothly taking the same course, along both sides of the Long Sand, &c. the one, viz. the flood tide from the eastward up the King's Channel into the Thames, and the other (the flood tide from the westward through the Downs) up the Queen's Channel into the Medway, making only a strong eddy or whirlpool about the Knock, and a foamy rippling where they meet, as they proceed onwards together.\n\nBut, although the tide from the northward and eastward makes flood tide along the N. E. coast of England to the Kentish Knock, yet it is equally well ascertained, that the tide from the southward and westward makes flood tide along the opposite coasts of Flanders, Holland and Jutland,\n\n* This sand is of a circular shape, so formed by the continually whirling eddy of the tides.\n\nMDCCCLXIX.\nas far as the entrance of the Sleeve. From this last mentioned fact it evidently appears, that the flood tide from the westward forms two distinct branches at the Kentish Knock, taking different directions; the smaller of which, consisting of the stream of the tide within the Goodwin Sands, takes its course W. N. W. up the Queen's Channel, as before stated; whilst the larger, consisting of the stream of tide without the Goodwin, continues its course E. N. E. and easterly along the Flemish and Dutch coasts, until it is lost near the entrance of the Sleeve, in the great body of tide from the northward and eastward.\n\nThe opposite tides which meet in the North Sea do not meet in a line directly across any part of it, but in a diagonal line, extending from the Kentish Knock to the entrance of the Sleeve; where there is no tide, but a strong current, which almost always sets from the Jutland to the Norway side in the Sleeve; and which most probably proceeds from the eddy, produced by the great body of water coming round the Naze of Norway, meeting the remains of the western tide, aided by the reaction of the Jutland shore. In fact, there is hardly any tide observable between the Horne reef and the entrance of the Sleeve.\n\nThe tides thus meeting in a diagonal line in the North Sea, gently and gradually blend their waters together, without causing the least tumultuous appearance, exhibiting merely a little foamy rippling, which can be discerned in fine weather only, when the general mass of water is perfectly smooth.\n\nTo prove farther that this is the nature of the tides in this part of the North Sea, let a ship, for instance, sail from North Yarmouth, or Harwich, for the Texel or Flushing on\nthe opposite coast, with the wind from the north-eastward, so that she can lay her course on the larboard tack; the pilot will prefer getting under weigh at high water, on the English coast, to take the ebb tide under his lee; and if he can get half channel over during the ebb tide, or by the time of low water on the English side, he will find a flood tide from thence, setting along the opposite coast, which will also set under his lee for six hours longer, running in the same direction as the ebb tide did on the English side of the channel; and thus he will carry twelve hours tide with him; whereas had he continued on either side, he would have had a regular six hours tide each way; with this difference, that he would always have the tide setting in opposite directions on the one side, to what it would be on the other. That is; if the flood tide was setting to the westward on the English side, the flood tide would, at the same time set to the eastward on the Dutch side. Hence were a ship to sail, as above stated, with the wind so that she could lay her course on the starboard tack, she ought to get under weigh at low water on the English side, by which she would be able to carry twelve hours tide again under her lee, supposing her to reach the meeting of the tides at high water.\n\nEvery person who has been at Spithead may have observed, that the water rises there, and every where within the Isle of Wight, as far as Hurst Castle, for more than three hours after it is high water at the Owers, Dunnose, and every where without the Wight, and when the ebb tide has, of course, made to the westward; and that it is not high water at Spithead, Portsmouth Harbour, Southampton River, or any where within the Wight, until the ebb tide has run that time.\nThis is evidently occasioned by the narrow passage between Hurst Castle and the Island not having sufficient capacity to discharge the quantity of water brought by the ebb tide from the eastward through St. Helens; which therefore meeting with a resistance at Hurst Castle, accumulates and rises within the Wight, at the same time filling up Portsmouth Harbour, Southampton River, &c. &c. when the tide is falling everywhere in the English channel.\n\nThis circumstance arises from the same cause which occasions the tides to rise and fall in the Straits of Dover; with this difference, that it is high water by the ground, at the last mentioned place when the flood tide has run three hours and a quarter from the westward; but it is high water by the ground at the former, when the ebb tide has run about the same time from the eastward. It might therefore as well be asserted that the tides meet at St. Helens, Portsmouth Harbour, or Hurst Castle, as at Dungeness; but the fact is, that the phænomena which appear at these different places, are produced by the same cause producing similar effects, with only the difference occasioned by local circumstances in the time and manner; and this cause is the accumulation of the water brought forward by the tide; an accumulation which is occasioned by there not being a sufficient space for its discharge, in consequence of the contraction of the channel at the particular places where these phænomena are exhibited.\n\nThere is in fact a meeting of the tides, on a small scale, within the Wight; for the tide of ebb from Southampton River meets the tide of flood from the Needles, at the sand called Bramble (which has probably been originally formed by their meeting); from this they flow to Spithead, and meet\nthe tide of ebb from Portsmouth Harbour, at the sand called the Spit (perhaps also formed originally by their meeting there), and causing an eddy tide, which would deposit such sand, mud, &c. &c. as the current of the tide brings along with it: nor do I think it at all improbable that the Long Sand, at which I have stated the meeting of the tides through the Downs and from the North Sea to take place, has been likewise formed by the deposit of such things as the opposing tides brought with them, to the place where they met.\n\nBeing employed on the expedition against Walcheren, the laborious and difficult duty of passing the transports through the Slough passage into the West Scheldt devolved upon me, and afforded me an opportunity of observing another peculiarity of the tides in that place.\n\nThe Slough passage lies between Walcheren and South Beveland, communicating with the West Scheldt and the Veer Gat. From its junction with the last channel, the tide flows through several different channels between the islands, to the northward of South Beveland. On each side of the channels in the Veer Gat and Slough passage are extensive flats or mud banks, which begin to be covered about half tide of flood, and again begin to be dry about half tide of ebb. The flood flows regularly up the West Scheldt, carrying with it a vast body of water, which takes its course by Rammekins through the Slough passage, and meets the flood tide which flows up the Veer Gat at the north end of South Beveland; whence they flow together through the different channels formed by the adjacent islands. At high water the ebb sets again regularly down the West Scheldt and Veer Gat, but the ebb tide in the Slough continues to run to the northward, the same course as the flood tide, and passes down\nthe Veer Gat until the flats and mud banks become dry; at which time the current of tide in the Slough changes, and runs to the S. Westward into the West Scheldt by Rammekins; thus making the current of tide run nine hours one way, and only three hours the other. This may be accounted for in the following manner: when it is high water in the Scheldt, and the tide of ebb sets down the river, it sets over the extensive flat between the north-west point of South Beveland and Rammekins into the Slough, until the flat becomes dry, which occasions the tide to continue the same course as before, although the water is falling. But when all the flats become dry, and the water is confined within the proper limits of the respective channels of the West Scheldt, the Veer Gat, and the Slough; and the Veer Gat being then only about 30 yards or less in width, three or four times narrower than the Slough, the water through the Slough cannot any longer find a vent through the Veer Gat, and therefore seeks one by the West Scheldt, where there is sufficient space for it; and hence the tide in the Slough changes and runs out by Rammekins into the Scheldt.\n\nIt would scarcely have been important to mention this peculiarity, as it is confined to a very small space, and where vessels of any considerable burthen never perhaps passed before the above mentioned expedition, and never may again; had it not on this occasion presented one of the greatest obstacles,* next to the continual adverse gales, which the transports had to contend with, in getting into the West Scheldt; and which could not have been overcome, but by dint of the most laborious and persevering exertions; and also as it furnishes a\n\n* This obstacle, I confidently believe, was never known to the Commander in Chief, down to this moment.\nproof of what I have before advanced, \"that local circumstances will always have an effect upon the tides, to which no general reasoning can apply, in all straits and insular situations.\" These circumstances, however, may readily be ascertained by observation and by observation only.\n\nJ. ANDERSON. Capt. R.N.\n36 Hans Place, 6th February, 1819.\n\nI have annexed a table showing the gradual rising and falling of the tides in Boulogne Bay, from soundings* taken every half hour whilst laying at anchor there, and which I think will greatly tend to confirm what I have advanced, with respect both to the rise and setting of the tides in the Straits of Dover, with the times of high and low water, and of the change of the current of tide there; circumstances which, I have reason to fear, have not been hitherto sufficiently attended to; but which would prove of the utmost importance, especially on expeditions where much boat service must be had recourse to; and in disembarking troops at a particular point, or in making an attack upon vessels at anchor during the darkness of the night; when a want of the necessary knowledge of the tides, or as it has often been called \"a mistake in reckoning them,\" might be productive of the most fatal consequences.†\n\n* As these soundings were taken with a common lead and line, and by different hands, I cannot venture to say that they were taken very accurately; and there might also be some irregularities in the ground, which would occasion a difference; and besides, they were taken 6 or 7 miles from the shore, where the tides do not rise quite so high as on the shore, owing to the reaction of the ground.\n\n† A mistake in calculating the tide at this very place is mentioned by Lord Nelson, as a reason why the boats sent in by him to attack the French flotilla in Boulogne Bay, in 1801, did not get up with the enemy till long after the appointed time.\nREFERENCES TO THE TABLE.\n\nThe first column contains the month, and day of the month.\nThe second column contains the wind and weather.\nThe third column contains the time the soundings were taken:\nAnd the fourth contains the soundings, and the time the ship tended, or turned round with the tide. T. E. signifies tended to the eastward or to the flood. T. W. signifies tended to the westward or to the ebb tide.\n### Soundings taken in Boulogne Bay, at anchor, on 31st July, 1st, 2d, 3d and 4th August, 1811, on Board His Majesty's Sloop Rinaldo, Capt. Anderson.\n\n| Month and Days | Wind and Weather | Time | Month and Days | Wind and Weather | Time |\n|----------------|-----------------|------|----------------|-----------------|------|\n|                |                 |      |                |                 |      |\n| P.M.           | H              | M    | P.M.           | H              | M    |\n|                | Tended to E     |      |                | A.M.           |      |\n| 3              | 13¾             |      | T.Wd.          | 16½           |      |\n| 4              | N.E.b.N.        |      | L.W.           | 14½           |      |\n| 5              |                |      | T.Ed.          | 17½           |      |\n| 6              |                |      | T.Ed.          | 16½           |      |\n| 7              | Midnight        |      |                | T.Ed.          | 15½ |\n| 8              | A.M.           |      |                |                |      |\n| 9              |                |      |                |                |      |\n| 10             |                |      |                |                |      |\n| Noon           |                |      |                |                |      |\n| P.M.           |                |      |                |                |      |\n|               |                |      |                |                |      |\n|                |                |      |                |                |      |\n|                |                |      |                |                |      |\n\nFull moon, and the tides not yet at their highest.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107502.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 30,
    "total-input-tokens": 46488,
    "total-output-tokens": 7238,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1512,
        2
      ],
      [
        1512,
        3311,
        3
      ],
      [
        3311,
        3311,
        4
      ],
      [
        3311,
        3311,
        5
      ],
      [
        3311,
        3311,
        6
      ],
      [
        3311,
        3311,
        7
      ],
      [
        3311,
        3311,
        8
      ],
      [
        3311,
        3311,
        9
      ],
      [
        3311,
        3311,
        10
      ],
      [
        3311,
        3311,
        11
      ],
      [
        3311,
        3311,
        12
      ],
      [
        3311,
        3311,
        13
      ],
      [
        3311,
        3311,
        14
      ],
      [
        3311,
        3311,
        15
      ],
      [
        3311,
        5056,
        16
      ],
      [
        5056,
        6821,
        17
      ],
      [
        6821,
        8557,
        18
      ],
      [
        8557,
        10310,
        19
      ],
      [
        10310,
        11959,
        20
      ],
      [
        11959,
        13664,
        21
      ],
      [
        13664,
        15456,
        22
      ],
      [
        15456,
        17170,
        23
      ],
      [
        17170,
        18941,
        24
      ],
      [
        18941,
        20699,
        25
      ],
      [
        20699,
        22489,
        26
      ],
      [
        22489,
        24295,
        27
      ],
      [
        24295,
        26195,
        28
      ],
      [
        26195,
        26605,
        29
      ],
      [
        26605,
        28325,
        30
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107502",
    "title": "Some Observations on the Peculiarity of the Tides between Fairleigh and the North Foreland; With an Explanation of the Supposed Meeting of the Tides Near Dungeness",
    "authors": "James Anderson",
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 30,
    "jstor_url": "https://www.jstor.org/stable/107502"
  }
}