{
  "id": "988fb6cab7da9a388b4daa3e9e9072df20f86401",
  "text": "XLV. Solis *Defectus observatus in Collegio Romano a Patribus Societatis Jesu die prima Aprilis Anno MDCCCLXIV. Tempore vero post mediam noctem.*\n\nRead Nov. 8, 1764.\n\nIN hoc observando Solari deliquio adhibimus præcipue telescopium objectivo micrometro instructum, egregium opus Jacobi Shortii, a Prænestino principe iterum jam humanissime nobis commodatum, pro quo beneficio maximam illi, dum erimus, habebimus gratiam. Cum hoc instrumenti genere in Italia nulla sit haec tenus observata eclipsis, ab exteris vero nationibus, si quid hac in re praestiterunt, nihil ad nos pervenerit, quod & aliis pluribus contingisse arbitrari fas est, observationem hanc nostram, astronomis praesertim Italos, non injucundam fore censuimus.\n\nDiffusa nebula rarae nubes, quae superfuere, impedimenti quidem aliquid observationi attulerunt, ut plurimum tamen Sole satis claro usi sumus.\n\nEx observationibus decem diameter Solis deficientis, cui ex Pariensi Ephemeride respondent $1921''$, $4$, deprehensa est intercipere micrometri particulas $2260$: Summum autem inter omnes discrimen particulas duas non excedit.\n\nEclipsis initium animadversum est tubo palmonum decem $9^h\\ 49' \\ 8''$: Finis vero eodem tubo $12^h\\ 52' \\ 49''$.\n\nDefinivimus tum chordas obscurationis, tum distantias limborum Solis ac Lunæ secundum lineam conjun-\nconjungentem utriusque centra, nulla digitorum habita ratione: maluimus enim tempus adnotare, quo aliquid accurate observatum videbatur; quam expečtare, ut obscuratio certam mensuram attingeret, ne aut nubes, aut impedimenta, quae loci angustiae objecere plurima, saepius observationem subriperent; nullus autem ad curiosos arcendos homines rem omnem perturbaturos opportunior locus occurrebat: eadem fuere caussae, cur hoc instrumentum adeo accurately aliqua non exhibuerit, ut in aliis pluribus experti sumus.\n\n| Chordæ limbi obscür. | Dist. limb. Solis, et Lunæ. |\n|---------------------|---------------------------|\n| h                   | h                         |\n| 1 9 56 31 817       | I. 10 6 59 1853           |\n| 2 10 0 14 1016      | II. 16 18 1636            |\n| 3 5 0 1192          | III. 33 3 1273            |\n| 4 11 26 19 2095     | IV. 56 38 825             |\n| 5 31 17 2083        | V. 11 9 49 656            |\n| 6 34 11 2077        | VI. 15 18 618             |\n| 7 53 53 1949        | VII. 21 45 618            |\n| 8 12 11 53 1729     | VIII. 39 32 798           |\n| 9 21 32 1561        | IX. 45 16 894             |\n| 10 25 12 1484       |                           |\n| 11 27 28 1432       |                           |\n| 12 29 16 1388       |                           |\n| 13 30 43 1349       |                           |\n| 14 33 58 1257       |                           |\n\nEx observationibus VI, VII, VIII invenimus per interpolationem limborum distantias tempore observationum 4, 5, 6 ex ordine fuisse 639, 682, 716.\nEx datis eodem tempore Solis diametro, chorda partis obscuratae, & limborum distantia, in singulis observationibus Lunæ diameter in micrometri particulis ex ordine prodit 2114, 2110, 2114. Hinc Lunæ diameter circa horam 11 30' statui potest partium 2112,7, quibus respondent scrupula secunda 1796,1. In investigandis tamen centrorum distantias, quas in sequenti tabula in scrupulis secundis damus, usi sumus constante diametro 1795'', quia totum inter maximam & minimam discrimen Eclipseis tempore est circiter 3'', & ea, quam mox invenimus, media est aliquanto major.\n\n**DISTANTIAE CENTRORUM.**\n\n| Ex obf. | h | h |\n|---------|---|---|\n| 1       | 9 | 56 |\n|         | 31| 1723|\n| 2       | 10| 0 |\n|         | 14| 1645|\n| 3       | 5 | 0 |\n|         | 1557| |\n| I.      | 6 | 59 |\n|         | 1512| |\n| II.     | 16| 18 |\n|         | 1328| |\n| III.    | 33| 3 |\n|         | 1019| |\n| IV.     | 56| 38 |\n|         | 638| |\n| V.      | 11| 9 |\n|         | 495| |\n| VI.     | 15| 18 |\n|         | 462| |\n| VII.    | 21| 45 |\n|         | 462| |\n| 4       | 26| 19 |\n|         | 472| |\n| 5       | 31| 17 |\n|         | 519| |\n\nEx observationibus IV, VI, VII, VIII, mutuo comparatis minima centrorum distantia contigisse videtur 11h 18' 45'', eaque fuisse 458'', adeoque maxima obscuratio digitorum 8 45'. Juniores aliqui ex nostris ex Solis imagine per tubum opticum in chartam transmissa obscurationem maximam, nobili & erudita spectante\nspectante multitudine, æstimarunt digitorum fere $8\\frac{4}{5}$, alius vero alibi eadem ratione observans digitorum $8\\frac{1}{3}$, ac pluribus habitis circa illam observationibus vix $10'$ in tempore definiendo a nostra determinatione defecit.\n\nLunæ diametrum ex eclipsi definitam cum diame-\ntro extra Solem conferre conati sumus: verum die\ntertia Aprilis ægre admodum observari potuit propter\nnimiam Lunaris lucis tenuitatem, cui plurimum etiam\nofficiebant residuum aliquod crepusculi lumen, &c in\nhorizontis vicinia vapores. Eas proinde observationes,\nlicet multum neque inter se, neque ab inventa dia-\nmetro discrepant, rejecimus, ut certiores obtinere-\nmus die quarta; sed ea quoque die non levem experti\nsumus difficultatem, quia Lunæ cornua in exilissimas\ntenuabantur lineas ab ejusdem asperitatibus umbra\nidentidem interruptas: eas nihilominus, ut nobis sese\nobtulerunt, hic subjicimus in micrometri particulis.\n\n**DIE QUARTA APRILIS.**\n\n| Obs. | Diam. Lunæ |\n|------|------------|\n| 1    | 8          | Vesp. 2096 |\n| 2    | 7          | 2094      |\n| 3    | 17         | 2093      |\n| 4    | 23         | 2087      |\n| 5    | 29         | 2088      |\n| 6    | 35         | 2086      |\n\nConversis micrometri particulis in scrupula secunda,\nprimo correximus diametri decrementum a refracti-\none ortum, nam diameter observata inclinabatur ad\nhorizontem gradibus circiter 18, ut idem telecopium\nindicavit: hæc autem correctio in ultima observatione,\n\nVol. LIV.\nin qua maxima fuit, inventa est $1''$,2. Secundo, ex observationis hora determinavimus Lunæ horarum, ac declinationem, atque inde ejus altitudinem tum veram, tum apparentem. Tertio, ex iis investigavimus Lunæ diametrum horizontalem ope trianguli constituti a semidiametro terrestri, atque a rectis ductis a centro Lunæ ad spectatorem, &c ad telluris centrum. Ex singulis observationibus hæ prodierunt.\n\nDiam. horiz. Lunæ. Diameter Lunæ horizontalis die quarta Aprilis circa horam octavam ex Paris.\n\nEx. obs. 1 1773,7 Ephem. eadem est adamufsim, ac in ipsa eclipsi, in quo sensibilis error esse non potest; 2 1772,8 3 1772,9 4 1768,4 5 1770,0 cum enim Luna circa Apogæum versaretur, diametri variationes erant exiguae, quas 6 1769,0\n\nMedia 1771,1 Astronomicæ Tabulæ exhibent satis accurate: tantum augenda est ea quantitate, quam postulat apparens altitudo Lunæ $11^h\\ 30'$, quæ fuit circiter grad. $52\\frac{1}{4}$: quo facto additamento diametrum Lunæ obtinuimus $1793''$,2. Ab ea quam ex Eclipse collegimus, discrimen est $3''$, quod ad unicum redigitur, si rejiciantur tres posteriores observationes, quas minus certas arbitramur, quia oculus prioribus defatigatus (summa enim opus erat contentione) fortasse factus est minus idoneus ad languidam Lunæ lucem percipiendam.\n\nXLVI. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105558.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2750,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1316,
        2
      ],
      [
        1316,
        2862,
        3
      ],
      [
        2862,
        4298,
        4
      ],
      [
        4298,
        5765,
        5
      ],
      [
        5765,
        7047,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105558",
    "title": "Solis Defectus Observatus in Collegio Romano a Patribus Societatis Jesu Die Prima Aprilis Anno MDCCLXIV. Tempore Vero Post Mediam Noctem",
    "authors": "Patribus Societatis Jesu",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105558"
  }
}