{
  "id": "139f9489d18172c63a95f5b43a28e8464269bddd",
  "text": "VIII. Account of the Method of making Ice at Benares. In a Letter to William Marsden, Esq. F. R. S. from John Lloyd Williams, Esq. of Benares.\n\nRead February 14, 1793.\n\nDEAR SIR,\n\nAs the method of making ice in this country, where the thermometer, during part of the year, stands at from 95 to 100° in the shade, has something peculiar in it, I trust the following description of the process will not be unacceptable.\n\nYou know that ice is made in India during the months of December, January, and part of February; but I believe it has generally been considered as necessary to the congelation of the water, that it should have been boiled. However, I can now assure you, as a fact within my own observation for these nine years past, that a large quantity of ice has been made at this place every year, without any preparation whatever; and I have often seen ice of an inch and quarter thick, notwithstanding I do not conceive that the atmosphere, at that time, was sufficiently cold to produce the effect; for I have frequently placed a thermometer, with the naked bulb on the straw, amidst the freezing vessels during the night, and on inspecting it between five and six o'clock in the morning (at which time the ice-makers informed me the cold was most intense), I never found it below 35°. I\nhave even seen ice, of a considerable thickness, formed when the thermometer was not lower than 40 degrees.\n\nThe method of making ice at Seerore, near Benares, is as follows.\n\nA space of ground of about four acres, nearly level, is divided into square plats, from four to five feet wide. The borders are raised, by earth taken from the surface of the plats, to about four inches; the cavities are filled up with dry straw, or sugar-cane haum, laid smooth, on which are placed as many broad shallow pans, of unglazed earth, as the spaces will hold. These pans are so extremely porous, that their outsides become moist the instant water is put into them; they are smeared with butter on the inside, to prevent the ice from adhering to them, and this it is necessary to repeat every three or four days; it would otherwise be impossible to remove the ice without either breaking the vessel, or spending more time in effecting it than could be afforded, where so much is to be done in so short a time. In the afternoon these pans are all filled with water, by persons who walk along the borders or ridges. About five in the morning, they begin to remove the ice from the pans; which is done by striking an iron hook into the centre of it, and by that means breaking it into several pieces. If the pans have been many days without smearing, and it happens that the whole of the water is frozen, it is almost impossible to extract the ice without breaking the pan. The number of pans exposed at one time, is computed at about 100,000, and there are employed, in filling them with water in the evenings, and taking out the ice in the mornings, about 300, men, women, and children; the\n\nMDCCXCIII.\nwater is taken from a well contiguous to the spot. New vessels, being most porous, answer best.\n\nIt is necessary that the straw be dry; when it becomes wet, as it frequently does by accident, it is removed, and replaced. I have observed water which had been boiled, freeze in a china plate; yet having frequently placed a china plate, with well-water, among the unglazed pans on the straw beds, I found that when the latter had a considerable thickness of ice on them, the china plate had none. I have also wetted the straw of some of the plats, and always found it prevented the formation of ice. The air is generally very still when much ice is formed; a gentle air usually prevails from the southwestward about daylight. I had a thermometer among the ice pans, during the season of making ice, with its bulb placed on the straw, and another hung on a pole $5\\frac{1}{2}$ feet above the ground; and commonly observed, that when ice was formed, and the thermometer on the straw was from 37 to 42°, that on the pole would stand about 4 degrees higher; but if there was any wind, so as to prevent freezing, both the thermometers would agree.\n\nI shall offer no opinion respecting the causes of ice being formed when the thermometer is so many degrees above the freezing point; but hope the subject will be elucidated by some more capable person.\n\nI am, &c.\n\nBenares,\nMarch 25, 1792.\n\nJ. LL. WILLIAMS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106807.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1139,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1298,
        2
      ],
      [
        1298,
        2987,
        3
      ],
      [
        2987,
        4385,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106807",
    "title": "Account of the Method of Making Ice at Benares. In a Letter to William Marsden, Esq. F. R. S. from John Lloyd Williams, Esq. of Benares",
    "authors": "John Lloyd Williams",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106807"
  }
}