{
  "id": "e60412cbdcb33cef262dd21db6bd71477462917b",
  "text": "II. Botanicum Hortense IV.\n\nGiving an Account of divers Rare Plants, Observed the last Summer A.D. 1714. in several Curious Gardens about London, and particularly the Society of Apothecaries Physick-Garden at Chelsea. By James Petiver, F.R.S.\n\nSect I. EUROPEAN Plants.\n\n1. Valentia Knotgrass. Ray's English Herbal Tab. x. fig. 8.\nAnthyllis Valentina Cluf. Hist. 186. c. 9. Fig. id. Hisp. 480. Fig. Park. 446. fig. 3.\nAnthyllis maritima, Chamaezyce similis CB.282. 1. Phyt.552.1.\nAnthyllidis species quibusdam Chabr.452. Ic. 5. I.B. Vol. 3. L. 29. p. 374. Fig.\n\nThis is a low spreading Ground Plant, with roundish small Leaves, and very little four leaved blush Flowers.\n\nDr. John Placa M.D. and publick Professor of Valentia, first observed this Plant about the Ditches of that City, and there shewed it to that accurate Botanist Carolus Clusius who has given us a very good Figure of it.\n\nDr. Magnol hath also found it on the Coasts of Languedock.\n\nMons. Riqueur Apothecary to the late Queen of Spain, sent me the Seed of this and many other curious Plants, which he collected about Madrid, several of which were the last Summer raised in our Physick Garden at Chelsea, where this Flowered.\n2. Annual Fleawort. Ray Hist. Plant. 881. 1.\nPsyllium majus erectum C.B. pin. 1913. alternum C.B. phyt.\n353. 2.\nPsyllium sive Pulicaris Herba Ger. 471, fig. 1. Jonst. 587.\nfig. 1.\nPulicaris Herba Lobel. Icon. 436. 2. id. Belg. 523. Obs. 239.\nIts Top Branches and Stalks are somewhat fat or clamy,\nits Leaves are like Hyssop and broader than the Perennial.\nGrows plentifully in the Fields about Montpelier.\n\n3. Notcht leaved Fleawort. Ray H. Pl. 882. 2.\nPsyllium Dioscoridis sive Indicum foliis crenatis C.B. 199. 1.\nprodr. 99. 1.\nPsyllium Indicum foliis crenatis Park. 277. 3.\nPsyllium laciniatis foliis Bocc. 8. Tab. 4.\nThis differs from the common Annual, only in having\nnotcht or indented Leaves.\n\n4. Perennial Fleawort Ray 882. 3.\nPsyllium Camer. Epit. 811. Fig. Chabr. 501, Ic. 3. IB. 3.\n1. 31. p. 513. fig.\nPsyllium majus supinum C.B. 191. 2. majus C.B. phyt.\n353. 1.\nPsyllium maj. sempervirens Park. 277. 2. & vulg. 278. secund. Fig.\nPsyllium Plinianum forte, radice perenni, supinum Lobol.\nIcon 437. 1; id. Belg. 523. id. Obs. 239. fig.\nGrows frequently in Italy and about Montpelier.\n\nVertues. The Seed of this Plant evacuates yellow\nCholer, and by its Mucilage, blunts the Acrimony of\nthe Humors, and is therefore commended in Dysenteries\nand other Corrosions of the Gutts.\n\nDr. Sloane has experienceed it in Excoriations of the\nUvula or Palat, and where the Tongue is parcht.\n\nH. Reusnerus says a Mucilage of its Seeds, in Rose-water\nwith Vinegar, has cured great Pains in the Head, proceeding\nfrom a Hot Cause, when other Medicines have failed.\nThe same with Camphire has been successfully applied to inflamed Eyes.\n\n5. Maple Blite. Ray's English Herbal Tab. 8. Fig. 7.\nAtriplex odore & folio Datura, minori tamen, Triumphet.65.\nBlitum Aceri; folio Cat. Herbar. Britan. Tab 8. fig 7.\nBlitum seu Atriplex Pes Anserinus dicta, Stramonii acutior folio ramosum fluk. Mantis.\nChenopodio affinis, folio lato laciniato in longissimum mucronem procurrente, florum racemis sparsis Ray H Pl. Vol. 3. p. 123.\nMr. Dale was the first that observed this in England, viz. about Colchester, I find it the same with that of Triumphetti, a Specimen of it being lately sent me from Peter Antony Michelii Botanist to his Royal Highness the Duke of Florence.\n\n6. Thorney Burnett Ray 1492. cap. 7.\nPimpinella spinosa Park 998. fig.\nPoterion Lob. Ic.T.2. p. 26 Fig.2. Belg. 2.'p. 30. Obf.491.fig.\nPoterion Lob. sive Pimpinella spinosa C.B. 388. 2.\nPoterio affinis folio Pimpinelle, spinosa C.B. 382. 2.\nRawolph first observed this Plant on the Sides of Mount Libanus, and from whom all our Figures are copied.\nDalechamp has since found it in the Valleys about Narra near Gratianople in Dauphiny.\n\nHonorius Bellus a learned Physician in Candy, says the Rusticks of that Island make a Tea of this Plant, which cures them of all Sorts of Fluxes.\nIts called Stoibeda in most parts of Greece.\n\n7 Blew Cat-Succory Ray 257. c. 6.\nCatanance Dalech. fl. Cyani, sol, Coronopi Chabr. 342. Ic. opt 2. I. B. 3. l. 25. p. 26. Fig.\nChondrilla Sesamoides dicta Park 186 fig. 5.\nChondrilla Sesamoides dicta caerulea C.B phyt. 217. 14.\nChondrilla caerulea, Cyani capitulis C.B. 131. 6.\nSesamoides parvum Matth Ger. 397. Ic. 4. Jonst. 493. fig. 3.\nIts blew Succory-like Flowers, with narrow dented Leaves distinguish it from all others.\nGrows very common near Narbone, and in Savoy on dry stony Hills.\n\nI gathered this elegant Plant in Flower this Summer in His Majesty's Gardens at Hampton Court, under the care of Mr. Wise, King George's Gardiner.\n\n8. Yellow Cat-Succory.\n\nCatanance Cretica fl. luteo.\n\nStæbe Plantaginis folio. Alpin. Exot. 286. fig. Park. 477. fig. 7.\n\nStæbe Plantaginis folio, fl. luteo H.Oxon. Vol. 2. p. 137. 4.\n\nMr. Jacob Bobart Botanick Professor at Oxford, sent me the first Specimen of this, which has lately Flowred very well with us in Chelsea Garden.\n\n9. Sea Ragwort. Ray 286. 6.\n\nJacobea marina Jonst. 280. Ic. 4. C B. phyt. 218. 1.\n\nJacobea marina sive Cineraria Chabr. 330. Ic. 6. 1. B. 2. L. 24. p. 1056. fig.\n\nJacobea marina sive Cineraria vulg. Park. 669. fig. 7.\n\nJacobea maritima C B. 131. 3.\n\nThis has been long cultivated as a great Ornament in Gardens.\n\nVertues. Alpinus says the Egyptians use this as a very sovereign Plant, drinking a Tea of it for the Stone, and to open Obstructions of the Bowels and Womb.\n\nGrows on the Coasts of Tuscany.\n\n10. Sicilian Ragwort. Ray 286, 9.\n\nJacobea Sicula Chrysanthemi facie Bocc. 66. Tab. 36.\n\nIt leaves like our Corn Marygold, flowers in Chelsea Garden even till Christmas. Grows wild about Catania, &c.\n\n11. Common Narrow Cassidory Ray 281. 4.\n\nElychryson sive Stachas citrina angustifolia C B. 264. 4. vel Gallica phyt. 513. 4.\n\nChrysocome vulg. 1. Clus. 326. fig.\n\nChrysocome media, f. Stachas citrina vulg. Barrelier. 974. Ic. 409.\n\nStachas\nStachas Citrina Dod. 268.\nStachas citrina sive Amaranthus luteus Jonst. 646. Ic. 1.\nStachas citrina sive Coma aurea Park. 68. fig. 7.\nStachas citrina, tenuifolia Narbonensis I B. 3. l. 26. p. 154.\nfig. ead. flore luteo pallescente Chabr. 369. Ic. 5.\nThe Leaves of this Plant are best represented in I B.\nand Chabreus, being much narrower than those Figured\nby Clusius.\nGrows plentifully about Montpelier, where it Flowers\nin April and May.\n\n12. Candy Cassidony, Ray 282. 8.\nElychrysum Creticum CB. 264. 6.\nChrysocome 5 quae Cretica Clus. 327.\nChrysocome sive Stachas citrina Cretica Park. 69. 8.\nStachas citrina globoso & amplo flore Cretica, Barrelier pl.\n987. Ic. opt. 814.\nThis last Author has given a very accurate Figure of\nthis Plant, which is so beautiful an Ornament in our\nmost curious Gardens.\n\n13. Stif-rim'd Mary-gold, Ray 338 c. 4. pl. 2.\nAster Atticus Casalp. 495. c. 30. Ger. 392. Ic. 1. Jonst. 436. Ic. 1.\nAster Atticus 1. Clus. 13. Fig. 1. Massiloticus Tabern. Icon.\n361. 2.\nAster Att. luteus vulg. Park. 128. fig. 1.\nAster Atticus & Inguinaria 1. Inguinalis Lob. Ic. 343. 2. Belg.\n423. Obf. 188. fig.\nAster luteus, foliis ad florem rigidis CB. 266. r. Phyt.\n518. 1.\nChrysanthemum Asteris facie, foliis ad florem rigidis H.\nLeyd 144.\nIts Rim of yellow Flowers is beset with stiff, long,\npointed green Leaves, by which its distinguished from\nall others.\nIts common in Sicily, Italy, Narbon and Spain, Flowring\nin May and June.\n14. Bobart's Venice Chamomil Ray 3. p. 223. 15.\nCotula Veneta Sophie folio Nobis.\nChamomelum annum ramosum Cotulae fatide fol. amplioribus capitulis spinosis Bob. H. Ox. 3. p. 36. 12. Sect. VI. Tab. 8. fig.\nWe are obliged to Mr. Jacob Bobart for the first Knowledge of this Plant.\n\n15. Distaff-Thistle Ray 304. 4.\nAtractylis Offic. Dale 168. 3. Ger. 1008. Ic. 1. Jonst. 1171. Ic. 1.\nAtractylis lutea C. B. 379. 1. fl. lutco Park. 963. Ic. 1.\nAtractylis veterum f. vera, fl. lutco Chabr. 353. Ic. 4. I B. 3. 1. 25. p. 85. fig.\nAtractylis Theophrasti & Dioscor. sanguineo succo Col. 19. fig. 23.\nMr. Ray has given a large Description of this Thistle p. 304. from the accurate Columna, and it is remarkable for its bloody Juice.\nIts said to have the same Vertues with the Carduus Benedictus\nGrows in France, Spain and Italy as also about Geneva in Path-ways and Borders of Fields.\n\n16. Cobweb Distaff-Thistle.\nAtractylis ramulis araneosis.\nan Chameleon niger verus Park?\nThis differs from the Distaff-Thistle in having its upper Stalks woolly like Cobwebs. It was many Years since raised in Mr. Charles Dubois his Garden at Mitcham, from Seed I gave him brought me by Mr. Samuel Daniel, Surgeon, from the Island Coos.\n\n17. Clusius his Salamanca Weltered Thistle, Ray 315.\nAcarna major caule folioso C B. 379. 6. Park. 966. f 6.\nAcarna similis fl. purp. Chameleon Salmant Clus. I. B. 3. 1. 25. p. 91 fig. Chabr. 155. Ic 6.\nChameleon Salmaniticensis Clus. Hist. 155. f. 1. Jonst. 1160. fig. 2.\nClusius first observed this about Salamanca in Spain; it hath since been found in Languedoc and other places.\n\n18. Theophrastus his Fish Thistle Ray 315.4. Dale Suppl. 74.4.\nAcarna Theophrasti Ger. 1012. fig 7 Jonst. 1175.f.7.\nAcarna di Theophrasto Imperati 669. fig. opt.\nAcarna major caule non folioso C.B. 273.7. Park 966. f.7.\nAcarna Theophr. Imperati Ilvensis f. Italica Barrel. 912. Ic. 1211.\nAcarna similis, Carduus polyacanthus Chabr. 356. Ic. 2.\nPolyacanthus Causabona Acarna similis l.B. 3. l. 25 p. 92. fig.\n\nImperatus his Figure, which Barrelier has copied, very well represents this elegant Thistle. Chabr & l.B. are also better than Lobel's, which Park and most others have followed.\n\nGrows on the Hills, North of Rio near the Iron Mines in the Island of Ilva.\n\n19. Dwarf Narbone Artichoke. Ray 329.29.\nCentaurium majus incanum humile, cap. Pini. El. Bot. 355. Instit. 449.\nChameleon non aculeatus Lob. Ic. p. 2.p. 7. Ad. 367. fig.\nJacea montana incana Pini capite C.B. 272.\n-humilis mont. cap. Pino simili C.B. phyt. 531.13.\nJacea pumila Narbonensis Park. 475. fig.6.\nJacea mont. capite magno Stroboli I.B. 3. l. 25. p. 30. fig. Chabr. 343. Ic. 3.\nStoebe Pinca amplo capite Barrel. 970. Ic. opt. 138.\n\nSome of the bottom Leaves of this are whole, which are not express in any Figure yet extant. I have received very fair Specimens of this elegant Plant from that Accurate Botanist Dr. John Salvadore at Barcelona. It Grows plentifully about Narbone and Montpelier, where it Flowers in June, as it did this Summer in Chelsea Garden.\n20. Cobweb-headed Yellow Portugal Knapweed Ray Vol. 3. p. 204. 28.\n\nCarduus Lusitan. canescens, alato caule, capite lanuginoso El. Bot. 350. Insf. 441.\n\nJacea Lusit. canescens alato caule, capite spinoso & lanuginoso Ray Vol. 3. p. 204. pl. 28.\n\nIts Root-Leaves like Scabious, but on the Stalk whole and narrow, its Head woolly like a Cobweb, beset with long Thorns in the midst of which comes a yellow Flower. Raised this Summer in Chelsea Garden.\n\n21. Succory leaved, Yellow Oriental Knap-weed.\n\nJacea lutea Oriental. capite spinis simplicibus armato.\n\nThe lower Leaves are lobated like the Stabe Salam. Clus. but on the Stalks they are plain and narrow. At the Top grow specious yellow Flowers like the Sultan, of that Colour, set in scaly Heads, each ending in a single longish Prickle.\n\nI have as yet seen this only with Mr. Fairchild at Hoxton, raised from Seed which Dr. Sherard sent to Mr. Stonestreet.\n\n22. Purple Knapweed with black edged Scales. Ray 322. 21.\n\nJacea carnea, marginibus squamarum nigris Nobis.\n\nJacea humilis, Hieracii folio Park. 471. 5.H. Lugd.1193.fig.\n\nJacea humilis alba, Hieracii folio C.B.271. 2. phyt. 530.\n\n23.\n\nJacea pumila Ad. 235. fig. pumila serpens acaulis ferme Lob. Ic. 542. 2.\n\nJacea Monspeliaca cui in squamis fibrae nigrae, interdum acaulis I.B. 2. l. 25.p. 29. Chabr. 343. Ic. 1.\n\nLobel first observed this at Montpelier, where it is more commonly found with a white Flower than a purple. Mr. Fezreel Jones gathered it about Lisbon, a very fair Specimen of which Monsieur Vaillant sent me from Paris.\n\n24. Austrian and Spanish Stabe Ray. 324. 4.\n\nStabe Gallica & Austriaca elatior Cluf. l. 4. p. 100.\nStæbe Austriaca elatior Park. 476.\nStæbe major calyculis non splendentibus C. B. 273. 3.\nStæbe Salmantica alterius, altera species Clus. Hisp. 362\nCentaurium majus in Muris Gesn. Hort. 252.\n- - species tenuifolia Chabr. 345. Ic. 6. I. B. 3. l. 25. p.\n31. fig.\nJacea alba Lugd. 1192. Ic. 2.\nJacea Stæbe dicta 4. C. B. phyt. 532. 19.\nJacea non spinosa, fol. magis divisis elatior, capitulis mino-\nribus non splendentibus Bob. Oxon 140. 15.\nIts lower Leaves small and deeply cut, its Flowers purple\nlike the Common, with small half star'd hairy Scales.\nMonsr. Riqueur sent me the Seed of this from Madrid,\nwhich Flowred in Chelsea Garden this Autumn.\n24. Pona's Pine-leaved Candy Knapweed.\nChamaepuce Pr. Alpin Exot. 16. fig. ex sententia G. Sherard.\nChamaepitys Berthiolo.\nChamaepitys fruticosa Cretica Belli.\nJacea fruticans Pini folio C. B. 271. 3. Pluk. Tab. 94 fig 3.\nJacea Cretica frutescens, Elychris folio, fl. magno purpu-\nrascente T. Coral. 32.\nStæbe Rorismarini folio Jonst. 731. fig. 4.\nStæbe capitata Rorismarini folio Pona 329. fig. Chabr. 344.\nIc. 4. I. B. 3. l. 25. p. 36. fig.\nStæbe capit. overo Chamapino fruticoso di Candia Ponæ\nItal. 75. fig.\nStæbe Cretica fruticans, Picea aut potius Pini angustis foliis\ncrebrius stipatis Bob. Oxon. 137. 8. Ray 3. p. 204. 29.\nThis is not the Cyanus arborescens longifolia Pr. Alp.\nExot. p. 30. as Parkinson and some others assert.\nDr. Plukenet's Figure (which he took from Sir George\nWheeler's Specimen) very well agrees with the Pattern\nwhich Dr. Sherard sent me from Smyrna A.D. 1705. Prosper\nAlpinus's also is well cut. Pona's amongst those of\nMount\nMount Baldus was taken from a Garden Plant, but that in the Italian Edition from a Native.\n\nThis elegant Plant I have only seen with Mr. Fairchild at Hoxton, raised from the Seed which Dr. Sherard lent to the Reverend Mr. Stonestreet.\n\n25. Ash-leaved Scabious Ray Vol. 3. p. 236. pl. 30.\nScabiosa Fraxinella folio Institut. Rei Herbar. 666.\n\nThis is a specious Plant and grows in Chelsea Garden near two Foot high, its lower Leaves are much deeper dented than the Fraxinella, and more resembles our Manna Ash. It Flowers in July and August.\n\nUmbelliferous Plants, &c.\n\n26. Arch-Angelica Ray 434. 3. Bob. H. Oxon. 281. 5.\nArchangelica Clus. 114. ic. Pan. 694. Chabr. 400. ic. 6. Dod. 318. fig. Jonst. 1000. fig. 3. Park. 940. fig. 4. I. B. 3. l.\n27. p. 143. fig.\nAngelica Caesalp. 307. c. 48.\nAngelica sylv. montana C. B. 156. 5. phyt. 273. 4. Moriss. Umb. 9. pl. 3.\nAngelica mont. maxima; flosculis candicantibus, ad cau-\nlium nodos umbellifera Pluk. Tab. 134. fig. opt. 1. Alm.\nBot. 30.\nImperatoria Archangelica dicta El. Bot. 267. Inst. 317.\nGrows on the Alps and other Mountains.\n\n27. Round Parsley Ray 462. c. 18. 1. H. Ox. B. 293. 13,\nAptum peregrinum foliis subrotundis C. B. 153. 9. Prodri.\n81. fig phyt. 269. 7:\nDaucus 3. Diosc. 2. Plinii Col. 109, fig.\nSelinum montanum Offic. Dale Suppl. 103. 2.\nSelinum peregrinum Clus. 199. c. 21. Hisp. 431.\n\nSelinum\nSelinum sive Apium peregrinum Clus Park. 929. fig.\n\nSaxifraga 3 Casalp. 315.\n\nVifnaga minor quorundam, Selinum peregrinum Clus. semi-ne hirtuto l. B. 3. l. 27. p 94. fig. Chabr. 396. Ic. 2.\n\nClusius observed this about Salamanca in Spain; Columna in Italy, and Mr. Ray in the Hedges about Messina in Sicily.\n\n28. Geneva Laserwort. Ray 427. 5. Bob. H. Oxon.\n\n321. 6.\n\nLaserpitium fol latioribus lobatis Moris. Umb. 29.\n\n- - - majus Almageft. Botan. 207.\n\nLibanotis latifolia altera C. B. Phys. 277. 3.\n\n- - - sive vulgatior C B. pin. 557. 2.\n\nLibanotis Theophrasti Lob. Ic. 704. 1. Belg. 857. Obf. 402.\n\nLibanotis Theophr major Jonst. 1010. Ic. 1.\n\nSeseli Æthiopicum Herba Dod. 313 Fig.\n\nThis Grow plentifully on the Hills about Geneva.\n\n29. Great black Master-wort Ray 475. 1.\n\nAstrantia Clus. 194. fig. major Moris. Umbell. 7. & maj. coronâ florî purpureacente Instit. Rei Herbar. 314.\n\nAstrantia nigra Ger. 828 Ic. Jonst. 978. fig Lob. Ic. 681 2. Belg. 829. Obf. 388.\n\nAstrantia nigra major Bob. H. Oxon. 279. 1.\n\nHelleborus niger Sanicule folio major C. B. 186. 5. phys.\n\n340. 4.\n\nImperatoria nigra Tab.Hist.300.fig. 1. Sanicula foem. Ic. 831.\n\nRanunculoides Sanicule folio major Alm. Botan. 198.\n\nSanicula foemina Fuchsi 670. fig\n\n- - quibusdam aliis Elleborus niger I.B 3. l. 34. p. 638 fig.\n\nVeratrum nigrum Diosc. Dod. 38. fig.\n\nI have seen the Tops of this mixt with some vulnerary Herbs from Germany.\n\nIt Grows on the Alps and the Hills about Geneva.\n\n30. Shrub Hartwort. Ray 476. c. 5.\n\nSeseli Æthiopicum Offic. Dale supl. 101. 45. Lob. Ic. 634. 1. Ad. 284. Belg. 771. fig.\n\nSeseli\nSefeli Æthiopicum frutex Bob. H. Ox. 298. c. 27. Dod. 312:\nfig. Ger. 1233. Ic. Jonst. 1421. Ic. Park. 907. fig. 14.\nSefeli Æthiopicum fruticosum, folio Periclymeni Chabr.\n406. Ic. 4. I. B. 3. l. 27. p. 197. fig.\nSefeli Æthiopicum Salicis folio C. B. 161. 7.\nHerbariorum C. B. phyt. 286. fig.\nBupleurum arborescens Salicis folio E. B. 260. Inst. 310.\nThis Grows on the Sea-Coast at Marseilles and about Montpelier.\n\n31. Great Turnsole Ray 501.\nHeliotropium Dod 70. fig.\nHeliotropium majus Diosc. C. B. 253. 1. phyt. 487. 1.\nHeliotropium majus G. 264. Ic. 1. Jonst. 334. Ic. 1. Park.\n438. f. 1.\nHeliotropium majus fl. albo I. B. 3. l. 33. p. 60. fig.\nHeliotropium, Herba Cancri Chabr. 521. Ic. 1.\nHeliotropium majus & Herba Cancri Lob. Ic. 260. 2. Belg.\n313. Obs. 132. Ic.\nGrows wild in many Places of France, Italy, Germany, &c.\n\n32. Galen's Horehound Ray 557. 9.\nAlyssum Galeni Clus. 35. fig. Hisp. 387. Dod. 88. Park. 590.\nf. 4.\nAlyssum Galeni Ger. 379. fig. Jonst. 465. Ic. 1.\nAlyssum Galeni Clusi & Herbariorum Lob. Ic. 524. 1. Belg.\n620. Obs. 283.\nAlyssum verticillatum, foliis profundè incisis C. B. 232.\nMarrubium album, fol. profundius incisis, fl. caeruleo Bob.\nOx 377. 12. Sect. xi. Tab x. fig.\nMarrubium Hilpan. lupinum, calyce stellato & aculeato E. B.\n61. Inst. 192.\nDr. Salvadore hath sent me this from Barcelona: It grows also about Madrid and other parts of Spain.\n\n33. Galen's Horehound with more deep cut Leaves.\nAlyssum Galeni foliis altius incisis Nobis.\nLike the Common, but the Leaves much deeper cut, and stand\nstand on longer footstalks. Both these I have observed in Chelsea Garden.\n\n34. Spanish Silver Horehound.\nMarrubium Hisp. supinum, fol. sericeis argenteis E.B. 161.\nInst. 192.\n\nMarrubium album Hispan. majus Barrel. 263. Ic. 686.\nThis was raised in Chelsea Garden from Seed which Monsieur Ricqueur sent me from Madrid, and the Plant is very well exprest in Barrelier's Icons.\n\n35. Anguillara's Horehound Ray 3. p. 303. ii. & 304. 8.\nPseudo-Dictamnus Hisp Scrophulariae folio. E.B. 157. Inst. 188.\nGaleopsis Anguillarae 278. sive Pseudo-Dictamnum nigrum Siculum Boc. Mus. 151. Tab. 114.\nDr. Laurence Heister Professor of Anatomy at Altorf sent me formerly a Specimen of this, amongst divers curious Plants he had gathered in the Physick-Gardens at Amsterdam and Leyden.\n\nDr. Herman's Figure very accurately agrees with this Plant.\n\nMarrubium album rotundifolium Hispanicum maximum\nSchol. Bot. 60. Parad. Batav. 201. fig. opt.\n\n36. Herman's Cupt Hore-hound Ray 3. p. 303. 10.\nMarrubium Dictamni spurii foliis & facie Parad. Bat. 200. fig.\n\nPseudo-Dictamnus Hisp. folio rugosiore Schol. Bot. 61. Bob. Oxon. 380. 4.\nPseudodictamnus Hisp. fol. crispis & rugosis E.B. 157.\nInst. 188.\nPseudo-Dictamnus nigro rotundo crispo folio Bocce. Mus. 152. Tab. 1.\nThis chiefly differs from the Common in having thinner and larger Flower-cups; its Leaves more pointed and somewhat dented.\n\n37. Common Cupt Horehound Ray 557. xi.\nPseudo-Dictamnus Park. 28. fig. 2.\nPseudo-Dictamnus verticillatus inodorus C.B. 222. 2. phyt. 424 2.\nPseudodictamnus fol. non crenatis, verticillatus inodorus.\nBob. H. Ox. 379. 1.\n\nPseudodictamnum Cam. Epit. 474 fig. opt Dod. 281. fig.\nGer. 651. f. 2. Jonst. 795. f. 1.\n\nPseudodictamnum floribus verticillatis Lob. 502. Ic. 2. Belg.\n592. Obs. 267. fig.\n\nThis is known from the last, in having smaller Cups,\nplain and rounder Leaves on very woolly Stalks.\n\n38. Broad Phlome, Yellow or French Sage, Ray 511. 13.\n\nPhlomis fruticosa, Salvia folio latiore & rotundiore Instit.\n177.\n\nSalvia frut. lutea, latifolia, sive Verbascum sylv. &c. Park.\n52. fig xi.\n\nVerbascum latis Salviæ foliis C. B. 240. 1. phyt.\n455. 1.\n\nVerbascum sylv. Matth. Cluf. 28. fig. 1.\n\nVerbascum 4 Matth. Lob. Ic. 56. B. 661. Obs. 302.\n\nThe French call this Plant, Sauge Sauvage or Wild Sage.\n\nIt Grows plentifully on Sierra morena or the black mountain\nsupposed the Mons Marianus of the Antients, situate between Portugal and Andalusia, where the Natives call this\nPlant Matulera. My worthy Friend Mr. Charles du Bois\ntells me the Country People about Mitcham use this as a\ncertain Remedy in the Quinsey.\n\n39. Narrow Phlome.\n\nPhlomis fruticosa, Salvia folio longiore & angustiore Instit.\n177.\n\nThe Leaves of this are very like Common Sage, but\npaler above and whiter underneath, and much lesser than\nthe last and narrower. That accurate Botanist Dr. Salvatore hath sent me this from Barcelona.\n\n40. Aleppo Phlome.\n\nPseudo-Salvia Chalepenis ampliore folio cordiformi Bobart.\nH. Ox. 397. 2. Sett. xi. Tab. 16. fig.\n\nThese.\nThese Leaves differ from the Broad Phlome in being thicker, more rugged and cordated at the Footstalk: I am obliged to Mr. Jacob Bobart for the first Knowledge of this Plant, which I have since observed with Mr. Thomas Fairchild at Hoxton.\n\n41. Samos Phlome.\nPhlomis Samia Lunaria folio, Boer p. 62.\nPhlomis Samia Herbacea, folio Lunaria T. Coral. 10.\n\nThe Flowers pale, buff or whitish, the inside or lower Lip punctured or shaded with brown, the Bottoms of each Calyx are guarded with two or three long slender Thorns; its Root or lower Leaves, in Shape, resemble Garden Honesty, but are stiffer, and underneath soft and whitish.\n\nI have as yet observed this Plant only in Chelsea Garden where it Flowered in July.\n\n42. True Old Time Ray 519. 3. c. 7. Lecan 43. p. 80.\nThymus Capitatus qui Dioscoridis C.B. 219. 3. phyt. 414. 3.\nThymum legitimum Clus. 357. fig. opt.\nThymum legitimum capitatum Park. 7. fig. 1.\nThymum Creticum Jonst. 574. fig. 3. opt.\nThymum Cret. f. Antiquorum I. B. 3. l. 28. p. 262.\n\nThis fragrant Time of the Antients I first received from Coos; it grows also about Sevill and Cales.\n\n43. Broad Candy Savory, Ray 519. 4.\nSatureia Cretica C. B. 218. 4. phyt. 413. 4. Jonst. 576. f. 4.\nSatureia Cretica Jonst. 576. f. 4. latiore folio Bob. H. Ox. 412. 6.\nThymbra legitima Clus. 358. fig. 1. opt.\nThymbra legitima Dioscoridis Ponaæ 104.\nThymbra f. Satureia Cretica legitima Park. 5. fig. 4.\nThymum Creticum Ponaæ verticillatum Barreli. 278. Ic. 898.\nTragoriganum Clusi Ger. 543. fig.\n\nIt's distinguish'd by its broad Time leaves and close Whorles.\n44. Black rough Goat Succory Ray 523. 3. Lecan. 37. p. 77.\nTragoriganum P. Alp. 78. fig. c. 36. Dod.\nTragoriganum Creticum C. B. 223. 4. Park. 17. fig. 1.\nTragoriganum Cretense Jonst. 668. Ic. 3.\nTragoriganum 2 altera species Clus. 355. fig. 3.\nAlpinus and Clusius his Figures, which are both Originals, very well agree with this Plant, which Jacob Bobart not long since sent me a Sample of, and has much narrower and smaller Leaves than the broad Candy Savory.\n\n45. Narrow-leaved Goat-Savory Ray 523. 1. Lecan\n36. p. 76.\nTragoriganum Ger. 543. fig. 1.\nTragoriganum Clus. Jonst. 668. fig. 2.\nTragoriganum alterum Clus. 355. fig. 2. Hisp. 240. fig. Dod. 286.\nTragoriganum angustifolium C. B. 223. 3.\n-- 2. C. B. phyt. 422. x. fl. albo Clus. Lob. Obs. 264. fig. Ic. 494. 1.\nTragoriganum Hispanicum Park. 17. f. 3.\nTragoriganum tenuioribus folijs fl. candido Chabr. 421.\nIc. 4. I. B. 3. l. 28. p. 261. fig.\nSideritis Hispanica erecta fol. angustiore E, B. 160. Inst. 191.\nMons. Ricqueur sent me the Seed of this elegant Plant from Madrid, which Flowred with us in Chelsea Garden.\n\n46. Sage Iron-wort, Ray 566. 17.\nSideritis marina Salvifolia nostra Donati 84.\nSideritis Heraclea Dioscoridis, sive marina Salvifolia nostra Donato Park. 1681. fig. 16.\nBetonica maritima, flore. ex luteo pallescente Inst. 203.\nDr. Magnol found this on the Stoney Sea Shores in Languedoc: and Dr. Salvadore hath sent it me from Barcelona: It much resembles the Sideritis glabra arvensis Chabr. 473. Ic. 1. but has yellowish Flowers and softer Leaves. It flows with us in June and July.\n\nN. B. The Rest will be incerted in the next Transactions.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103053.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26702,
    "total-output-tokens": 10042,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1192,
        2
      ],
      [
        1192,
        2749,
        3
      ],
      [
        2749,
        4499,
        4
      ],
      [
        4499,
        5989,
        5
      ],
      [
        5989,
        7432,
        6
      ],
      [
        7432,
        8921,
        7
      ],
      [
        8921,
        10468,
        8
      ],
      [
        10468,
        12115,
        9
      ],
      [
        12115,
        13721,
        10
      ],
      [
        13721,
        15084,
        11
      ],
      [
        15084,
        16676,
        12
      ],
      [
        16676,
        18209,
        13
      ],
      [
        18209,
        19719,
        14
      ],
      [
        19719,
        21208,
        15
      ],
      [
        21208,
        22776,
        16
      ],
      [
        22776,
        24397,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103053",
    "title": "Botanicum Hortense IV. Giving an Account of Divers Rare Plants, Observed the Last Summer A. D. 1714. in Several Curious Gardens about London, and Particularly the Society of Apothecaries Physick-Garden at Chelsea. by James Petiver, F. R. S.",
    "authors": "James Petiver",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/103053"
  }
}