{
  "id": "f3d4d2752e2c37bfe29f9335d2ac96ca39a05f9a",
  "text": "X. A new Method of deducing a first Approximation to the Orbit of a Comet from three Geocentric Observations. By James Ivory, A. M. Communicated by Henry Brougham, Esq. F. R. S.\n\nRead February 17, 1814.\n\nComets are distinguished from the planets not only by the peculiarities that immediately strike the eye, but likewise by the circumstances attending their motion in the heavens. All the planets move round the sun in orbits nearly circular; they never deviate far from the ecliptic on either side; and they move in a manner not extremely irregular, and in one direction, according to the order of the signs in the zodiac. Comets, on the contrary, when they first come into view, assume gradually greater degrees of brightness, which they again lose by like gradations, and then disappear; thus seeming to visit the neighbourhood of the sun for a short time only, after which they retire into the immensity of space: they are seen in all quarters of the heavens: and their motion is exceedingly various and irregular; confined to no direction; sometimes greatly curved, and often hardly distinguishable from a rectilineal course. If, to phenomena so dissimilar, we add the prejudice which almost universally prevailed, that comets have only a temporary existence, and are produced by occasional causes, we shall not perhaps have much reason to be surprised that the true account of those bodies, which represents them as forming a part of the same system with the planets, eluded the sagacity of Kepler, to whom we are\n\nMDCCCXIV.\nindebted for the first accurate knowledge of the laws of the planetary motions. This step in our knowledge of the universe was reserved for Sir Isaac Newton. The principal and leading discovery of that great philosopher consisted in generalizing the laws of Kepler; in proving that they are necessary consequences of a more general fact, namely, that all the planets are continually deflected from a rectilineal motion towards the sun in the inverse proportion of the squares of their distances from that body. He demonstrated that the motions of such a system of bodies must be performed in the conic sections, having the sun in the focus, the species of the curve depending upon the proportion of the rectilineal velocity to the quantity of the deflection towards the common centre. This theory comprehends an infinite variety of motions, all flowing from one common principle; and the ellipse alone, by the changes of form which it undergoes according to the degrees of its eccentricity, seems, at one extreme, when it is greatly elongated, as well adapted to account for the phenomena of the comets, as it is, at the other extreme, when it differs little from a circle, to represent the motions of the planets.\n\nTo try if this theory will account for the actual appearances, it is necessary to determine, by means of terrestrial observations, the magnitude and position of the curve in which a comet moves round the sun. Having selected as many observed places of a comet as are necessary for this purpose, the remaining observations will serve as so many tests of the accuracy of the theory. When a comet appears for the first time, it is, indeed, hardly possible to determine its orbit with exactness. The very eccentric ellipses in which those bodies move, allow them to be seen only when they are near the sun; and in this\nsituation, the nicest observations do not enable us to distinguish the real orbit from the parabola with which it intimately coincides. It is only after one or more reappearances of the same comet, that we can hope to discover the period of its revolution round the sun, and the mean distance of the ellipse in which its motions are really performed: unless indeed a rare instance may sometimes occur, in which the length of time a comet continues visible, and a great number of observations extending over a considerable portion of the orbit, may mark so great deviations from a parabolic motion as to lead to a tolerably exact estimation of the elliptic elements. For a single appearance we must be content with supposing the orbit to be a parabola; a supposition which, if it be not rigorously true, serves important purposes in astronomy: it proves that the comets move round the sun by the same laws as the planets; and it enables us to discover the identity of a comet with one already observed, when we find that they agree in having the same parabolic elements.\n\nThree geocentric observations of the longitude and latitude of a comet are sufficient for determining the parabola which it describes. The problem is one of great difficulty. The apparent motion of a comet is the combined effect of its own motion and of that of the earth; it is therefore extremely irregular and intricate; and on this account it is difficult to deduce the heliocentric positions from observations made on the earth's surface. We can observe the planets at all times and in all situations; and with regard to them we can thus select those positions where the heliocentric places are found immediately from observation, without any perplexed calculations; but we are deprived of this expedient in the case of the comets,\nwhich continue visible for a short time only, and in a small part of their orbit.\n\nIn order to evade the difficulties attending a direct consideration of the problem, and to obtain an approximate solution at least, Sir Isaac Newton proposed to take a small portion of the orbit for a straight line described with a uniform motion. On this supposition the projections of the comet on the plane of the ecliptic will lie in one straight line as well as the real places in the heavens; and the several parts of both lines will have the same proportions as the intervals of time between the observations: so that in order to find the projection of a comet's trajectory on the plane of the ecliptic, we have only to draw a straight line which shall cut the several straight lines whose positions are determined by the observed longitudes in such a manner that the intercepted segments shall have given proportions. With three observations only this problem is indeterminate, or admits of innumerable solutions: for, let AP, BE, CQ, (fig. 1. Pl. IV.) drawn in the plane of the ecliptic, represent the directions in which the comet is seen from the earth at the three observations; then, having assumed any point at pleasure, as E, in one of those lines,* we can draw, through that point, a straight line PQ to terminate in the other two lines AP and CQ, so that PE and EQ shall have the same proportion as the intervals of time between the observations. When four observations are employed, the problem, generally speaking, is determinate, and is easily solved.†\n\n* Prin. Math. Lib. 3, Lem. 7.\n† Arith. Univ. Prob. 52. Prin. Math. Lib. 1, Lem. 27 Cor. Tho. Simpson's Elem. Geom. 3d edit. p. 353. Dav. Greg. Astr. Phys. et Geo. Elem. Lib. 5, Prop. 11. Edin. Tran. Vol. III.\nIf we reflect on the suppositions made by Newton for simplifying the method of finding a comet's trajectory, it must be admitted that they seem judicious, and that they are founded in fact. In the usual circumstances in which terrestrial observations are made, there is no doubt that the real path of a comet, for a short time at least, differs little from a straight line, and that the motion is nearly uniform. Yet the problem grounded on these suppositions, although it has been often applied, has never, in any instance, led to a satisfactory determination of a comet's orbit. The reason of this was first noticed by Boscovich, who shewed that in the actual state of the data, owing to the earth and the comet being both in motion, the problem is as indeterminate when four observations are employed, as we have already remarked that it is in the case of three observations only.\n\nIn order to explain what has just been said, it must be observed that, for a short time, the earth as well as a comet, may be supposed to move in a straight line with a uniform velocity. If we draw a tangent to that point of the earth's orbit which the planet would occupy at the middle instant between the two extreme observations, the supposition of a uniform motion in the tangent will not much displace the earth from its real positions, and will produce but little alteration in the apparent places of a comet. Suppose then that the earth moves with a uniform motion in the straight line AD, (fig. 2. Pl. IV.) so that the parts AB, BC, CD, are proportional to the intervals of time between four observations of a comet: also let the four observed places of the comet in the ecliptic be represented by the points P, E, F and Q lying in one straight line of which the parts PE, EF, FQ, are proportional to the same intervals of time, and\nconsequently to the segments AB, EC, CD: then the lines AP, BE, CF, DQ, or the directions in which the comet is seen from the earth, will be given by position on account of the observed longitudes. Draw DM parallel to AP, and PM parallel to AD, and join QM: now if we assume any point whatever in the line AP, as \\( p \\); and draw \\( pm \\) parallel to PM, and \\( mq \\) parallel to MQ; then, the line \\( pq \\) being drawn, it will be cut by the lines BE and CF into segments having the same proportions as the segments of the lines AD and PQ. To demonstrate this: draw BH and CG parallel to AP and DM, and let those lines meet PM in H, G, and \\( pm \\) in \\( h, g \\): join HE, GF; and because the segments of PM are equal to the segments of AD, they will be proportional to the segments of PQ (hyp.); therefore (E. 2. VI.) HE and GF will be parallel to MQ and \\( mq \\): draw \\( he \\) and \\( gf \\) parallel to HE and GF; and consequently (E. 2. VI.) \\( pq \\) will be cut in \\( e \\) and \\( f \\) in the same proportion as AD is cut in B and C, and PQ in H and G: and I say that BE will cut \\( pq \\) in \\( e \\), and CF will cut it in \\( f \\). For on account of the parallel lines, and because \\( PM = pm \\), \\( PG = pg \\), \\( PH = ph \\), therefore\n\n\\[\nQM : HE :: qm : he \\\\\nQM : GF :: qm : gf\n\\]\n\nand, by alternation,\n\n\\[\nQM : qm :: HE : he \\\\\nQM : qm :: GF : gf\n\\]\n\nbut, on account of the similar triangles QDM, qdm,\n\n\\[\nQM : qm :: MD : mD\n\\]\n\ntherefore, because \\( MD = GC = BH \\), and \\( mD = Cg = Bh \\),\n\n\\[\nBH : Bh :: HE : he \\\\\nCG : Cg :: GF : gf\n\\]\nconsequently BE will cut \\(pq\\) in \\(e\\), and CF will cut it in \\(f\\). Thus it is proved that innumerable lines may be drawn that will all be cut by the four lines AP, BE, CF, DQ into segments having the same proportions as the intervals of time between four observations of a comet. The problem is therefore not more determinate with four, or even a greater number of, observations, than it is with three: and it is totally unfit for finding the lengths of the lines AP, BE, CF, DQ, or the comet’s distances from the earth. The shorter we make the intervals of time between the observations, and the more exactly the suppositions made by Sir Isaac Newton are fulfilled, the less fitted is the problem to answer the purposes of astronomy, because it approaches more nearly to the conditions which make it indeterminate.*\n\nBesides the method of which we have hitherto been speaking, Sir Isaac Newton likewise gave another very able solution of the problem,\\(\\dagger\\) which however is too tedious and laborious in practice to fulfil the wishes of astronomers, and it is now disused. Dr. Halley, who studied the astronomy of comets with much diligence, has nowhere explained the method he followed in determining their orbits. Since his time this problem has not been much discussed in England; but it is the subject of a great number of researches scattered in the academical collections of the learned societies on the continent. All the resources of the modern mathematics have been directed to overcome the peculiar difficulties of this intricate investigation. Yet it must be confessed that practical astronomy has not reaped so much benefit as might justly\n\n* Vide a Memoir by Professor Playfair in the 3d Vol. of the Edin. Trans.\n† Prin. Math. Lib. 3, Prop. 41.\nhave been expected from the labours of so many eminent men. In most of the solutions that have been proposed we find certain coefficients which are not only extremely small when reduced into numbers, but they likewise suffer great alterations in their relative magnitudes when small changes, within the limits of the probable errors, are made in the quantities furnished by observation. In such circumstances the results obtained are often wide of the truth, and in no case can entire dependence be had on their accuracy. The fact is that the solutions here spoken of, are uncertain and useless in practice for the very same reason as the one already mentioned, which supposes the orbit to be rectilineal, and proposes to deduce it from four observations. Nor is this to be wondered at. We have already shewn that it is not any inaccuracy in the suppositions made by Sir Isaac Newton, which renders his first method insufficient and of no use in practical astronomy; nor is this owing to any defectiveness in the geometrical construction; it arises from his having overlooked that connection between the motion of the earth and the motion of the comet, which makes the data approach so near the indeterminate case of the problem that the conclusion becomes quite uncertain. We fall upon the indeterminate case when we suppose both the earth and the comet to move in straight lines with uniform velocities; and the very same hypothesis will be found to make the small coefficients alluded to, accurately evanescent.*\n\nThe inconvenience is inherent in the quantities obtained by\n\n* The small coefficients here mentioned, are exactly evanescent when all the three observed places of a comet are in one great circle of the heavens: but it is easy to prove that if two celestial bodies be supposed to move uniformly in straight lines, one of them will be seen from the other to describe constantly the same great circle.\nobservation, and it cannot be entirely obviated merely by pursuing new methods of solution, nor by pushing calculation to greater degrees of exactness. The problem cannot be justly and usefully solved, unless such coefficients are excluded, and the result is obtained by means of quantities on which the errors of observation have no more influence than they ought to have.\n\nThere are however some solutions of this problem to which the preceding observations must not be applied. Of this kind is the method of M. Boscovich; that of the celebrated Laplace;* and those which Legendre has more lately published:† all of which have been found useful in practical astronomy. The method of Boscovich owes its utility as an approximation to the circumstance of introducing the velocity in the orbit as a principal condition: for that velocity depending upon the proportion of the distances of the earth and the comet from the sun, limits the other conditions, and places the orbit in its proper situation. The same thing may be said of the methods of Laplace and Legendre: and, in general, we may affirm that no solution of this problem can be free from the imperfections we have pointed out, in which the velocity in the orbit, or some equivalent property, does not enter as a principal condition.\n\nIn order to place what has been said in a clearer light, it is to be observed that three complete observations of a celestial body are sufficient for determining the species, the magnitude, and the position of the curve in which it moves round the sun. On this account there is a superfluity of conditions when we\n\n* Méc. Céleste, Tom. 1. Liv. 2, chap. 4.\n† Nouvelles Méthodes pour la Détermination des Orbites des Comètes, 18c6.\nsuppose the orbit to be a parabola: because, in this case, the velocity in the orbit furnishes an equation without introducing any new unknown quantity. Thus it happens, that in the problem of the comets there is one equation more than there are quantities sought: and by combining those equations in different ways, various solutions of the problem may be obtained. But it ought likewise to be observed, that if we set aside the equation derived from the nature of the orbit, the remaining ones, in the actual state of the data, will nearly coincide with what would result from the hypothesis of a uniform motion in a straight line: and although, theoretically speaking, we can solve the problem by means of those equations, yet we shall thus infallibly introduce coefficients that are small and ill defined, and unfit for any practical purpose. It is therefore necessary to include the velocity in the orbit, or some equivalent property, if we wish to obtain a solution useful in practical astronomy: and even when this mode of solution is adopted, it is still necessary to examine with care the quantities introduced by combining the other conditions, in order to exclude the faulty coefficients we have been speaking of.\n\nIt is of the greater consequence to discuss the peculiarities of this problem, because the observations of comets are susceptible of little accuracy even with the best instruments and the greatest care, on account of the haze, or coma, with which those bodies are generally surrounded. Every solution of a physical problem which is deduced from quantities that are of the same order as the unavoidable errors in the data furnished by observation, can plainly be of no practical utility; and it is in this predicament that those coefficients stand, which would\nvanish exactly on the supposition that the earth and a comet moved, for a short time, with uniform velocities in straight lines.\n\nOn the whole it appears from what has been said, that the same circumstance to which is owing the failure of Sir Isaac Newton's first method of finding a comet's trajectory, has produced like effects in many of the later solutions of this problem. This is indeed no more than what was to be expected: and it must excite surprise that more attention was not paid to the peculiarities of this investigation, after Boscovich had fully developed the solution of Newton, and shown the cause of its want of success.\n\nThe English astronomer will find the methods of Boscovich and Laplace, properly illustrated by examples of all the computations, in a work published in 1793, by Sir Henry Englefield: in which the author has judiciously selected all that is practically useful from the numerous writings on this subject at that time before the public.\n\nThe method of Laplace would be rigorous, were it possible to find exactly the numerical quantities that enter into his formulas. These are the first and second differential coefficients of the longitude and latitude considered as functions of the time; the values of which we can do nothing more than determine nearly by interpolating the observed places of a comet. With three observations only, the quantities thus found cannot be expected to have much accuracy, more especially if the motion in longitude, or latitude, be quick and irregular, as often happens: and when a greater number of observations is employed, there arises a new cause of inaccuracy in the arithmetical operations necessary for interpolating, which augment\nthe errors of observation, always considerable of themselves in the case of the comets. These remarks, which are certainly just, are made by Legendre in his memoir on this problem, published in 1806. That geometer therefore thinks it preferable to deduce the orbit immediately from the observed places of a comet: and we agree with his opinion, that the observations will be better represented this way, than by employing the method of Laplace. With regard to the solutions of the problem which Legendre himself has given, it will be admitted that they approximate sufficiently near to the elements of the orbit, to answer all the purposes of practical astronomy; but his formulas are complicated; and the number of equations which it is necessary to form and to solve, seems to render his methods ill adapted for general use. It is the object of this paper to give a new solution of this problem, which, while it does not yield to any of the known methods in accuracy of result, I judge, will be found as commodious in practice as the nature of such a calculation can well admit.\n\n1. Let the coordinates that determine the position of a comet with regard to the ecliptic, and a straight line drawn through the first point of Aries, (which point is supposed to be immoveable) be represented by $x, y, z$; of which the last is perpendicular to the plane of the ecliptic, and the other two have their origin in the sun's centre: and likewise let the comet's distance from the sun, or the radius vector of the orbit, be represented by $r$. Farther, supposing the mean distance of the earth's orbit to be unit, put $m$ for the length of the circular arc of the mean motion described in a second of time; then $\\frac{m^2}{2}$, the versed-sine of that arc, will be the space\nthrough which the earth descends towards the sun in a second of time; and \\( m^2 \\) is the velocity produced by the solar force; therefore the direct velocity towards the sun produced by the same force acting on the comet at the distance \\( r \\), is \\( \\frac{m^2}{r^2} \\); and, this being decomposed into the equivalent velocities parallel to the coordinates, these velocities will be \\( \\frac{m^2x}{r^3}, \\frac{m^2y}{r^3}, \\frac{m^2z}{r^3} \\) respectively, which are the actual diminutions of the velocities with which the coordinates increase; but if \\( d\\tau \\) represent the fluxion of the time, the diminutions of the velocities with which the coordinates increase, will be represented by \\( -\\frac{ddx}{d\\tau^2}, -\\frac{ddy}{d\\tau^2}, -\\frac{ddz}{d\\tau^2} \\); therefore we shall have these equations, viz.\n\n\\[\n\\frac{m^2x}{r^3} = -\\frac{ddx}{d\\tau^2}; \\quad \\frac{m^2y}{r^3} = -\\frac{ddy}{d\\tau^2}; \\quad \\frac{m^2z}{r^3} = -\\frac{ddz}{d\\tau^2}.\n\\]\n\nNow if we put \\( \\tau \\) to denote the mean motion of the earth, proportional to the time, and estimated by the arc of the circle whose radius is the mean distance, or unit; then \\( d\\tau^2 \\) will denote the same thing that is signified by \\( m^2d\\tau^2 \\) in the foregoing equations, which will thus become,\n\n\\[\n\\frac{ddx}{d\\tau^2} + \\frac{x}{r^3} = 0 \\\\\n\\frac{ddy}{d\\tau^2} + \\frac{y}{r^3} = 0 \\quad (1) \\\\\n\\frac{ddz}{d\\tau^2} + \\frac{z}{r^3} = 0.\n\\]\n\nMultiply these equations by \\( 2dx, 2dy, 2dz \\), respectively; then, because \\( 2xdx + 2ydy + 2zdz = 2rdr \\), we shall get by adding them\n\n\\[\n\\frac{2dxddx + 2dyddy + 2dzddz}{d\\tau^2} + \\frac{2dr}{r^2} = 0;\n\\]\n\nand, by integrating,\n\n\\[\n\\frac{dx^2 + dy^2 + dz^2}{d\\tau^2} - \\frac{2}{r} = \\text{const.}\n\\]\nTo determine the constant quantity in this equation, it is to be observed that the first term is the square of the velocity in the orbit: if then we suppose the orbit to be an ellipse of which \\( f \\) is the mean distance; \\( f \\cdot \\varepsilon \\) the eccentricity; and \\( v \\) and \\( v' \\) the velocities at the perihelion and aphelion distances; the foregoing equation will become at those two points of the orbit,\n\n\\[\nv^2 - \\frac{z}{f(1-\\varepsilon)} = \\text{const.}\n\\]\n\n\\[\nv'^2 - \\frac{z}{f(1+\\varepsilon)} = \\text{const.}\n\\]\n\nand if we multiply these by \\((1-\\varepsilon)^2\\) and \\((1+\\varepsilon)^2\\) respectively, and then subtract them, we shall get\n\n\\[\nv^2 (1-\\varepsilon)^2 - v'^2 (1+\\varepsilon)^2 + \\frac{4\\varepsilon}{f} = -4\\varepsilon \\times \\text{const.}\n\\]\n\nbut \\( v \\cdot f (1-\\varepsilon) - v' \\cdot f (1+\\varepsilon) = 0 \\); for these quantities are respectively the doubles of the sectors described at the perihelion and aphelion in the time denoted by unit: hence \\(-\\frac{1}{f}\\) = const.: the foregoing equation will therefore become,\n\n\\[\n\\frac{dx^2 + dy^2 + dz^2}{dr^2} - \\frac{z}{r} + \\frac{1}{f} = 0.\n\\]\n\nAgain let the equations (1), multiplied by \\( x, y, z \\) respectively, be added to the last equation; then observing that \\( xddx + yddy + zzdz + dx^2 + dy^2 + dz^2 = \\frac{dd \\cdot r^2}{2} \\), we shall get\n\n\\[\n\\frac{1}{2} \\cdot \\frac{dd \\cdot r^2}{dr^2} - \\frac{1}{r} + \\frac{1}{f} = 0.\n\\]\n\nLet \\( r^o \\) denote the value of \\( r \\), and \\( 2p \\) that of \\( \\frac{d \\cdot r^2}{dr} \\), at the epoch from which the time is reckoned; and further let the value of \\( r^o \\) be assumed in a series with indeterminate coefficients, as follows, viz.\n\n\\[\nr^o = r^o + 2p \\tau + A \\tau^2 + B \\tau^3 &c.:\n\\]\nthen \\( \\frac{1}{r} = \\frac{1}{r_0} - \\frac{pr}{r_0^3} \\) &c.; and if these values be substituted in the foregoing equation the coefficients A, B, &c. will be readily determined; which being done, we shall get\n\n\\[\nr^2 = r_0^2 + 2pr + (1 - \\frac{r_0}{f}) \\cdot \\frac{r^2}{r_0} - \\frac{p}{3} \\cdot \\frac{r^3}{r_0^3} &c.\n\\]\n\nIt is next necessary to integrate the equations (1). I begin with seeking an incomplete integral of this form, viz.\n\n\\[\ns = 1 + Cr^2 + Dr^3 &c.;\n\\]\n\nand, having substituted in the first of the equations (1), s for x; and, for \\( \\frac{1}{r^3} \\), its value taken from the preceding series for \\( r^2 \\); I get,\n\n\\[\n\\frac{dds}{dr^2} + \\frac{s}{r_0^2} \\left\\{ 1 - \\frac{3pr}{r_0^2} &c. \\right\\} = 0\n\\]\n\nby means of which equation, the coefficients in the series for s, are easily found: then\n\n\\[\ns = 1 - \\frac{1}{2} \\cdot \\frac{r^2}{r_0^3} + \\frac{p}{2} \\cdot \\frac{r^3}{r_0^5} &c. \\quad (2).\n\\]\n\nI now seek another incomplete integral of this form, viz.\n\n\\[\n\\sigma = \\tau + E \\cdot \\tau^3 + F \\cdot \\tau^4 &c.;\n\\]\n\nand, having substituted \\( \\sigma \\) for \\( x \\), I get,\n\n\\[\n\\frac{d\\sigma}{dr^2} + \\frac{\\sigma}{r_0^3} \\left\\{ 1 - \\frac{3pr}{r_0^2} &c. \\right\\} = 0;\n\\]\n\nwhence the coefficients of the series for \\( \\sigma \\) will be readily found; then\n\n\\[\n\\sigma = \\tau - \\frac{1}{6} \\cdot \\frac{r^3}{r_0^4} + \\frac{p}{4} \\cdot \\frac{r^4}{r_0^5} &c. \\quad (3).\n\\]\n\nThe complete integrals of the equations (1) can now be obtained, and they are\n\n\\[\nx = sx^\\circ + \\sigma \\frac{dx}{d\\tau}\n\\]\n\n\\[\ny = sy^\\circ + \\sigma \\frac{dy}{d\\tau}\n\\]\n\n\\[\nz = sz^\\circ + \\sigma \\frac{dz}{d\\tau};\n\\]\nwhere $x^o$ and $\\frac{dx^o}{d\\tau}$, which denote what $x$ and $\\frac{dx}{dr}$ become at the epoch, are the arbitrary quantities necessary to complete the fluent; and the same things are to be understood in the expressions of $y$ and $z$.\n\n2. Of three observations which are necessary to determine a comet's orbit, let the epoch, or the instant from which the time is reckoned, be made to fall on the middle one; and let $-\\tau$ denote the interval between the first and second observations, which precedes the epoch; and $+\\tau'$, the interval between the second and third observations, which follows the epoch; and further let $x$, $y$, $z$ and $r$ express the coordinates and radius vector of the comet at the first observation; $x^o$, $y^o$, $z^o$, and $r^o$, the same quantities at the second observation; and $x'$, $y'$, $z'$, and $r'$, those at the third: finally, let the values of the series denoted by $s$ and $\\sigma$ (Equat. 2 and 3) be taken for the intervals $-\\tau$ and $+\\tau'$; that is, let\n\n$$s = 1 - \\frac{1}{2} \\cdot \\frac{\\tau^2}{r^{o3}} + \\frac{p\\tau^3}{2r^{o5}}$$\n\n$$-\\sigma = -\\tau + \\frac{\\tau^2}{6r^{o3}} + \\frac{p\\tau^4}{4r^{o5}}$$\n\n$$s' = 1 - \\frac{1}{2} \\cdot \\frac{\\tau'^2}{r^{o3}} + \\frac{p\\tau'^3}{2r^{o5}}$$\n\n$$\\sigma' = \\tau' - \\frac{1}{6} \\cdot \\frac{\\tau'^3}{r^{o3}} + \\frac{p\\tau'^4}{4r^{o5}};$$\n\nthen, on account of the equations (4), we shall get,\n\n$$x = sx^o - \\sigma \\frac{dx^o}{d\\tau}$$\n\n$$y = sy^o - \\sigma \\frac{dy^o}{d\\tau}$$\n\n$$z = sz^o - \\sigma \\frac{dz^o}{d\\tau}$$\n\n$$x' = s'x^o + \\sigma' \\frac{dx^o}{d\\tau}$$\na first Approximation to the Orbit of a Comet.\n\n\\[ y' = s'y^\\circ + \\sigma' \\frac{dy^\\circ}{d\\tau} \\]\n\\[ z' = s'z^\\circ + \\sigma' \\frac{dz^\\circ}{d\\tau} \\]\n\nand if these equations be combined two and two so as to exterminate \\( \\frac{dx^\\circ}{d\\tau}, \\frac{dy^\\circ}{d\\tau}, \\frac{dz^\\circ}{d\\tau} \\), we shall get\n\n\\[ \\sigma'x + \\sigma'x' = (\\sigma's + \\sigma's') x^\\circ \\]\n\\[ \\sigma'y + \\sigma'y' = (\\sigma's + \\sigma's') y^\\circ \\] (5)\n\\[ \\sigma'z + \\sigma'z' = (\\sigma's + \\sigma's') z^\\circ : \\]\n\nFinally let \\( \\sigma'' \\) be written for \\( (\\sigma's + \\sigma's') \\); then, by substituting the series that \\( \\sigma, \\sigma', s, s' \\) stand for, we shall get\n\n\\[ \\sigma'' = (\\tau + \\tau') - \\frac{(\\tau + \\tau')^3}{6r_0^3} - \\frac{p}{4} \\cdot \\frac{(\\tau - \\tau')(\\tau + \\tau')^3}{r_0^3} &c. \\] (6).\n\n3. Employing the same marks as in the case of the coordinates, to distinguish the known quantities of each observation, I shall write,\n\n\\( c, c^\\circ, c' \\); for the three geocentric longitudes of a comet:\n\\( \\lambda, \\lambda^\\circ, \\lambda' \\); for the three geocentric latitudes:\n\\( p, p^\\circ, p' \\); for the comet’s distances from the earth:\n\\( e, e^\\circ, e' \\); for the earth’s longitudes:\n\\( R, R^\\circ, R' \\); for the earth’s distances from the sun:\n\nby means of which quantities, the coordinates of the comet at the first observation will be thus expressed, viz.\n\n\\[ x = R \\cos. e + p \\cos. \\lambda \\cos. c \\]\n\\[ y = R \\sin. e + p \\cos. \\lambda \\sin. c \\]\n\\[ z = p \\sin. \\lambda : \\]\n\nand in like manner the expressions of the coordinates at the second and third observations will be formed by placing the characteristic marks on the several letters. By substituting the values thus obtained in the equations (5), we shall get these other equations, viz.\n\nMDCCCXIV.\n\\[ \\sigma' \\rho \\cos. \\lambda \\cos. c + \\sigma \\rho' \\cos. \\lambda' \\cos. c' - \\sigma'' \\rho^o \\cos. \\lambda^o \\cos. c^o = \\\\\n- \\sigma'R \\cos. e - \\sigma'R' \\cos. e' + \\sigma''R^o \\cos. e^o \\]\n\n\\[ \\sigma'' \\rho \\cos. \\lambda \\sin. c + \\sigma \\rho' \\cos. \\lambda' \\sin. c' + \\sigma'' \\rho^o \\cos. \\lambda^o \\sin. c^o = (7) \\\\\n- \\sigma'R \\sin. e - \\sigma'R' \\sin. e' + \\sigma''R^o \\sin. e^o \\]\n\n\\[ \\sigma' \\rho \\sin. \\lambda + \\sigma \\rho' \\sin. \\lambda' - \\sigma'' \\rho^o \\sin. \\lambda^o = 0. \\]\n\nThese equations are universally true of all orbits; and, in order to solve the general problem of finding a planet's orbit, they require only to be properly discussed with the view of obtaining the values of \\( \\rho, \\rho^o, \\rho' \\) by means of formulas sufficiently exact and commodious in practice: but, at present, I confine my attention to the case of the comets moving in parabolic orbits.\n\n4. We may apply the equations (5), which are general for all orbits, to the orbit of the earth: let \\( \\mu, \\mu', \\mu'' \\) represent what \\( \\sigma, \\sigma', \\sigma'' \\) become in the case of that orbit; that is (neglecting quantities of the fourth and higher orders), let (Equat. 2, 3, 6)\n\n\\[\n\\begin{align*}\n\\mu &= \\tau - \\frac{\\tau^3}{6R^3} \\\\\n\\mu' &= \\tau' - \\frac{\\tau'^3}{6R^3} \\\\\n\\mu'' &= (\\tau + \\tau') - \\frac{(\\tau + \\tau')^3}{6R^3}:\n\\end{align*}\n\\]\n\nthen, Equat. (5),\n\n\\[\n\\begin{align*}\n\\mu'R \\cos. e + \\mu'R' \\cos. e' - \\mu''R^o \\cos. e^o &= 0 \\\\\n\\mu'R \\sin. e + \\mu'R' \\sin. e' - \\mu''R^o \\sin. e^o &= 0.\n\\end{align*}\n\\]\n\nOn account of these formulas, we have\n\n\\[\n\\sigma'R \\cos. e + \\sigma'R' \\cos. e' - \\sigma''R^o \\cos. e^o =\n(\\sigma' - \\mu') R \\cos. e + (\\sigma - \\mu) R \\cos. e' - (\\sigma'' - \\mu'') R^o \\cos. e^o:\n\\]\n\nand, by substituting the series that \\( \\sigma, \\sigma', \\sigma''; \\mu, \\mu', \\mu'' \\); stand for, in the right hand side of this equation, and neglecting quantities of the fourth and higher orders, we shall get\n\\[\n\\sigma' R \\cos. e + \\sigma R' \\cos. e' - \\sigma'' R^\\circ \\cos. e^\\circ = \\\\\n\\frac{1}{6} \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\left\\{ -\\tau'^2 R \\cos. e - r^3 R' \\cos. e' + (\\tau + \\tau')^3 R^\\circ \\cos. e^\\circ \\right\\}\n\\]\n\nor, which is the same thing,\n\n\\[\n\\sigma' R \\cos. e + \\sigma R' \\cos. e' - \\sigma'' R^\\circ \\cos. e^\\circ = \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\cos. e^\\circ \\\\\n- \\frac{\\tau'^3}{6} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot (R \\cos. e - R^\\circ \\cos. e^\\circ) \\\\\n- \\frac{\\tau^3}{6} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot (R' \\cos. e' - R^\\circ \\cos. e^\\circ):\n\\]\n\nbut \\((R \\cos. e - R^\\circ \\cos. e^\\circ)\\) and \\((R' \\cos. e' - R^\\circ \\cos. e^\\circ)\\) are quantities of the first order; consequently the two terms that contain them, will be of the fourth order, and may therefore be rejected: thus we get\n\n\\[\n\\sigma' R \\cos. e + \\sigma R' \\cos. e' - \\sigma'' R^\\circ \\cos. e^\\circ = \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\cos. e^\\circ.\n\\]\n\nAnd, in the very same manner it may be shewn that\n\n\\[\n\\sigma' R \\sin. e + \\sigma R' \\sin. e' - \\sigma'' R^\\circ \\sin. e^\\circ = \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\sin. e^\\circ.\n\\]\n\nLet the values just obtained be substituted in the two first of the equations (7), and they will become\n\n\\[\n\\sigma' \\rho \\cos. \\lambda \\cos. c + \\sigma \\rho' \\cos. \\lambda' \\cos. c' - \\sigma'' \\rho^\\circ \\cos. \\lambda^\\circ \\cos. c^\\circ = \\\\\n- \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\cos. e^\\circ,\n\\]\n\n\\[\n\\sigma' \\rho \\cos. \\lambda \\sin. c + \\sigma \\rho' \\cos. \\lambda' \\sin. c' - \\sigma'' \\rho^\\circ \\cos. \\lambda^\\circ \\sin. c^\\circ = \\\\\n- \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\sin. e^\\circ:\n\\]\n\nFurther let \\(n\\) denote an angle, to be afterwards determined; then, by combining the two last equations we shall readily obtain,\n\n\\[\n\\sigma' \\rho \\cos. \\lambda \\cos. (c - n) + \\sigma \\rho' \\cos. \\lambda' \\cos. (c' - n) - \\sigma'' \\rho^\\circ \\cos. \\lambda^\\circ \\times \\cos. (c^\\circ - n) = - \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\cos. (e^\\circ - n)\n\\]\nMr. Ivory on a new Method of deducing\n\n\\[ \\sigma' \\rho \\cos. \\lambda \\sin. (c - n) + \\sigma \\rho' \\cos. \\lambda' \\sin. (c' - n) - \\sigma'' \\rho'' \\cos. \\lambda'' \\times \\sin. (\\epsilon^o - n) = -\\frac{\\tau r'(\\tau + r')}{2} \\left( \\frac{1}{r_{03}} - \\frac{1}{R_{03}} \\right) \\cdot R^o \\sin. (\\epsilon^o - n). \\]\n\nConceive a great circle to be drawn on the surface of the sphere through the geocentric places of the comet at the two extreme observations; and let \\( n \\), in the foregoing equations, denote the longitude of one of the intersections of that great circle with the ecliptic: also let \\( h \\) and \\( h' \\) denote the arcs of the great circle intercepted between the same intersection and the places of the comet abovementioned; then these arcs will be the hypothenuses of two right-angled triangles of which the sides, perpendicular to the ecliptic, are the arcs \\( \\lambda \\) and \\( \\lambda' \\); and the other sides, in the ecliptic, are the arcs \\( (c - n) \\) and \\( (c' - n) \\): further, let \\( i \\) denote the inclination of the same great circle to the ecliptic; then will \\( i \\) be an angle common to the two right-angled triangles abovementioned, opposite to the sides \\( \\lambda \\) and \\( \\lambda' \\); and, by the properties demonstrated in spherical trigonometry, we shall get these formulas, viz.\n\n\\[\n\\begin{align*}\n\\cos. \\lambda \\cos. (c - n) &= \\cos. h \\\\\n\\cos. \\lambda' \\cos. (c' - n) &= \\cos. h' \\\\\n\\cos. \\lambda \\sin. (c - n) &= \\cos. i \\sin. h \\\\\n\\cos. \\lambda' \\sin. (c' - n) &= \\cos. i \\sin. h' \\\\\n\\sin. \\lambda &= \\sin. i \\sin. h \\\\\n\\sin. \\lambda' &= \\sin. i \\sin. h'.\n\\end{align*}\n\\]\n\nNow let these values be substituted in the two foregoing equations, and likewise in the last of the equations (7), and we shall get,\n\n\\[\n\\sigma' \\rho \\cos. h + \\sigma \\rho' \\cos. h' - \\sigma'' \\rho'' \\cos. \\lambda'' \\cos. (c^o - n) =\n-\\frac{\\tau r'(\\tau + r')}{2} \\left( \\frac{1}{r_{03}} - \\frac{1}{R_{03}} \\right) \\cdot R^o \\cos. (\\epsilon^o - n)\n\\]\n\\[\n\\sigma' \\rho \\cos i \\sin h + \\sigma \\rho' \\cos i \\sin h' - \\sigma'' \\rho^o \\cos \\lambda^o \\sin (e^o - n) = \\\\\n- \\frac{\\tau \\tau' (\\tau + \\tau')}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o \\sin (e^o - n)\n\\]\n\n\\[\n\\sigma' \\rho \\sin i \\sin h + \\sigma \\rho' \\sin i \\sin h' - \\sigma'' \\rho^o \\sin \\lambda^o = 0:\n\\]\n\nand finally if we subtract the two last of these equations after having divided them by \\(\\cos i\\) and \\(\\sin i\\), we shall get\n\n\\[\n\\sigma'' \\rho^o \\left\\{ \\frac{\\cos \\lambda^o \\sin (e^o - n)}{\\cos i} - \\frac{\\sin \\lambda^o}{\\sin i} \\right\\} = \\frac{(\\tau + \\tau') \\tau'}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o \\sin (e^o - n)\n\\]\n\n5. In the last equation, all the terms being of the third order, we may consider \\(\\sigma''\\) as equal to \\((\\tau + \\tau')\\): therefore, by division, we shall get\n\n\\[\n\\rho^o \\times \\frac{\\cos \\lambda^o}{\\sin (e^o - n)} \\left\\{ \\sin (c^o - n) - \\frac{\\tan \\lambda^o}{\\tan i} \\right\\} = \\frac{\\tau \\tau'}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o;\n\\]\n\nor, by introducing a new letter, we shall have these two formulas, equivalent to the last one, viz.\n\n\\[\n\\zeta = \\frac{\\cos \\lambda^o}{\\sin (e^o - n)} \\left\\{ \\sin (c^o - n) - \\frac{\\tan \\lambda^o}{\\tan i} \\right\\}\n\\]\n\n\\[\n\\zeta \\times \\rho^o = \\frac{\\tau \\tau'}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o.\n\\]\n\nIf we suppose all the three geocentric places of the comet to be situated in the same great circle of the heavens; then \\(\\sin (c^o - n) \\cdot \\tan i = \\tan \\lambda^o\\): in this case therefore \\(\\zeta = 0\\), which requires that \\(\\frac{1}{r^{3}} - \\frac{1}{R^{3}} = 0\\), and \\(r^o = R^o\\). Thus we learn that a comet and the earth are equally distant from the sun, when the comet's apparent motion continues for a short time to be performed in one great circle of the heavens. Again if \\(\\zeta\\) be positive, then \\(\\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right)\\) will be positive too, and \\(r^o\\) will be less than \\(R^o\\): but if \\(\\zeta\\) be negative, then \\(\\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right)\\) will likewise be negative, and \\(r^o\\) will be greater than \\(R^o\\). But there are two cases when \\(\\zeta\\) will be indeterminate, and the preceding rules\nwill fail. This will happen when the comet moves exactly in the plane of the ecliptic, in which case \\( \\frac{\\tan \\lambda}{\\tan i} \\) is indeterminate.\n\nThe same thing will likewise happen when the great circle which passes through the two extreme places of the comet cuts the ecliptic in the points occupied by the earth and the sun at the middle observation: for in this case, \\( \\sin (e^\\circ - n) = 0 \\); now since \\( \\zeta \\) cannot become infinitely great, it is necessary that \\( \\{ \\sin (c^\\circ - n) - \\frac{\\tan \\lambda}{\\tan i} \\} \\) vanish together with \\( \\sin (e^\\circ - n) \\), which will make \\( \\zeta \\) indeterminate.\n\nThe formula for \\( \\zeta \\), which by its sign alone enables us to judge of the magnitude of \\( r^\\circ \\), contains the angles \\( n \\) and \\( i \\): and it is necessary to investigate rules for computing those quantities. By attending to what \\( n \\) and \\( i \\) were made to signify it will readily appear that\n\n\\[ \\tan i = \\frac{\\tan \\lambda}{\\sin (c-n)} = \\frac{\\tan \\lambda'}{\\sin (c'-n)}; \\]\n\nlet \\( f = \\frac{\\tan \\lambda'}{\\tan \\lambda} \\); then\n\n\\[ f \\sin (c-n) = \\sin (c'-n); \\]\n\nbut\n\n\\[ \\sin (c-n) = \\sin \\left( \\frac{c+c}{2} - n \\right) \\cos \\frac{c-c}{2} - \\cos \\left( \\frac{c+c}{2} - n \\right) \\sin \\frac{c-c}{2}; \\]\n\n\\[ \\sin (c'-n) = \\sin \\left( \\frac{c+c}{2} - n \\right) \\cos \\frac{c-c}{2} + \\cos \\left( \\frac{c+c}{2} - n \\right) \\sin \\frac{c-c}{2}; \\]\n\ntherefore by substitution and division we shall get\n\n\\[ \\tan \\left( \\frac{c+c}{2} - n \\right) = \\frac{f+1}{f-1} \\cdot \\tan \\frac{c-c}{2}; \\]\n\nand, if \\( f = \\frac{\\tan \\lambda'}{\\tan \\lambda} = \\tan (45^\\circ \\pm \\phi) \\); then\n\n\\[ \\tan \\left( \\frac{c+c}{2} - n \\right) = \\pm \\frac{\\tan \\frac{c-c}{2}}{\\tan \\phi} = \\pm \\tan \\frac{c-c}{2} \\cot \\phi. \\]\n\nTo the value of \\( \\tan \\left( \\frac{c+c}{2} - n \\right) \\), found by this rule, there\nwill correspond two arcs, differing from one another by $180^\\circ$, which will determine both the points of intersection of the great circle and the ecliptic; but it will be sufficient to take that one which immediately precedes the comet in longitude.\n\nThe arc $n$ being thus found, we have these formulas for finding $i$, viz.\n\n$$\\tan i = \\frac{\\tan \\lambda}{\\sin (c-n)} = \\frac{\\tan \\lambda'}{\\sin (c-n)};$$\n\nand the double value will serve to prove the accuracy of the calculation.\n\nBut we may determine whether $r^\\circ$ is greater or less than $R^\\circ$, without any calculation. Let $h^\\circ$ denote the arc of a great circle drawn from the intersection whose longitude is $n$, to the geocentric place of the comet at the middle observation: then $h^\\circ$ will be the hypotenuse of a right-angled triangle, having the arc $(c^\\circ - n)$ of the ecliptic for one side, and $\\lambda^\\circ$, perpendicular to the ecliptic, for the other side: and if we put $i^\\circ$ to denote the angle of the triangle opposite to $\\lambda^\\circ$, we shall have\n\n$$\\cos \\lambda^\\circ \\sin (c^\\circ - n) = \\cos i^\\circ \\sin h^\\circ,$$\n\n$$\\sin \\lambda^\\circ = \\sin i^\\circ \\sin h^\\circ.$$\n\nSubstitute these values in the equation (9), and we shall get, by division,\n\n$$\\rho^\\circ \\cdot \\frac{\\sin (i-i^\\circ) \\cdot \\sin b^\\circ}{\\sin i \\sin (c^\\circ - n)} = \\frac{\\pi r'}{2} \\left( \\frac{1}{r_0^\\circ} - \\frac{1}{R_0^\\circ} \\right) R^\\circ.$$\n\nConceive two arcs to be drawn perpendicular to the great circle which passes through the geocentric places of the comet at the two extreme observations; one, denoted by $\\pi$, drawn from the extremity of $h^\\circ$, that is, from the geocentric place of the comet at the middle observation; and the other denoted by $\\Pi$, drawn from the place in the ecliptic occupied by the earth at the same time: then, observing that $\\pi$ will be one side of a right-angled spherical triangle, of which $h^\\circ$ is the\nhypothenuse, and \\((i - i^\\circ)\\) the angle opposite to \\(\\pi\\); it is plain that we shall have\n\n\\[\n\\sin.\\pi = \\sin.(i - i^\\circ)\\sin.h^\\circ \\\\\n\\sin.\\Pi = \\sin.i\\sin.(e^\\circ - n).\n\\]\n\nTherefore, by substitution, the last equation will become\n\n\\[\n\\rho^\\circ \\times \\frac{\\sin.\\pi}{\\sin.\\Pi} = \\frac{\\tau^\\circ}{2} \\cdot \\left(\\frac{1}{r^3} - \\frac{1}{R^3}\\right) \\cdot R^\\circ.\n\\]\n\nThis equation is equivalent to the second of the equations (10): and we infer from it that \\(r^\\circ\\) will be less, or greater, than \\(R^\\circ\\), according as \\(\\frac{\\sin.\\pi}{\\sin.\\Pi}\\) is positive or negative; that is, according as the arcs \\(\\pi\\) and \\(\\Pi\\) are on the same side, or on different sides, of the great circle to which they are both perpendicular.\n\nHence if we mark, on the surface of a celestial globe, three geocentric places of a comet, and likewise the places in the ecliptic occupied by the earth at the middle observation; then the comet’s distance from the sun will be greater than the earth’s distance, when the great circle drawn through the two extreme places of the comet passes between the earth’s place, and the remaining place of the comet; but when these two places are both on the same side of the great circle, the comet’s distance from the sun will be less than the earth’s distance.\n\nWhen all the three places of the comet are in one great circle of the heavens, then \\(\\pi = 0\\), and \\(\\frac{\\sin.\\pi}{\\sin.\\Pi} = 0\\): and in this case, the comet and the earth will be equally distant from the sun.\n\nFrom these rules we must however except the cases in which \\(\\sin.\\Pi = 0\\): for, since \\(\\frac{\\sin.\\pi}{\\sin.\\Pi}\\) cannot become infinite, it is necessary that the numerator vanish together with the denominator, so that \\(\\frac{\\sin.\\pi}{\\sin.\\Pi}\\) will become indeterminate. This will happen, as\nbefore observed, when the comet's orbit coincides with the ecliptic, in which case $\\sin i = 0$; and likewise when the great circle drawn through the two extreme geocentric places of the comet cuts the ecliptic in the places of the earth and the sun at the middle observation, in which case $\\sin (e^\\circ - n) = 0$.\n\nThe inferences here drawn from the preceding analysis coincide with the rules first given by M. Lambert, of Berlin, for judging of a comet's distance from the sun by the inflection of its apparent path.\n\n6. The second of the equations (10) contains only one unknown quantity, namely $\\rho^\\circ$: and hence it may be thought that we have already, by means of that equation, obtained a solution of the problem, which is both simple and elegant. And this would undoubtedly be the case, were it not that the coefficient $\\zeta$ is always extremely small and greatly affected with the errors of observation. It depends entirely on the deviation of the comet's apparent path from a great circle of the heavens; and this deviation is often so little, that small changes in the observed places of the comet, by no means inconsistent with the errors of observation, will make $\\zeta$ evanescent, or even take a different sign from what it had before. If we suppose the motions both of the earth and the comet to be rectilineal and uniform, which is never far from the truth in the short intervals that must intervene between the observations selected for finding a comet's orbit; then the apparent motion of the comet would be accurately in a great circle of the heavens, and the mode of solution here alluded to could not be applied at all.\n\nThe equation here spoken of may no doubt be usefully applied in favourable circumstances, particularly when the comet\nis at a considerable distance from the sun, and has a slow motion, allowing an interval of 20, or even a greater number of days, between the extreme observations; in which time the apparent deviation from a great circle of the heavens will be considerable enough to define the magnitude of $\\zeta$ with tolerable certainty. But in many circumstances the same mode of solution cannot be applied with advantage or success: as when a comet has a quick motion, which will allow only a very short interval between the observations; or when a comet and the earth are both at the same distance from the sun, or nearly so, in which case $\\zeta$ is evanescent, or very small.\n\nIt appears then, that, generally speaking, the problem of the comets must, in reality, be considered as indeterminate, if we set aside the condition derived from the nature of the parabola. In this respect there is an essential distinction between the investigation of the orbit of a planet and that of a comet; a distinction which, when due regard is had to practical utility, renders it necessary to separate the particular case from the general problem. When the question is to determine a planet's orbit by means of three observations made at short intervals of time, without any assistance from the supposition of a circular orbit, or other hypothesis, the equations which the data furnish are barely sufficient for finding three radii vectores of the orbit and the two angles contained between them; and there are no supernumerary conditions to compensate what may be imperfect in the observations. In whatever manner we proceed, the solution will lead to an equation, such as that we have been speaking of; and the success of the investigation will therefore depend upon our being able to ascertain with some degree of certainty the magnitude of the coefficients\nwhich that equation contains. If there were the same uncertainty in this case that both theory and experience agree in shewing there is in the case of the comets, the problem, as applied to the planets, would be a mere theoretical speculation without any practical utility. It may therefore be asked, what are the precise circumstances which make the investigation successful in the one case, while in the other we must seek aid from the nature of the orbit in order to obtain a useful result? In the first place, the observations of the planets are susceptible of a much greater degree of accuracy than those of the comets; which confines the uncertainty arising from the errors of observation within much narrower limits in the one case than in the other. In the second place, the distance of a planet from the sun is never equal, or very nearly equal, to the earth's distance from the same body; and this occasions a greater curvature of the apparent path than often takes place with regard to the comets. We may likewise add that the motion of a planet, in an orbit of moderate eccentricity, is slower than the motion of a comet at a like distance from the sun; which allows a longer interval between the observations of a planet, and thereby contributes to heighten the effect arising from the inflection of the apparent path. It is to these causes, as well as to the excellence of his methods of investigation, that we must ascribe the great exactness with which the orbits of the new planets discovered in the course of the present century, have been determined by M. Gauss, in a work of great merit, on the Theory of the Motion of the Celestial Bodies, published in 1809, which cannot but add much to his reputation, already very high on account of former scientific discoveries.\n7. If we put\n\n\\[ \\delta = \\frac{1}{\\tan(c^\\circ - n)} \\cdot \\left\\{ \\sin(c^\\circ - n) - \\frac{\\tan(\\lambda^\\circ)}{\\tan(i)} \\right\\}; \\]\n\nthen the equation (9) will become by substitution\n\n\\[ \\sigma'' \\cos(\\lambda^\\circ) \\cdot \\delta \\cdot \\rho^\\circ = \\frac{\\pi'(\\tau + \\tau')}{2} \\cdot \\left( \\frac{1}{r_0^3} - \\frac{1}{R_0^3} \\right) \\cdot R^\\circ \\cos(e^\\circ - n); \\]\n\nand this value being substituted in the first of the equations (8), we shall get\n\n\\[ \\sigma'\\rho \\cos(h) + \\sigma\\rho' \\cos(h') = \\sigma''\\rho^\\circ \\cos(\\lambda^\\circ) \\cdot \\left\\{ \\cos(c^\\circ - n) - \\delta \\right\\}. \\]\n\nBut, by putting \\( \\cos(\\lambda^\\circ) \\tan(\\lambda^\\circ) \\) for \\( \\sin(\\lambda^\\circ) \\), and then dividing by \\( \\sin(i) \\), the third of the same set of equations will become\n\n\\[ \\sigma'\\rho \\sin(h) + \\sigma\\rho' \\sin(h') = \\sigma''\\rho^\\circ \\cdot \\cos(\\lambda^\\circ) \\cdot \\frac{\\tan(\\lambda^\\circ)}{\\sin(i)}. \\]\n\nNow if we make\n\n\\[ \\tan(\\omega) = \\frac{1}{\\sin(i)} \\times \\frac{\\tan(\\lambda^\\circ)}{\\cos(c^\\circ - n) - \\delta}; \\]\n\nthen, by subtracting the two equations just found, after having multiplied them by \\( \\sin(\\omega) \\) and \\( \\cos(\\omega) \\) respectively; we shall get\n\n\\[ \\sigma'\\rho \\sin(\\omega - h) - \\sigma\\rho' \\sin(h' - \\omega) = 0 \\]\n\nwhence\n\n\\[ p' = p \\times \\frac{\\sin(\\omega - b)}{\\sin(b' - \\omega)} \\cdot \\frac{\\sigma'}{\\sigma}. \\]\n\nThe value of \\( \\frac{\\sigma'}{\\sigma} \\), obtained by substituting the series that \\( \\sigma' \\) and \\( \\sigma \\) stand for, will be as follows, viz.\n\n\\[ \\frac{\\sigma'}{\\sigma} = \\frac{\\tau'}{\\tau} \\cdot \\left\\{ 1 - \\frac{\\tau^2 - \\tau'^2}{6r_0^3} \\right\\}. \\]\n\nIn this formula \\( \\frac{\\tau^2 - \\tau'^2}{6r_0^3} \\) is evanescent when \\( \\tau = \\tau' \\); and in all cases it is a very small quantity; because the intervals of time between the observations made use of for finding a comet's orbit, should in no instance be extremely unequal. If then we suppose \\( \\frac{\\sigma'}{\\sigma} = \\frac{\\tau'}{\\tau} \\), we shall get these two formulas, viz.\n\\[\n\\beta = \\frac{\\sin(\\omega - b)}{\\sin(b' - a)} \\cdot \\frac{r'}{r}\n\\]\n\n\\[\n\\rho' = \\beta \\cdot \\rho;\n\\]\n\n(11).\n\nwhich are very exact, when the intervals between the observations are not too great.\n\nThe angle \\( \\omega \\) which enters into the preceding formulas, depends partly upon the value of the quantity \\( \\delta \\); and it thus becomes impossible to assign the value of that angle when \\( \\delta \\) cannot be determined. If we compare \\( \\delta \\) with the quantity formerly denoted by \\( \\zeta \\) (No. 5), we shall get \\( \\delta = \\zeta \\times \\frac{\\cos(e - n)}{\\cos \\lambda} \\):\n\nhence it appears that \\( \\delta \\) will be indeterminate when \\( \\zeta \\) is so; and in such cases therefore the last formulas will fail. Now the cases in which \\( \\zeta \\) becomes indeterminate have already been noticed (No. 5); they differ by a real distinction from the other cases of the problem, and require a separate discussion, if we wish to have clear and precise notions on the subject of this research: we shall therefore return to the examination of them in the sequel.\n\n8. On account of the formulas (11), the coordinates of the comet at the two extreme observations, will depend only upon one unknown quantity, namely \\( \\rho \\): and if we substitute the values of the coordinates in the following expressions, viz. \\( r^2 = x^2 + y^2 + z^2; r'^2 = x'^2 + y'^2 + z'^2; V = xx' + yy' + zz' \\);\n\nthere will result these other expressions, which contain no unknown quantity but \\( \\rho \\), viz.\n\n\\[\nr^2 = R^2 + 2R \\cos \\lambda \\cos(e - c) \\cdot \\rho + \\rho^2\n\\]\n\n\\[\nr'^2 = R'^2 + 2R'\\beta \\cos \\lambda' \\cos(e' - c') \\cdot \\rho + \\beta^2 \\rho^2\n\\]\n\n\\[\nV = RR' \\cos(e' - e) + \\{ R\\beta \\cos \\lambda' \\cos(e - c') + R' \\cos \\lambda \\cos \\gamma \\cos(e' - c') \\} \\cdot \\rho + \\beta \\cos \\gamma \\cdot \\rho^2\n\\]\n\n\\[\n\\cos \\gamma = \\cos \\lambda \\cos \\lambda' \\cos(c' - c) + \\sin \\lambda \\sin \\lambda'.\n\\]\nWe must now have recourse to the properties of the orbit to get such an equation between the functions, \\( r^2, r'^2 \\) and \\( V \\) as shall serve to determine the unknown quantity which they contain. For this purpose we may employ the expression which gives the time of describing an arc of a parabola, by means of the chord of that arc and the two radii vectores drawn to its extremities. This elegant property of the motion in a parabola, seems to have been first found out by Euler, as M. Gauss informs us; but it is commonly attributed to M. Lambert of Berlin, who probably discovered it without knowing what Euler had done, and who has extended it to all the conic sections.* It would be superfluous to give here the investigation of a truth so well known: it will be sufficient to refer to the Mécanique Céleste of Laplace,† or to the work of M. Gauss. Let \\( b \\) denote the chord drawn between the places of the comet at the two extreme observations: then observing that \\( \\tau + \\tau' \\) is the arc of the earth's mean motion corresponding to the time of describing the parabolic arc of which \\( b \\) is the chord; we shall get\n\n\\[\n\\tau + \\tau' = \\frac{1}{6} \\left\\{ (r + r' + b)^{\\frac{3}{2}} - (r + r' - b)^{\\frac{3}{2}} \\right\\}\n\\]\n\nand, by expanding the radicals,\n\n\\[\n\\tau + \\tau' = \\sqrt{r + r'} \\left\\{ \\frac{b}{2} - \\frac{1}{48} \\cdot \\frac{b^3}{(r+r')^3} - \\frac{1}{256} \\cdot \\frac{b^5}{(r+r')^5} \\text{ &c.} \\right\\}\n\\]\n\nand, by squaring and omitting the sixth and higher powers of \\( b \\),\n\n\\[\n4 (\\tau + \\tau')^2 = (r + r') \\cdot b^2 \\left\\{ 1 - \\frac{1}{12} \\cdot \\frac{b^2}{(r+r')^2} \\right\\}\n\\]\n\nLet \\( a^2 = 2r^2 + 2r'^2 = (r + r')^2 + (r - r')^2 \\)\n\n* Theor. Mot. Corp. Cœles. Lib. I. Sect. 3. § 106.\n† Prem. Part. Lib. II. Chap. 4. § 27.\n\\[(r + r')^2 + \\frac{(r^2 - r'^2)^2}{(r + r'^2)} : \\text{then}\\]\n\n\\[r + r' = a \\left\\{ 1 - \\frac{1}{2} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 - \\frac{5}{8} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^4 &c. \\right\\}:\\]\n\nand by substituting this value in the foregoing expression we get, nearly,\n\n\\[4(r + r')^2 = a \\cdot b^2 \\left\\{ 1 - \\frac{1}{12} \\cdot \\frac{b^2}{a^2} - \\frac{1}{2} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 \\right\\};\\]\n\nconsequently\n\n\\[b^2 = \\frac{4(r + r')^2}{a} \\left\\{ 1 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} + \\frac{1}{2} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 \\right\\};\\]\n\nwhich is exact to quantities of the sixth and higher orders.\n\nNow \\(b^2 = (x - x')^2 + (y - y')^2 + (z - z')^2 = x^2 + y^2 + z^2 - 2(xx' + yy' + zz') + r'^2 + r'^2 + r'^2 = r^2 + r'^2 - 2V;\\)\n\ntherefore in this last equation all the quantities concerned depend upon \\(r^2, r'^2,\\) and \\(V,\\) which themselves contain only one unknown quantity, namely \\(p:\\) thus that equation will serve to determine \\(p,\\) or the comet's distance from the earth at the time of the first observation, on the finding of which the solution of the problem depends.\n\n9. If we now collect in one view all the formulas that have been investigated, we shall have the following method for computing the distance of a comet from the earth.\n\n1st. The symbols \\(\\tau\\) and \\(\\tau'\\) denoting the intervals in days of mean time, between the middle observation and the first and second observations respectively; we begin with computing the arc of the earth's mean motion in the time \\((\\tau + \\tau');\\) this arc we shall now denote by \\(\\theta,\\) and it will be computed by this formula, viz. \\(\\theta = \\frac{2\\pi (\\tau + \\tau')}{365.25638};\\) \\(2\\pi\\) being the circumference of a circle whose radius is unit, and \\(365.25638\\) the length of the sydereal year; so that the logarithm of \\(\\theta\\) will be found by\nadding the constant logarithm 8.2355814 to the logarithm of \\( r + r' \\).\n\nWe must next compute the angles \\( n \\) and \\( i \\), by the formulas investigated in No. 5: \\( n \\) being the longitude of one of the points in which a great circle drawn through the two extreme places of the comet cuts the ecliptic; namely, the longitude of that intersection of the two circles which immediately precedes the comet in longitude: and \\( i \\) being the inclination of the same great circle to the ecliptic.\n\nWe must further make these computations, viz.\n\n\\[\n\\cos. h = \\cos. \\lambda \\cos. (c - n)\n\\]\n\n\\[\n\\cos. h' = \\cos. \\lambda' \\cos. (c' - n)\n\\]\n\n\\[\n\\delta = \\frac{1}{\\tan.(c-n)} \\cdot \\left\\{ \\sin. (c^o - n) - \\frac{\\tan.\\lambda^o}{\\tan.i} \\right\\}\n\\]\n\n\\[\n\\tan. \\omega = \\frac{1}{\\sin.i} \\times \\frac{\\tan.\\lambda^o}{\\cos.(c^o - n) - \\delta}\n\\]\n\n\\[\n\\beta = \\frac{\\sin.(a-b)}{\\sin.(b-a)} \\cdot \\frac{r'}{r}\n\\]\n\n\\[\n\\cos. \\gamma = \\cos. \\lambda \\cos. \\lambda' \\cos. (c' - c) + \\sin. \\lambda \\sin. \\lambda'.\n\\]\n\n2dly. We must reduce into numbers the following formulas, leaving \\( p \\) indeterminate, viz.\n\n\\[\nr^2 = R^2 + 2R \\cos. \\lambda \\cos. (e - c) \\cdot p + p^2\n\\]\n\n\\[\nr'^2 = R'^2 + 2R'\\beta \\cos. \\lambda' \\cos. (e' - c') \\cdot p + \\beta^2 \\cdot p^2\n\\]\n\n\\[\nV = RR' \\cos. (e' - e) + \\left\\{ R\\beta \\cos. \\lambda' \\cos. (e - c') + R' \\cos. \\lambda \\cos. (e' - c) \\right\\} \\cdot p + \\beta \\cos. \\gamma \\cdot p^2.\n\\]\n\n3dly. We must determine \\( p \\) by means of these formulas, viz.\n\n\\[\nb^2 = r^2 + r'^2 - 2V\n\\]\n\n\\[\na^2 = 2r^2 + 2r'^2\n\\]\n\n\\[\nb^2 = \\frac{4b^2}{a} \\cdot \\left\\{ 1 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} + \\frac{1}{2} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 \\right\\}.\n\\]\n\nIn the trials necessary for approximating to the value of \\( p \\),\nthe terms of the final equation, which are of the fourth order, being always inconsiderable; they may be omitted at first, and then only taken into the account when a near value of \\( \\rho \\) has already been obtained.\n\nIt has already been shown that \\( \\delta = \\zeta \\cdot \\frac{\\cos(\\varepsilon - n)}{\\cos \\lambda^\\circ} \\), whence \\( \\zeta = \\frac{\\delta}{\\cos(\\varepsilon - n)} \\cdot \\cos \\lambda^\\circ \\); therefore, since \\( \\cos \\lambda^\\circ \\) is in every case positive, the quantity \\( \\frac{\\delta}{\\cos(\\varepsilon - n)} \\) will have the same sign as \\( \\zeta \\): and thus, from what is proved in No. 5, we infer that the comet's distance from the sun will be less or greater than the earth's distance, according as the sign of \\( \\frac{\\delta}{\\cos(\\varepsilon - n)} \\) is positive or negative; and the two distances from the sun will be equal when \\( \\frac{\\delta}{\\cos(\\varepsilon - n)} = 0 \\). These observations will often enable us to assign such first values of \\( \\rho \\) as will lead to a solution without many trials.\n\nThe preceding method will always give one solution. To prove this: let \\( B \\) denote the chord of the earth's orbit drawn between the places of the planet at the two extreme observations; and further, let\n\n\\[\n\\cos u = 1 - \\frac{R + R' + B}{2}\n\\]\n\n\\[\n\\cos u' = 1 - \\frac{R + R' - B}{2}\n\\]\n\nthen if we apply to the earth's orbit the formula for finding the time of describing an arc of an ellipse by means of the chord of that arc, and the two radii vectores drawn to its extremities;* we shall get,\n\n\\[\n\\theta = (u - \\sin u) - (u' - \\sin u').\n\\]\n\nLet \\( \\cos m = 1 - \\frac{R + R'}{2} \\): then \\( \\cos u = \\cos m - \\frac{1}{2} B \\); and\n\n* Méc. Céleste, Prem. Part. Liv. II. § 27 formule a.\ncos. \\( u' = \\cos. m + \\frac{1}{2} B \\): we may therefore suppose in series,\n\\[ u - \\sin. u = M^{(0)} - M^{(1)} \\cdot \\frac{B}{2} + M^{(2)} \\cdot \\frac{B^2}{4} - M^{(3)} \\cdot \\frac{B^3}{8} + \\&c. \\]\n\\[ u' - \\sin. u' = M^{(0)} + M^{(1)} \\cdot \\frac{B}{2} + M^{(2)} \\cdot \\frac{B^2}{4} + M^{(3)} \\cdot \\frac{B^3}{8} + \\&c. \\]\nwhere \\( M^{(0)} = m - \\sin. m \\); and \\( M^{(1)}, M^{(2)} \\&c. \\) are coefficients derived from \\( M^{(0)} \\): hence,\n\\[ \\theta = M^{(1)} B + M^{(3)} \\cdot \\frac{B^3}{4} + \\&c.: \\]\nand by squaring and neglecting the fourth and higher powers of \\( B \\), we get,\n\\[ B^2 = \\frac{6a}{M^{(0)}}: \\]\nbut, from the theory of series, we get\n\\[ M^{(1)} = -\\frac{d \\cdot (m - \\sin. m)}{d \\cdot \\cos. m} = \\frac{1 - \\cos. m}{\\sin. m} = \\sqrt{\\frac{1 - \\cos. m}{1 + \\cos. m}}: \\]\ntherefore \\( \\frac{1}{M^{(0)}} = \\frac{1 + \\cos. m}{1 - \\cos. m} = \\) (by substituting the value of \\( \\cos. m \\)) \\( \\frac{4}{R + R'} - 1 \\). Let \\( A^2 = 2R^* + 2R'^* = (R + R')^* + (R - R')^*; \\) then we may substitute \\( A \\) for \\( R + R' \\), since quantities of the fourth and higher orders are neglected in the value of \\( B^2 \\): consequently we shall have\n\\[ B^2 = \\frac{4a}{A} - \\theta^2. \\]\nBut, when quantities of the fourth order are neglected, the final equation of the foregoing method will become \\( b^* = \\frac{4a}{a}: \\)\nand \\( B, R, R', A \\) are what \\( b, r, r', a \\) become, when \\( \\rho = o \\); thus it appears that \\( b^* \\) in less than \\( \\frac{4a}{a} \\), when \\( \\rho = o \\). But as \\( \\rho \\) increases, at least after a certain limit, \\( b^* \\) will increase without limit, and \\( \\frac{4a}{a} \\) will decrease without limit; so that, when\n\\( \\rho = \\infty, b^* \\) will be infinitely great, and \\( \\frac{4b^2}{a} \\) will be infinitely little. Therefore there will always be one value of \\( \\rho \\), between the limits 0 and \\( \\infty \\), that will satisfy the equation \\( b^2 = \\frac{4b^2}{a} \\).\n\n10. Before applying the method here proposed to examples, it will be necessary to investigate the formulas by which the elements of the orbit are to be computed.\n\nLet \\( v \\) and \\( v' \\) denote the true anomalies of the comet at the two extreme observations; or the angles which \\( r \\) and \\( r' \\) make with the perihelion distance of the parabolic orbit; then in the triangle formed by \\( r, r', \\) and \\( b \\), the angle opposite to \\( b \\) will be equal to the sum or difference of \\( v \\) and \\( v' \\): therefore \\( b^* = r^2 + r'^2 - 2rr' \\cos. (v \\pm v') \\): but it has already been shown that \\( b^* = r^2 + r'^2 - 2V \\): therefore \\( V = rr' \\cos. (v \\pm v') \\). Let the angle contained by \\( r \\) and \\( b \\) in the same triangle, be denoted by \\( \\phi \\); and that contained by \\( r' \\) and \\( b \\), by \\( \\phi' \\): then it is plain that \\( \\cos. \\phi = \\frac{r-r'\\cos.(v \\pm v')}{b} \\); and \\( \\cos. \\phi' = \\frac{r'-r\\cos.(v \\pm v')}{b} \\): whence we get the following formulas for finding the angles \\( \\phi \\) and \\( \\phi' \\), which are the angles that \\( r \\) and \\( r' \\) make with the chord \\( b \\), viz.\n\n\\[\n\\cos. \\phi = \\frac{r^2-V}{r.b}\n\\]\n\n\\[\n\\cos. \\phi' = \\frac{r'^2-V}{r'.b};\n\\]\n\nobserving that regard must be had to the signs of the cosines, as well as to their values in numbers. Again let\n\n\\[\n-\\cos. \\psi = \\frac{r-r'}{b}\n\\]\n\n\\[\n-\\cos. \\psi' = \\frac{r'-r}{b};\n\\]\n\nthen the angles \\( \\psi \\) and \\( \\psi' \\), the cosines of which differ only in their signs, will be supplements of one another; and, as it is\neasy to prove from the nature of the parabola, they will be equal to the angles which the chord \\( b \\) makes with the axis of the orbit. From the angles thus found, the true anomalies are immediately deduced: for \\( v \\) is equal to the difference of \\( \\phi \\) and \\( \\psi \\); and \\( v' \\), to the difference of \\( \\phi' \\) and \\( \\psi' \\). Further, the time of passing the perihelion will be between the two extreme observations, when \\( \\psi \\) and \\( \\psi' \\) are both greater than \\( \\phi \\) and \\( \\phi' \\) respectively: otherwise the time of passing the perihelion will be before, or after, both the observations, according as \\( r \\), the radius vector at the first observation is less, or greater, than \\( r' \\), the radius vector at the third observation. But these rules suppose that the angular motion of the comet in its orbit, in the interval between the extreme observations, is less than \\( 180^\\circ \\); which, in fact, will comprehend all the cases that can occur in applying the method.\n\nThe true anomalies of \\( r \\) and \\( r' \\), being known, the perihelion distance, denoted by \\( D \\), will be found by either of these formulas, viz.\n\n\\[\nD = r \\cos^2 \\frac{v}{2}\n\\]\n\n\\[\nD = r' \\cos^2 \\frac{v'}{2}.\n\\]\n\nTo find the time of passing the perihelion, we must take the times corresponding to \\( v \\) and \\( v' \\) from a table of the motion in a parabola; these times, being multiplied by \\( D^{3/2} \\), will give the intervals between the two extreme observations and the time of passage.\n\nIn order to determine the position of the orbit in the heavens, it is best to begin with seeking the heliocentric latitudes: let these latitudes be \\( l \\) and \\( l' \\); then\n\n\\[\n\\sin l = \\frac{\\beta_p}{r} \\cdot \\sin \\lambda; \\quad \\sin l' = \\frac{\\beta_p}{r'} \\cdot \\sin \\lambda'.\n\\]\nLet $E$ and $E'$ denote the two angles of elongation (or the differences of the geocentric longitudes of the sun and the comet); and $C$ and $C'$, the two angles of commutation (or the differences in longitude of the earth and the comet): then\n\n$$\\sin C = \\frac{\\rho}{r} \\cdot \\frac{\\cos \\lambda}{\\cos \\ell} \\times \\sin E$$\n\n$$\\sin C' = \\frac{\\rho_p}{r'} \\cdot \\frac{\\cos \\lambda'}{\\cos \\ell'} \\times \\sin E';$$\n\nby means of which formulas, the heliocentric longitudes of the comet at the two extreme observations will be known.\n\nLet $\\gamma Nn$ represent the ecliptic; $K$ and $K'$, the places of the comet in the ecliptic, determined by the heliocentric longitudes already computed; $PK$ and $PK'$, the circles of latitude, and $KC$ and $K'C'$ the heliocentric latitudes already found; and lastly, let $NCC'n$ be the great circle in which the plane of the orbit meets the heavens: then although it is possible that the comet may pass from $C$ to $C'$, either by describing the small arc $CC'$, or the arc which $CC'$ wants of a whole circle; yet from the nature of the case, no ambiguity can hence arise, because in finding a first approximation to the orbit of a comet, the arc $CC'$, which embraces the whole motion in the orbit in the interval between the extreme observations, will never contain a great number of degrees: it is therefore easy to infer whether the comet has increased, or diminished its longitude, in passing from $C$ to $C'$; in the first case, the motion of the comet is direct; in the second case, it is retrograde. Nor can there be any difficulty, or ambiguity, in distinguishing the Ascending Node, through which the comet passes from the south, to the north, side of the ecliptic. The ascending node is marked, in the figure, with $N$; the descending node, with $n$.\nThe arc CC' is the measure of the angle at the sun's centre, contained by \\( r \\) and \\( r' \\); and it is known by means of the true anomalies, since it is \\( v - v' \\); or, by means of the formula,\n\n\\[\n\\cos. CC' = \\frac{V}{rr'} : PC \\text{ and } PC' \\text{ are the complements of the heliocentric latitudes; and } KK' \\text{ is the difference of the heliocentric longitudes. Now in the spherical triangle CPC', we have}\n\\]\n\n\\[\n\\sin. CC' : \\sin. P, \\text{ or } \\sin. KK' : : \\sin. PC', \\text{ or } \\cos. l' : \\sin. C;\n\\]\n\nand in the right-angled triangle KCN, of which the angle N is the inclination to the ecliptic, denoted by I; we have\n\n\\[\n\\text{Rad.} : \\cos. KC, \\text{ or } \\cos. l : : \\sin. C : \\cos. I;\n\\]\n\ntherefore by combining these two proportions, we get\n\n\\[\n\\cos. I = \\frac{\\sin. KK'}{\\sin. CC'} \\cdot \\cos. l \\cos. l'.\n\\]\n\nThe resolution of the right-angled spherical triangle KCN, will give the longitude of the ascending node, and the place of the perihelion on the orbit. For the side KN is the difference in longitude between the comet at the first observation and the ascending node: and the hypothenuse NC is the angular distance on the orbit between the same node and the comet at the first observation; and from this it is easy to find the angular distance between the node and the perihelion, which will fix the place of the perihelion on the orbit.\n\n11. In applying the preceding method, the examples in Legendre's Memoir and the supplement to it, have been purposely taken: first, because these make a selection of instances greatly varied in their circumstances: secondly, because the results obtained by the formulas investigated in this paper can thus be compared with his, and other methods, and with the corrected elements, which are likewise given in his Memoir.\nApplication to the second Comet of 1781.\n\nThe following observations of this comet, which was discovered by M. Mechain, are taken by Legendre from the Mém. de l'Acad. des Sciences, for 1780:* they are all reduced to the same hour of every day, namely to $8^h\\ 29'\\ 44''$ mean time at Paris.\n\n| Times of Observation | Longitude | North Latitude | Longitude of $\\oplus$ | Log. of R. |\n|----------------------|-----------|----------------|-----------------------|------------|\n| September            |           |                |                       |            |\n| 14                   | $3^h\\ 30^m\\ 7^s\\ 14'\\ 45''$ | $5^o\\ 55'\\ 17''\\ 9''$ | $5^o\\ 52'\\ 54''\\ 2''$ | $R,\\ 9.994864$ |\n| 19                   | $3^h\\ 30^m\\ 6^s\\ 51'\\ 26''$ | $3^o\\ 39'\\ 14''\\ 48''$ | $5^o\\ 57'\\ 57''\\ 4''$ | $R,\\ 9.994426$ |\n| 24                   | $3^h\\ 30^m\\ 6^s\\ 42'\\ 20''$ | $3^o\\ 31'\\ 4''\\ 52''$ | $6^o\\ 63'\\ 0''\\ 41''$ | $R,\\ 9.994028$ |\n\nBy applying the directions and formulas of No. 8, I have found,\n\n$$\\log_4 \\theta = 9.0732228$$\n\n$$n = 306°\\ 19'\\ 5''$$\n\n$$i = 89\\ 21\\ 27$$\n\n$$\\delta = -0.0000970$$\n\n$$\\omega = 39°\\ 14'\\ 49''$$\n\n$$h = 55\\ 17\\ 28$$\n\n$$h' = 31\\ 5\\ 0$$\n\n$$\\log_\\beta = 0.2892147$$\n\n$$\\cos \\gamma = 9.9600258$$\n\nWith regard to the three principal formulas of the orbit, I remark that it is the logarithms of the coefficients, and not the coefficients themselves, that are afterwards used: on this\n\n* Nouvelles Méthodes, p. 33, § xxxii.\naccount it is convenient to denote the coefficients by means of their logarithms: which is done, by writing, for instance, num.\\((9.482480)\\) for the number whose logarithm is \\(9.482480\\).\n\nThe formulas of this orbit, expressed in the manner here proposed, are as follows, viz.\n\n\\[\nr^1 = 0.976625 - \\text{num.}(9.482480) \\times \\rho + \\rho^2 \\\\\nr^2 = 0.972873 - \\text{num.}(0.163532) \\times \\rho + \\text{num.}(0.578429) \\times \\rho^2 \\\\\nV = 0.959610 - \\text{num.}(9.847341) \\times \\rho + \\text{num.}(0.249241) \\times \\rho^2.\n\\]\n\nWe are now prepared to approximate to the value of \\(\\rho\\); for which purpose we must seek a first value as near the truth as we can. Now, in this instance, \\(\\frac{\\delta}{\\cos(e^\\theta - n)}\\) is positive, and very small: hence, we may infer that \\(r\\) will be less than \\(R\\), but, approaching near to an equality with it. Let us then suppose \\(r^2 = R^2 = 0.976625\\); and we get \\(\\rho = \\text{num.}(9.482480) = 0.3037\\); or \\(\\rho = 0.3\\) nearly. By substituting 0.3 for \\(\\rho\\), we get\n\n\\[\nr^2 = 0.975508 \\\\\nr^2 = 0.876635 \\\\\nV = 0.908288 \\\\\nb^2 = r^2 + r^2 - 2V = 0.035567 \\\\\na^2 = 2r^2 + 2r^2 = 3.704286 \\ldots \\log. 0.5687044 \\\\\n\\log. a = 0.2843522 \\\\\nb^2 - \\frac{4b^2}{a} = -0.025932.\n\\]\n\nThe error here having the same sign as in the supposition \\(\\rho = 0\\) (No. 9); we hence learn that \\(\\rho\\) is greater than 0.3. Suppose \\(\\rho = 0.4\\), then\n\n\\[\nr^1 = 1.015136 \\\\\nr^2 = 0.996083 \\\\\nV = 0.962188\n\\]\n\\( b^2 = 0.086843 \\)\n\\( a^2 = 4.022438 \\ldots \\log_10 0.6044892 \\)\n\\( \\log_10 a = 0.3022446 \\)\n\n\\( b^2 - \\frac{4b^2}{a} = + 0.027826. \\)\n\nThis error is nearly equal to the former, but it has an opposite sign: hence \\( \\rho \\) will be nearly \\( = 0.35 \\). Suppose \\( \\rho = 0.35 \\), then\n\n\\( r^2 = 0.992821 \\)\n\\( r'^2 = 0.926888 \\)\n\\( V = 0.930800 \\)\n\\( b^2 = 0.058109 \\)\n\\( a^2 = 3.839418 \\ldots \\log_10 0.5842654 \\)\n\\( \\log_10 a = 0.2921327 \\)\n\n\\( b^2 - \\frac{4b^2}{a} = - 0.002298. \\)\n\nBy comparing this error with the last, we get a nearer value of \\( \\rho \\), viz. \\( \\rho = 0.354 \\): and the approximation is now far enough advanced to take in all the terms of the final equation in making the next substitution, viz. \\( \\rho = 0.354 \\): then\n\n\\( r^2 = 0.994422 \\)\n\\( r'^2 = 0.931729 \\)\n\\( V = 0.932985 \\)\n\\( b^2 = 0.060181 \\)\n\\( a^2 = 3.852302 \\ldots \\log_10 0.5857202 \\)\n\\( \\log_10 a = 0.2928601 \\)\n\n\\[\n1 + \\frac{1}{2} \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.001434\n\\]\n\n\\( b^2 - \\frac{4b^2}{a} \\times 1.001434 = - 0.000212. \\)\nIn order to get another equation to compare with this last, I resume the equation of the supposition, \\( \\rho = 0.350 \\), and correct it by taking in all the terms of the final equation: then\n\n\\[\nb^2 - \\frac{4b^2}{a} \\times 1.001434 = -0.002385:\n\\]\n\nand now by comparing the two errors I finally get \\( \\rho = 0.35439 \\).\n\nThis value being substituted, the result is as follows, viz.\n\n\\[\n\\begin{align*}\nr^* &= 0.994580 \\\\\nr'^2 &= 0.932205 \\\\\nV &= 0.933200 \\\\\nb^2 &= 0.060385 \\\\\na^2 &= 3.853570 \\ldots \\log. 0.5858633 \\\\\n\\log. a &= 0.2929316 \\\\\nb^2 - \\frac{4b^2}{a} \\times 1.001434 &= +0.000002.\n\\end{align*}\n\\]\n\nHaving now obtained the exact values of \\( \\rho, r^*, r'^2, V \\) and \\( b^2 \\), it remains to deduce the elements of the orbit from them.\n\nNow we have (No. 10)\n\n\\[\n\\begin{align*}\n\\frac{r^*-V}{rb} &= \\cos. \\phi \\quad \\therefore \\phi = 75^\\circ 29' 43'' \\\\\n\\frac{r-r'}{b} &= -\\cos. \\psi \\quad \\therefore \\psi = 97^\\circ 25' 50'' \\\\\n\\text{Anomaly } \\nu &= 21^\\circ 56' 7'' \\\\\n\\frac{r'^*-V}{r'b} &= \\cos. \\phi' \\quad \\therefore \\phi' = 90^\\circ 14' 25'' \\\\\n\\frac{r-r'}{b} &= -\\cos. \\psi' \\quad \\therefore \\psi' = 82^\\circ 34' 10'' \\\\\n\\text{Anomaly } \\nu' &= 7^\\circ 40' 15''.\n\\end{align*}\n\\]\n\nFor the perihelion distance, we have\n\n\\[\nD = r \\cos. \\frac{\\nu}{2} \\quad \\therefore \\log. D = 9.9828082\n\\]\n\n\\[\nD = r' \\cos. \\frac{\\nu'}{2} \\quad \\therefore \\log. D = 9.9828083\n\\]\n\n\\[\nD = 0.961188.\n\\]\nBy a table of the motion in a parabola I have found the intervals corresponding to \\( v \\) and \\( v' \\), as follows, viz.\n\n\\[\n\\begin{align*}\n16.1316 \\text{ days}, & \\quad 5.5198 \\text{ days} \\\\\n\\log. & \\quad \\log. \\\\\n1.2076773 & \\quad 0.7419233 \\\\\n\\log. D^{\\frac{3}{2}} = & \\quad \\log. \\\\\n\\frac{9.9742123}{1.1818896} & \\quad \\frac{9.9742123}{0.7161356} \\\\\n\\text{Num. } 15.2016 & \\quad \\text{Num. } 5.2016.\n\\end{align*}\n\\]\n\nThese are the intervals between the two extreme observations and the passage of the perihelion, which according to the rule in No. 10, will be posterior to both the observations: therefore the comet will be in the perihelion, Nov. 29.5556, or\n\nNov. 29, 13\\(^h\\) 20' 4.\"\n\nM. Mechain has applied the method of Laplace to this comet, using as the basis of his calculations, five observations between the 24th and 25th of November.* Laplace's method gives rules for finding two elements only, viz. the perihelion distance, and the time of arriving at the perihelion: for the sake of comparison, I now subjoin the results of M. Mechain; the same elements calculated by Legendre from the observations used here; and the more exact elements corrected by distant observations.\n\n| Perihelion Distance | Time of Passage Nov. 29 |\n|---------------------|------------------------|\n| M. Mechain by Laplace's method | 0.9583509 | 18 10 34 |\n| Legendre            | 0.960449   | 16 18 19 |\n| In this paper       | 0.961188   | 13 20 4  |\n| Corrected elements  | 0.960995   | 12 42 46 |\n\n* These calculations are given in Biot's Astron. 2d Edit. Vol. III.\nI have likewise computed the remaining elements of this orbit by the rules laid down in No. 10, and I have found them to be as follows, viz.\n\nInclination - - $27^\\circ 1' 00''$\nPlace of the ascending node $77^\\circ 56' 32''$\nPlace of the perihelion - $15^\\circ 59' 18''$\n\nThe method here proposed will represent the two extreme observations exactly; so that all the error of the solution will fall upon the middle observation. I have therefore employed the elements found above, to compute the geocentric place of the comet, Nov. 19, $8^h 29' 44''$, in order to compare it with observation. The result of this calculation is as follows, viz.\n\n| Calculated Longitude | Observed Longitude | Error | Calculated Latitude | Observed Latitude | Error |\n|----------------------|--------------------|-------|---------------------|-------------------|-------|\n| $30^\\circ 51' 30''$  | $30^\\circ 51' 26''$| $+4''$| $39^\\circ 14' 34''$ | $39^\\circ 14' 48''$| $-14''$|\n\nIn Legendre's memoir I find a like comparison of the corrected elements with observation; the error in longitude being $+100''$; and the error in latitude, $-55''$. It appears then that the errors of the elements found here are almost nothing, and even much less than those of the corrected elements.\n\n**Application to the Comet of 1769.**\n\nThe places of this comet set down below are not derived from actual observation; they are calculated by Legendre from the known elements of the orbit.* In this instance therefore, the inaccuracy of the results is to be attributed, not to\n\n* Nouvelles Méthodes, p. 43, § XL.\nthe errors of observation, but solely to the defects of the method.\n\n| Times Sept. | Longitudes. | South Latitudes | Longitudes of Θ. | Log. R. |\n|-------------|-------------|-----------------|------------------|---------|\n| d. h.       |             |                 |                  |         |\n| 8 14        | c, 101 18   | λ, 22 14 35     | 346 35 31        | R, 0.0026648 |\n| 10 14       | c°, 112 51 31 | λ°,23 28 15    | e°,348 32 22     |         |\n| 12 14       | c', 124 26 47 | λ',23 48 36    | e',350 29 20     | R',0.0021838 |\n\nFrom these data, I have found\n\n\\[ \\log_4 \\theta^2 = 8.2773428 \\]\n\n\\[ n = 33^\\circ 22' 56'' \\]\n\n\\[ i = 23^\\circ 48' 49'' \\]\n\n\\[ \\delta = +0.0006684 \\]\n\n\\[ \\omega = 80^\\circ 23' 45'' \\]\n\n\\[ h = 69^\\circ 38' 21\\frac{1}{2}'' \\]\n\n\\[ h' = 90^\\circ 58' 25'' \\]\n\n\\[ \\log_4 \\beta = 0.0071924 \\]\n\n\\[ \\cos \\gamma = 9.9691708. \\]\n\n\\[ r^2 = 1.012347 - \\text{num.}(9.8913194) \\times \\rho + \\rho^2 \\]\n\n\\[ r^n = 1.010107 - \\text{num.}(0.1132123) \\times \\rho + \\text{num.}(0.0143848) \\times \\rho^2 \\]\n\n\\[ V = 1.008888 - \\text{num.}(0.0104917) \\times \\rho + \\text{num.}(9.9763632) \\times \\rho^2. \\]\n\nIn this instance \\( \\frac{\\delta}{\\cos(\\epsilon - n)} \\) is positive; therefore the comet is nearer the sun than the earth: hence \\( \\rho < \\text{num.}(9.8913194) \\), or \\( \\rho = 0.778 \\). In order to get narrower limits, I take \\( \\rho = \\frac{0.778}{2} = 0.389 \\), or \\( \\rho = 0.4 \\), for a first approximation; then\n\\[ r^2 = 0.860903 \\]\n\\[ r' = 0.656370 \\]\n\\[ V = 0.750632 \\]\n\\[ b^2 = r^2 + r'^2 - 2V = 0.016009 \\]\n\\[ a^2 = 2r^2 + 2r'^2 = 3.034546 \\ldots \\log. 0.4820936 \\]\n\\[ \\log. a = 0.2410468 \\]\n\n\\[ b^2 - \\frac{4b^2}{a} = + 0.005137. \\]\n\nAs this error is positive \\( p \\) must be diminished; therefore suppose \\( p = 0.3 \\); then\n\n\\[ r^2 = 0.868764 \\]\n\\[ r' = 0.713794 \\]\n\\[ V = 0.786784 \\]\n\\[ b^2 = 0.008990 \\]\n\\[ a^2 = 3.165116 \\ldots \\log. 0.5003896 \\]\n\\[ \\log. a = 0.2501948 \\]\n\n\\[ b^2 - \\frac{4b^2}{a} = - 0.001655. \\]\n\nBy comparing the two errors it will appear that \\( p \\) is between 0.32 and 0.33: suppose \\( p = 0.33 \\), and because the errors are now small, let all the terms of the final equation be taken into account; then\n\n\\[ r^2 = 0.864306 \\]\n\\[ r' = 0.694396 \\]\n\\[ V = 0.773950 \\]\n\\[ b^2 = 0.010802 \\]\n\\[ a^2 = 3.117404 \\ldots \\log. 0.4937930 \\]\n\\[ \\log. a = 0.2468965 \\]\n\n\\[ 1 + \\frac{1}{2} \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.001774 \\]\na first Approximation to the Orbit of a Comet.\n\n\\[ b^a = \\frac{4b^a}{a} \\times 1.001774 = + 0.000057. \\]\n\nBecause the last value of \\( p \\) is too great, let \\( p = 0.329 \\): then\n\n\\[ r^a = 0.864426 \\]\n\\[ r'^a = 0.695012 \\]\n\\[ V = 0.774351 \\]\n\\[ b^a = 0.010736 \\]\n\\[ a^a = 3.118876 \\ldots \\log. 0.4939875 \\]\n\\[ \\log. a = 0.2469938 \\]\n\n\\[ b^a = \\frac{4b^a}{a} \\times 1.001774 = - 0.000007. \\]\n\nBy comparing the two last errors we finally get \\( p = 0.32911 \\): then\n\n\\[ r^a = 0.864412 \\]\n\\[ r'^a = 0.694945 \\]\n\\[ V = 0.774307 \\]\n\\[ b^a = 0.010743 \\]\n\\[ a^a = 3.118714 \\ldots \\log. 0.4939760 \\]\n\\[ \\log. a = 0.2469880 \\]\n\n\\[ b^a = \\frac{4b^a}{a} \\times 1.001774 = 0. \\]\n\nFrom the values just found, we get\n\n\\[ \\log. r = 9.9683604 \\]\n\\[ \\log. r' = 9.9209752 : \\]\n\nand the angle contained by \\( r \\) and \\( r' \\), the cosine of which is \\( = \\frac{V}{rr'} \\), will thence be found \\( = 2^\\circ 31' 35'' \\). These quantities are sufficient for determining the parabola described by the comet; and as they are the immediate results of the method, the fairest way of judging of the exactness of that method, seems to be, to compare them with the true values calculated from the\nknown elements of the orbit. Now the elements employed by Legendre in computing the places of the comet used in this example, are these, viz.\n\nlog. of perihelion dist. \\(9.090847\\)\nTime of passage, Oct. \\(7.5310\\);\n\nfrom which data I have calculated the radii vectores and the true anomalies for the 8th and 12th of September at \\(14^h\\), as follows, viz.\n\n| September | Log. of Rad. Vect. | Anomaly |\n|-----------|--------------------|---------|\n| d. h.     |                    |         |\n| 8 14      | 9.968361           | 137 17 35 |\n| 12 14     | 9.920961           | 134 46 10 |\n| Angle between \\(r\\) and \\(r'\\) | 2 31 25 |\n\nThese quantities differ very little from the results obtained above: the errors are indeed hardly greater than the discrepancies which it is difficult to avoid in a complicated calculation, viz. first computing the geocentric longitudes and latitudes, and then going back from these to the elements of the orbit.\n\nThe exactness of the approximation is sufficiently proved by the comparison already made: but I have likewise calculated these two elements, viz.\n\nlog. of perihelion dist. \\(-9.091920\\)\nTime of passage, Oct. \\(-7.5403\\)\n\nthe perihelion distance being \\(\\frac{1}{400}\\)th part too much, and the time of passage about \\(13\\frac{1}{2}'\\) later than the true time. These errors, although very small, are yet greater than might be\nexpected, considering the exactness with which the comet's distances from the sun, and the included angle, were determined: but a very little variation of these quantities will produce a great alteration in the magnitude of the parabola, when the angle contained by the radii vectores is so small as it is in this instance.\n\nOf the two comets to which the method in this Paper has been applied, the first varies very slowly in longitude, and very rapidly in latitude; the second, on the contrary, has a quick motion in longitude, and a very slow motion in latitude: in both instances however the intervals between the observations are equal; and I now proceed to give other examples where this condition is not observed.\n\nApplication to the second Comet of 1805.\n\nThe following observations are the same that Legendre has used for determining the orbit of this comet:* they were communicated to him by M. Bouvard.\n\n| Times November | Longitudes. | North Latitudes. | Longitude of Θ. | Log. R. |\n|----------------|-------------|------------------|-----------------|---------|\n| 23°32'24.1\"    | 6°, 24' 41\" | λ, 27° 25' 19\"   | e, 6° 8' 23\"    | R, 9.9942042 |\n| 30°51'09.5\"    | 6°, 15' 38\" | λ, 19° 25'       | e°, 68° 25' 47\" | R°, 9.9936655 |\n| December        | 5°29'58.1\"  | λ', 3° 19' 22\"   | e', 73° 17'     | R', 9.9933784 |\n\nCalculating from these data, we get\n\n\\[ \\log_4 \\theta = 9.2296576 \\]\n\n\\[ n = 359° 21' 58\\frac{1}{2}'' \\]\n\n* Supplément aux nouvelles Méthodes, § 30, p. 36.\n\nMDCCCXIV.\n\\[ i = 50^\\circ 30' 11'' \\]\n\\[ \\delta = -0.0039318 \\]\n\\[ \\omega = 25^\\circ 21' 33'' \\]\n\\[ h = 36^\\circ 38' 32\\frac{1}{2}'' \\]\n\\[ h' = 4^\\circ 18' 27'' \\]\n\\[ \\log. \\tau = 0.8566407 \\]\n\\[ \\log. \\tau' = 0.6798693 \\]\n\\[ \\log. \\beta = 9.5593803 \\]\n\\[ \\cos. \\gamma = 9.9268248 \\]\n\n\\[ r^a = 0.973662 + \\text{num.}(0.1489016) \\times \\rho + \\rho^2 \\]\n\\[ r'^a = 0.969967 + \\text{num.}(9.3618159) \\times \\rho + \\text{num.}(9.1187606) \\times \\rho^2 \\]\n\\[ V = 0.950062 + \\text{num.}(9.8819026) \\times \\rho + \\text{num.}(9.4862051) \\times \\rho^2. \\]\n\nIn this instance, the form alone of \\( r^a \\) shows that \\( r > R \\); and likewise that \\( r \\) increases continually as \\( \\rho \\) increases: we will therefore make different substitutions for \\( \\rho \\), increasing the value when the error is negative, and decreasing it when the error is positive.\n\nFirst, let \\( \\rho = 0.1 \\): then\n\n\\[ r^a = 1.124556 \\]\n\\[ r'^a = 0.994286 \\]\n\\[ V = 1.029316 \\]\n\\[ b^a = r^a + r'^a - 2V = 0.060210 \\]\n\\[ a^a = 2r^a + 2r'^a = 4.237684 \\ldots \\log. 0.6271286 \\]\n\\[ \\log. a = 0.3135643 \\]\n\\[ b^a - \\frac{4b^a}{a} = -0.022221. \\]\n\nNext, let \\( \\rho = 0.2 \\): then\n\n\\[ r^a = 1.295456 \\]\n\\[ r'^a = 1.021234 \\]\n\\[ V = 1.114698 \\]\n\\[ b^a = 0.087294 \\]\nA first Approximation to the Orbit of a Comet.\n\n\\[ a^2 = 4.633380 \\ldots \\log_10 0.6658978 \\]\n\n\\[ \\log_10 a = 0.3329489 \\]\n\n\\[ b^2 - \\frac{4b^2}{a} = +0.008461. \\]\n\nA comparison of the two errors will show that \\( \\rho = 0.17 \\) nearly; this value being substituted, we get\n\n\\[ r^2 = 1.242087 \\]\n\\[ r'^2 = 1.012874 \\]\n\\[ V = 1.088439 \\]\n\\[ b^2 = 0.078083 \\]\n\\[ a^2 = 4.509922 \\ldots \\log_10 0.6541690 \\]\n\n\\[ \\log_10 a = 0.3270845 \\]\n\n\\[ b^2 - \\frac{4b^2}{a} = -0.001822. \\]\n\nBy comparing this error with the last, it will be found that \\( \\rho \\) is between 0.175 and 0.176; I therefore put \\( \\rho = 0.176 \\); and as the errors are now small, I employ the complete final equation: then\n\n\\[ r^2 = 1.252617 \\]\n\\[ r'^2 = 1.014527 \\]\n\\[ V = 1.093647 \\]\n\\[ b^2 = 0.079850 \\]\n\\[ a^2 = 4.534288 \\ldots \\log_10 0.6565091 \\]\n\n\\[ \\log_10 a = 0.3282546 \\]\n\n\\[ 1 + \\frac{1}{2} \\cdot \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.002846 \\]\n\n\\[ b^2 - \\frac{4b^2}{a} \\times 1.002846 = -0.000067. \\]\n\nI next put \\( \\rho = 0.177 \\): then\n\n\\[ r^2 = 1.254378 \\]\n\\[ r'^2 = 1.014803 \\]\nMr. Ivory on a new Method of deducing\n\n\\[ V = 1.094516 \\]\n\\[ b^2 = 0.080149 \\]\n\\[ a^2 = 4.538362 \\ldots \\log. 0.6568991 \\]\n\\[ \\log. a = 0.3284496 \\]\n\\[ b^3 - \\frac{4b^2}{a} \\times 1.002846 = +0.000268. \\]\n\nFrom the two last errors we finally get \\( \\rho = 0.17620 \\); which must be substituted: then\n\n\\[ r^2 = 1.252969 \\]\n\\[ r_{r^2} = 1.014582 \\]\n\\[ V = 1.093821 \\]\n\\[ b^3 = 0.079909 \\]\n\\[ a^2 = 4.535102 \\ldots \\log. 0.6565888 \\]\n\\[ \\log. a = 0.3282944 \\]\n\\[ b^3 - \\frac{4b^2}{a} \\times 1.002846 = 0. \\]\n\nFrom these values we get\n\n\\[ \\frac{r^2 - V}{rb} = \\cos. \\phi \\quad \\therefore \\quad \\phi = 59^\\circ 48' 14'' \\]\n\\[ \\frac{r'^2 - V}{r'b} = \\cos. \\phi' \\quad \\therefore \\quad \\phi' = 106^\\circ 9' 30'' \\]\n\\[ \\frac{r - r'}{b} = -\\cos. \\psi = +\\cos. \\psi' \\quad \\therefore \\quad \\begin{cases} \\psi = 113^\\circ 21' 45'' \\\\ \\psi' = 66^\\circ 38' 15'' \\end{cases} \\]\n\nanomalies \\( \\begin{cases} v = \\psi - \\phi = 53^\\circ 33' 31'' \\\\ v' = \\phi' - \\psi' = 39^\\circ 31' 15'' \\end{cases} \\)\n\nThen, to find the perihelion distance D, we have\n\n\\[ D = r \\cos. \\frac{v}{2} = 9.9504285 \\text{ logarithms} \\]\n\\[ D = r' \\cos. \\frac{v'}{2} = 9.9504285. \\]\n\nThe times corresponding to the anomalies, taken from a table of the comets, are as follows, viz.\ndays 45°0135 days 30°8044\nlog. 1°6533428 log. 1°4886127\nlog. D 9°9256427 log. D 9°9256427\n\n1°5789855 1°4142554\nNum. 37°9393 Num. 25°9570\n\nhence the time of passing the perihelion is fixed for Dec. 31°2527.\n\nBy making the rest of the computations in No. 10, I have found the following elements of this comet, viz.\n\nLog. perih. dist. - 9°950429\nTime of passage, Dec. 25°2527\nInclination - 16°30'37½\"\nPlace of ascend. node 250 33 34\nPlace of perihelion 109 20 21\nMotion Direct.\n\nLegendre, from a comparison of all the observations of this comet, which are only six in number, has found the following corrected elements, viz.\n\nLog. perih. dist. - 9°9502700\nTime of passage, Dec. 25°28551\nInclination - 16°31'10\"\nPlace of ascend. node 250 33 34\nPlace of perihelion 109 23 39\n\nwhich differ very little from those found above, and prove the exactness of the approximation by the method in this paper.\n\nNeither of these two systems of elements represent the observation of Nov. 30, with much accuracy, the errors in longitude amounting to between + 2'½ and + 3': on which account it is probable that there is some peculiar inexactness in that observation.\nMr. Ivory on a new Method of deducing\n\nApplication to the first Comet of 1805.\n\nThis comet was discovered by M. Bouvard: and Legendre has given us five observations communicated to him by that astronomer.* Of these observations those which I have selected for the purpose of computing the orbit, are unfavourable in several respects. For, besides that the intervals between them are too unequal, the whole time elapsed, which embraces a heliocentric motion of no less than $25^\\circ$, is rather too long: and it happens that the comet is placed with regard to the earth and the sun, so as to approach very near the limit, when, as has been remarked in No. 9, the method will fail. A better choice cannot however be made from the observations recorded by Legendre, without interpolating.\n\n| Times   | Longitudes. | North Latitudes. | Longitudes of $\\oplus$. | Log. R. |\n|---------|-------------|------------------|------------------------|---------|\n| October | $22^\\circ68'49\"$ | $\\lambda, 22^\\circ59'53\"$ | $\\epsilon, 29^\\circ19'50\"$ | $R, 9.997421$ |\n|         | $c, 163^\\circ20'53\"$ | $\\lambda', 15^\\circ37'21\"$ | $\\epsilon', 41^\\circ22'26\"$ | $R', 9.996053$ |\n| November| $3^\\circ72'09\"$ | $\\lambda', 12^\\circ22'29\"$ | $\\epsilon', 41^\\circ22'26\"$ | $R', 9.996053$ |\n\nIn this instance, we get\n\n$$\\log_4 \\theta^2 = 9.2341873$$\n\n$$n = 34^\\circ58'31\\frac{1}{2}''$$\n\n$$i = 28^\\circ25'49''$$\n\n$$\\delta = +0.0246945$$\n\n$$\\omega = 146^\\circ17'25''$$\n\n$$h = 124^\\circ51'1''$$\n\n$$h' = 154^\\circ0'41''$$\n\n* Supplément, p. 14, § 15.\nlog. \\( r = 0.9031887 \\)\nlog. \\( r' = 0.6057574 \\)\nlog. \\( \\beta = 0.1372458 \\)\ncos. \\( \\gamma = 9.9411400 \\)\n\n\\( r^a = 0.988192 - \\text{num.}(0.104392) \\cdot \\rho + \\rho^2 \\)\n\\( r'^a = 0.981987 - \\text{num.}(0.363921) \\cdot \\rho + \\text{num.}(0.274492) \\cdot \\rho^2 \\)\n\\( V = 0.963404 - \\text{num.}(0.244198) \\cdot \\rho + \\text{num.}(0.078386) \\cdot \\rho^3 \\).\n\nIn this instance \\( \\frac{\\delta}{\\cos.(e^\\circ-n)} \\) is positive; and therefore the comet is nearer the sun than the earth is: hence \\( \\rho < \\text{num.}(0.104392) \\), or \\( \\rho < 1.270 \\). To get narrower limits I assume \\( \\rho = \\frac{1.27}{2} = 0.635 \\), or \\( \\rho = 0.6 \\); then\n\n\\( r^a = 0.585160 \\)\n\\( r'^a = 0.272317 \\)\n\\( V = 0.341949 \\)\n\\( b^2 = 0.173579 \\)\n\\( a^2 = 1.714954 \\ldots \\log. 0.2342388 \\)\n\n\\( \\log. a = 0.1171194 \\)\n\\( b^2 - \\frac{4b^2}{a} = + 0.042642 \\).\n\nThis error being positive, the value of \\( \\rho \\) must be diminished: therefore suppose \\( \\rho = 0.5 \\); then\n\n\\( r^a = 0.602332 \\)\n\\( r'^a = 0.296528 \\)\n\\( V = 0.385635 \\)\n\\( b^2 = 0.127590 \\)\n\\( a^2 = 1.797720 \\ldots \\log. 0.2547220 \\)\n\n\\( \\log. a = 0.1273610 \\)\n\\( b^2 - \\frac{4b^2}{a} = - 0.000297 \\).\nHere the error being very small, it will be proper to take in all the terms of the final equation: then,\n\n\\[1 + \\frac{1}{2} \\cdot \\left(\\frac{r^2 - r'^2}{a}\\right)^2 \\times \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.020382\\]\n\n\\[b^2 - \\frac{4b^2}{a} \\times 1.020382 = -0.002903.\\]\n\nIt now appears that \\(p\\) is between 0.6 and 0.5, but much nearer to 0.5: therefore put \\(p = 0.51\\); then\n\n\\[r^2 = 0.599714\\]\n\\[r'^2 = 0.292413\\]\n\\[V = 0.380190\\]\n\\[b^2 = 0.131747\\]\n\\[a^2 = 1.784254 \\ldots \\log. 0.2514566\\]\n\n\\[\\log. a = 0.1257283\\]\n\n\\[1 + \\frac{1}{2} \\cdot \\left(\\frac{r^2 - r'^2}{a}\\right) + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.020984\\]\n\n\\[b^2 - \\frac{4b^2}{a} \\times 1.020984 = +0.000685.\\]\n\nBy comparing this error with the last we get \\(p = 0.5081\\), which must be substituted; then\n\n\\[r^2 = 0.600197\\]\n\\[r'^2 = 0.293163\\]\n\\[V = 0.381205\\]\n\\[b^2 = 0.130950\\]\n\\[a^2 = 1.786720 \\ldots \\log. 0.2520565\\]\n\n\\[\\log. a = 0.1260283\\]\n\n\\[b^2 = \\frac{4b^2}{a} \\times 1.02086 = -0.000005.\\]\n\nThe approximation has already been pushed farther than was requisite: for, in this instance, the terms of the fourth order affect the errors in the third place of decimal figures;\nand therefore the terms of the higher orders, which are omitted, may be supposed to affect the errors in the fourth and fifth places of figures, beyond which degree of exactness the approximation is already carried. To compute the elements of the orbit, we have\n\n\\[\n\\frac{r^2 - V}{rb} = \\cos. \\phi \\quad \\therefore \\quad \\phi = 38^\\circ 38' 6''\n\\]\n\n\\[\n\\frac{r - r'}{r} = -\\cos. \\psi \\quad \\therefore \\quad \\psi = 130^\\circ 8' 21\\frac{1}{2}\n\\]\n\nAnomaly \\(v = \\psi - \\phi = 91^\\circ 30' 15\\frac{1}{2}\\)\n\n\\[\n\\frac{r'^2 - V}{r'b} = \\cos. \\phi' \\quad \\therefore \\quad \\phi' = 116^\\circ 42' 6\\frac{1}{2}'' \n\\]\n\n\\[\n\\frac{r' - r}{b} = -\\cos. \\psi' \\quad \\therefore \\quad \\psi' = 49^\\circ 51' 38\\frac{1}{2}'\n\\]\n\nAnomaly \\(v' = \\phi' - \\psi' = 66^\\circ 50' 28'\\).\n\nThen, \\(D = r \\cos.^2 \\frac{v}{2} = 9.5765635\\) logarithms\n\n\\[D = r' \\cos.^2 \\frac{v'}{2} = 9.5765635.\\]\n\nThe times corresponding to the anomalies, taken from the table, are\n\n| days | log. \\(D^{\\frac{3}{2}}\\) |\n|------|------------------------|\n| 114.048 | 2.0570877 |\n| 62.1248 | 1.7932650 |\n\nlog. \\(D^{\\frac{3}{2}}, 9.3648453\\)\n\n1.4219330\n\nNum. 26.4200\n\nNum. 14.3916:\n\nthe difference of these two intervals is 12.0284; but it should be 12.0360: I therefore add 0.0038 to the first, and subtract it from the second interval; then they are 26.4238 and 14.3878: and by adding these corrected intervals, to the times of the observations, the time of the comet’s passing the perihelion will come out, Nov. 18.1087.\n\nMDCCCLXIV.\nHaving completed the rest of the calculations in No. 10, the elements of this comet will be found as follows: viz.\n\nLog. of perih. dist. - 9.5765635\nTime of passage, Nov. - 18.1087\nInclination - 15° 40' 17\"\nPlace of ascend. node - 345° 7' 39\"\nPlace of peri. - 148° 11' 7\"\n\nMotion direct.\n\nThese elements will not represent the two extreme observations with perfect accuracy as in the other examples, on account of the correction which it was necessary to introduce, in order to annihilate the difference between the time in the orbit and the actual interval between the observations: but the errors proceeding from this cause will be inconsiderable, and can hardly amount to 20\". If we employ the same elements to calculate the place of the comet, Oct. 30.6867, we shall find these results, viz.\n\n| Geo. Long. | Geo. Lat. |\n|------------|-----------|\n| Calculated | Observed  |\n| 183° 51' 20\" | 183° 48' 32\" |\n| error + 2° 48\" | error - 44\" |\n\nThese errors are in reality less than might be expected, considering the disadvantages under which the computation of this orbit is made. Legendre has given a system of elements which represents the observations of the comet very exactly, the greatest error not exceeding 1': and, for the sake of comparison, I likewise subjoin these elements, viz.\n\nLog. of peri. dist. - 9.574798\nTime of passage, Nov. - 18.01736\nInclination - 15° 58' 12\"\nPlace of ascend. node - $345^\\circ 6' 51''$\nPlace of the peri. - $149^\\circ 0' 28''$\n\n12. The method of finding a first approximation to a comet's orbit, investigated in this Paper, has now been applied to four examples in very different circumstances from one another; and the results obtained in them all are satisfactory. These instances will suffice for making the rules of calculation clear, and for confirming the accuracy of the analysis from which they have been deduced. It remains that we now consider the particular cases, already noticed (No. 7), in which this method fails.\n\nIf a new planet should be discovered that moved exactly in the plane of the ecliptic, three geocentric observations of it would not be sufficient for finding its orbit. The latitudes being wanting in the circumstances here supposed, the longitudes alone would not furnish conditions enow for determining the magnitude and position of the curve which the planet described. The same thing will likewise happen in another situation, when the latitudes, although not evanescent, yet depend, all of them in the same way, upon the longitudes; and that is when the three geocentric places of the planet are situated in one great circle of the heavens which cuts the ecliptic in the points occupied by the earth and the sun at the time of the middle observation. This last case may indeed be considered as including the former one, when the plane of the planet's orbit coincides with the ecliptic.\n\nWith regard to the comets it must be remembered that three complete observations are more than sufficient for finding an orbit: and on this account there are still conditions enow, but no more than enow, to determine the elements sought, in the\ncircumstances abovementioned in which the problem becomes indeterminate when applied to the planets. We shall therefore proceed to analyze this case, which has already been noticed as forming a real distinction in the problem we are considering.\n\nResume the three following equations which have already been investigated in No. 4, viz.\n\n\\[ \\sigma' \\rho \\cos. h + \\sigma \\rho' \\cos. h' - \\sigma'' \\rho'' \\cos. \\lambda^\\circ \\cos. (c^\\circ - n) = \\]\n\n\\[ - \\frac{\\tau \\tau' (\\tau + \\tau')}{2} \\left( \\frac{1}{r^3} - \\frac{1}{R^3} \\right) R^\\circ \\cos. (e^\\circ - n) \\]\n\n\\[ \\sigma' \\rho \\cos. i \\sin. h + \\sigma \\rho' \\cos. i \\sin. h' - \\sigma'' \\rho'' \\cos. \\lambda^\\circ \\sin. (c^\\circ - n) = \\]\n\n\\[ - \\frac{\\tau \\tau' (\\tau + \\tau')}{2} \\left( \\frac{1}{r^3} - \\frac{1}{R^3} \\right) R^\\circ \\sin. (e^\\circ - n) \\]\n\n\\[ \\sigma' \\rho \\sin. i \\sin. h + \\sigma \\rho' \\sin. i \\sin. h' - \\sigma'' \\rho'' \\sin. \\lambda^\\circ = 0 : \\]\n\nand employing \\( h^\\circ \\) and \\( i^\\circ \\) to denote the same things as in No. 5, let the following values found there, viz.\n\n\\[ \\cos. \\lambda^\\circ \\sin. (c^\\circ - n) = \\cos. i^\\circ \\sin. h^\\circ \\]\n\n\\[ \\sin. \\lambda^\\circ = \\sin. i^\\circ \\sin. h^\\circ \\]\n\nbe substituted in the two last of the equations above; then these equations will become,\n\n\\[ \\sigma' \\rho \\cos. i \\sin. h + \\sigma \\rho' \\cos. i \\sin. h - \\sigma'' \\rho'' \\cos. i^\\circ \\sin. h^\\circ = \\]\n\n\\[ - \\frac{\\tau \\tau' (\\tau + \\tau')}{2} \\left( \\frac{1}{r^3} - \\frac{1}{R^3} \\right) R^\\circ \\sin. (e^\\circ - n) \\]\n\n\\[ \\sigma' \\rho \\sin. i \\sin. h + \\sigma \\rho' \\sin. i \\sin. h - \\sigma'' \\rho'' \\sin. i^\\circ \\sin. h^\\circ = 0 : \\]\n\nfurther let these two equations be added together, after being multiplied by \\( \\cos. i \\) and \\( \\sin. i \\) respectively: then we shall get\n\n\\[ \\sigma' \\rho \\sin. h + \\sigma \\rho' \\sin. h' - \\sigma'' \\rho'' \\cos. (i - i^\\circ) \\sin. h^\\circ = \\]\n\n\\[ - \\frac{\\tau \\tau' (\\tau + \\tau')}{2} \\left( \\frac{1}{r^3} - \\frac{1}{R^3} \\right) R^\\circ \\cos. i \\sin. (e^\\circ - n). \\]\n\nIn the particular cases we are considering, either \\( i = i^\\circ \\); or \\( i \\) and \\( i^\\circ \\) are both evanescent; in both which cases \\( \\cos. (i - i^\\circ) = 1 \\). And if we attend to the analysis in No. 5, it will appear\nthat, in every case, $\\sin.(i - i^o)$ is of the second order; and hence $\\cos.(i - i^o)$, differing from 1 only by quantities of the fourth order, may generally be regarded as equal to unit. The last equation will therefore become,\n\n$$\\sigma' \\rho \\sin.h + \\sigma \\rho' \\sin.h' - \\sigma'' \\rho^o \\sin.h^o = - \\frac{\\tau'(\\tau + \\tau')}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o \\cos.i \\sin.(e^o - n):$$\n\nand, if this equation be combined with the first of the three equations set down at the beginning of this article,* so as to exterminate $\\rho^o$ and $\\rho'$, we shall get,\n\n$$\\sigma' \\rho \\sin.(h^o - h) - \\sigma \\rho' \\sin.(h' - h^o) = - \\frac{\\tau'(\\tau + \\tau')}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o \\times \\{ \\cos.(e^o - n) \\sin.h^o - \\cos.i \\sin.(e^o - n) \\cos.h^o \\};$$\n\n$$\\sigma' \\rho \\sin.(h' - h) - \\sigma'' \\rho^o \\sin.(h' - h^o) = - \\frac{\\tau'(\\tau + \\tau')}{2} \\left( \\frac{1}{r^{3}} - \\frac{1}{R^{3}} \\right) R^o \\times \\{ \\cos.(e^o - n) \\sin.h' - \\cos.i \\sin.(e^o - n) \\cos.h' \\}. $$\n\nObserving then that $\\frac{\\sigma'}{\\sigma} = \\frac{\\tau'}{\\tau}$, and $\\frac{\\sigma''}{\\sigma} = \\frac{\\tau''}{\\tau + \\tau'}$, nearly; if we put\n\n$$B = \\frac{\\tau'(\\tau + \\tau')}{2} R^o \\cdot \\cos.(e^o - n) \\sin.b^o - \\cos.i \\sin.(e^o - n) \\cos.b^o;$$\n\n$$\\varepsilon = \\frac{\\sin.(b' - b)}{\\sin.(b' - b^o)} \\cdot \\frac{\\tau'}{\\tau + \\tau'},$$\n\nwe shall get,\n\n$$\\rho^o = \\varepsilon \\cdot \\rho,$$\n\n$$\\rho' = \\rho \\times \\frac{\\sin.(b^o - b)}{\\sin.(b' - b^o)} \\cdot \\frac{\\tau'}{\\tau} + \\frac{B}{r^{3}} - \\frac{B}{R^{3}};$$\n\nthe quantities of the second order being omitted in the expression of $\\rho^o$; because $\\rho^o$ is only to be used in valuing $\\frac{B}{r^{3}}$ which is already of the second order.\n\nIf we substitute the values of the coordinates (No. 3), in the expressions $r^{o2} = x^{o2} + y^{o2} + z^{o2}; r^2 = x^2 + y^2 + z^2; r'^2 = x'^2 + y'^2 + z'^2; V = xx' + yy' + zz'$; we shall get\n\n* In this equation $\\cos.b^o$ must be written for its equal $\\cos.\\lambda^o \\cos.(e^o - n)$.\n\\[ r^o = R^o + 2R \\cos \\lambda \\cos (e - c) \\cdot \\varepsilon \\cdot \\rho + \\varepsilon^2 \\cdot \\rho^2 \\]\n\\[ r^a = R^2 + 2R \\cos \\lambda \\cos (e - c) \\cdot \\rho + \\rho^2 \\]\n\\[ r'^a = R'^2 + 2R' \\cos \\lambda' \\cos (e' - c') \\cdot \\rho' + \\rho'^2 \\]\n\\[ V = RR' \\cos (e' - e) + R \\cos \\lambda' \\cos (e - c') \\cdot \\varepsilon' \\]\n\\[ + R' \\cos \\lambda \\cos (e' - c) \\cdot \\varepsilon + \\cos \\gamma \\varepsilon \\varepsilon'. \\]\n\nCos. \\( \\gamma \\) denoting here the same thing as before. The first of these formulas, which determines \\( r^o \\) when \\( \\varepsilon \\) is given, will enable us to compute \\( \\varepsilon' \\) when the value of \\( \\varepsilon \\) is known or assumed, by means of this formula found above, viz.\n\n\\[ \\varepsilon' = \\varepsilon \\times \\frac{\\sin (b' - b)}{\\sin (b' - b^o)} \\cdot \\frac{\\tau'}{\\tau} + \\frac{B}{r^3} - \\frac{B}{R^3}. \\]\n\nThus the values of the functions, \\( r^a, r'^a \\) and \\( V \\) will depend only upon one unknown quantity, namely \\( \\varepsilon \\); which may therefore be found by the help of the same final equation as in the former method.\n\nThe preceding analysis leads us to the following method for determining the orbit of a comet, viz.\n\n1st. We must begin with computing the values of \\( \\theta, n, \\) and \\( i \\), as in the former method. We must then calculate\n\n\\[ \\cos h = \\cos \\lambda \\cos (c - n) \\]\n\\[ \\cos h^o = \\cos \\lambda^o \\cos (c^o - n) \\]\n\\[ \\cos h' = \\cos \\lambda' \\cos (c' - n) \\]\n\\[ \\varepsilon = \\frac{\\sin (b' - b)}{\\sin (b' - b^o)} \\cdot \\frac{\\tau'}{\\tau + \\tau'} \\]\n\\[ B = \\frac{\\tau'(\\tau + \\tau')}{2} \\cdot \\cos (e^o - n) \\sin b^o - \\cos i \\sin (e^o - n) \\cos b^o \\cdot R^o \\]\n\\[ \\cos \\gamma = \\cos \\lambda \\cos \\lambda' \\cos (c' - c) + \\sin \\lambda \\sin \\lambda'. \\]\n\n2dly. We must reduce into numbers the several coefficients of the formulas, viz.\n\n\\[ r^o = R^o + 2R \\cos \\lambda \\cos (e - c) \\cdot \\varepsilon \\cdot \\rho + \\varepsilon^2 \\cdot \\rho^2 \\]\n\\[ \\varepsilon' = \\varepsilon \\times \\frac{\\sin (b' - b)}{\\sin (b' - b^o)} \\cdot \\frac{\\tau'}{\\tau} + \\frac{B}{r^3} - \\frac{B}{R^3} \\]\n\\[\nr^2 = R^2 + 2R \\cos \\lambda \\cos (e - c) \\cdot \\varrho + \\varrho^2\n\\]\n\\[\nr'^2 = R'^2 + 2R' \\cos \\lambda' \\cos (e' - c') \\cdot \\varrho' + \\varrho'^2\n\\]\n\\[\nV = RR' \\cos (e' - e) + R' \\cos \\lambda \\cos (e' - c) \\cdot \\varrho\n\\]\n\\[\n+ R \\cos \\lambda' \\cos (e - c') \\cdot \\varrho' + \\cos \\gamma \\cdot \\varrho \\varrho'.\n\\]\n\ngdly. We must employ the same final equation as in the last method, to determine \\( \\varrho \\), upon which the values of \\( r^2, r'^2 \\), and \\( V \\) all depend.\n\n**Application to the first Comet of 1805.**\n\nIf we turn to the calculation of the orbit of this comet, by the former method it will appear that the intersection of the great circle which passes through the two extreme places of the comet with the ecliptic is very near the place of the earth at the middle observation; for the distance of these two points, or the arc \\( e^\\circ - n \\), amounts to no more than \\( 2^\\circ 21' 16'' \\frac{1}{2} \\). This instance therefore is very near the limit when the former solution becomes indeterminate; which takes place when the arc \\( e^\\circ - n \\) is evanescent, or when the points abovementioned coincide. In these circumstances we can hardly expect that the orbit will be determined with much certainty: for, on account of the small divisor \\( \\tan (e^\\circ - n) \\), the values of \\( \\delta \\), and the angle \\( \\omega \\), will suffer considerable variations when small changes are made in the observed places of the comet, more particularly in the mean place. This comet therefore furnishes a very proper example for applying the method we have just investigated.\n\nUsing the same observations as in the former calculation, we shall get,\n\n\\[\n\\log_4 \\theta^\\circ = 9.2341873\n\\]\n\\[\nn = 34^\\circ 58' 31'' \\frac{1}{2}\n\\]\nMr. Ivory on a new Method of deducing\n\n\\[ i = 28 \\quad 25 \\quad 49 \\]\n\\[ h = 124 \\quad 51 \\quad 1 \\]\n\\[ h' = 145 \\quad 29 \\quad 34 \\]\n\\[ h'' = 154 \\quad 0 \\quad 41 \\]\n\n\\[ \\log_e = 0.042397 \\]\n\\[ \\log_\\beta = 8.457324 \\]\n\\[ \\cos \\gamma = 9.941140 \\]\n\nAnd the principal formulas of the orbit will be\n\n\\[ r^2 = 0.98399 - \\text{num.}(0.244576) \\cdot \\varepsilon + \\text{num.}(0.084795) \\cdot \\varepsilon^2 \\]\n\\[ \\varepsilon' = \\text{num.}(0.079127) \\cdot \\varepsilon + \\text{num.}(8.457324) \\cdot \\frac{1}{r^3} - 0.029365 \\]\n\\[ r^2 = 0.988192 - \\text{num.}(0.104392) \\cdot \\varepsilon + \\varepsilon^2 \\]\n\\[ \\varepsilon'^2 = 0.981987 - \\text{num.}(0.226675) \\cdot \\varepsilon' + \\varepsilon'^2 \\]\n\\[ V = 0.963404 - \\text{num.}(9.683982) \\cdot \\varepsilon \\]\n\\[ - \\text{num.}(9.967035) \\cdot \\varepsilon' + \\text{num.}(9.941140) \\cdot \\varepsilon \\cdot \\varepsilon' \\]\n\nIn order to shorten calculation, I shall assume \\( \\varepsilon = 0.51 \\), which is very near the true value, as will appear from the former computation of this orbit: then\n\n\\[ r^2 = 0.40450 \\ldots \\log_9.6669185 \\]\n\\[ 9.8034592 \\]\n\\[ \\log_r = 9.4103777 \\]\n\\[ \\log_\\varepsilon = 9.841343 \\]\n\\[ r^2 = 0.599714 \\]\n\\[ r'^2 = 0.294039 \\]\n\\[ V = 0.382873 \\]\n\\[ l^2 = r^2 + r'^2 - 2V = 0.128005 \\]\n\\[ a^2 = 2r^2 + 2r'^2 = 1.787506 \\ldots \\log_0.2522476 \\]\n\\[ \\log_a = 0.1261238 \\]\n\\[ 1 + \\frac{1}{2} \\left( \\frac{r^2 - r'^2}{a^2} \\right)^2 + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.02059 \\]\n\\[ b^2 = \\frac{4b^2}{a} \\times 1.02059 = -0.002888. \\]\nI next put \\( \\epsilon = 0.52 \\); then\n\n\\[\nr^2 = 0.39946 \\ldots \\log_9 9.6014733 \\\\\n9.8007366\n\\]\n\n\\[\n\\log_r r^3 = 9.4022099\n\\]\n\n\\[\n\\log_r \\epsilon' = 9.850088\n\\]\n\n\\[\nr^2 = 0.597298\n\\]\n\n\\[\nr^2 = 0.290041\n\\]\n\n\\[\nV = 0.377429\n\\]\n\n\\[\nb^2 = 0.132481\n\\]\n\n\\[\na^2 = 1.774678 \\ldots \\log_9 0.2491196\n\\]\n\n\\[\n\\log_r a = 0.1245598\n\\]\n\n\\[\n1 + \\frac{1}{2} \\left( \\frac{r^2 - r'^2}{a^2} \\right) + \\frac{1}{12} \\cdot \\frac{b^2}{a^2} = 1.02121\n\\]\n\n\\[\nb^2 - \\frac{4b^2}{a} \\times 1.02121 = + 0.001037.\n\\]\n\nBy comparing the two errors, we shall get \\( \\epsilon = 0.5174 \\); which must be substituted; then\n\n\\[\nr^2 = 0.40075 \\ldots \\log_9 9.6028735 \\\\\n9.8014367\n\\]\n\n\\[\n\\log_r r^3 = 9.4043102\n\\]\n\n\\[\n\\log_r \\epsilon' = 9.847831\n\\]\n\n\\[\nr^2 = 0.597907\n\\]\n\n\\[\nr^2 = 0.291041\n\\]\n\n\\[\nV = 0.378822\n\\]\n\n\\[\nb^2 = 0.131304\n\\]\n\n\\[\na^2 = 1.777896 \\ldots \\log_9 0.2498820\n\\]\n\n\\[\n\\log_r a = 0.1249410.\n\\]\n\nIf we interpolate 1.02059 and 1.02121, which correspond\nto the two preceding values of \\( q \\), we shall get \\( 1.02106 \\) for the present value of the same quantity; then\n\n\\[\nb^2 - \\frac{4q^2}{a} \\times 1.02106 = 0.\n\\]\n\nIf we calculate the orbit from the values of \\( q, q', r^2, r'^2 \\) and \\( b^2 \\) that have just been found, we shall get the following elements, viz.\n\n- Log. of perihelion dist. \\( 9.57491^\\circ \\)\n- Time of passage, Nov. 18 0262\n- Inclination \\( 15^\\circ 55' 47'' \\)\n- Place of the ascending node \\( 345^\\circ 2' 8'' \\)\n- Place of the perihelion \\( 148^\\circ 55' 7'' \\)\n\nThese quantities come surprisingly near the corrected elements of Legendre: and, without further calculation, we may presume that they will represent even the middle place of the comet, Oct. 30th, within a minute of a degree.\n\nAlthough the method of this article has been investigated for the purpose of supplying the deficiency of the former method, it is nevertheless quite general, and will apply in all cases whatever: and perhaps of all the methods hitherto proposed, this is the one in which the results will be least affected with the errors of observation. Perhaps too we are warranted in drawing this conclusion from the contents of the preceding paper, viz. that a first approximation to the orbit of a comet may be deduced from three geocentric observations that shall come nearer the true elements than has usually been thought.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107429.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 68,
    "total-input-tokens": 106808,
    "total-output-tokens": 38583,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1532,
        2
      ],
      [
        1532,
        3363,
        3
      ],
      [
        3363,
        5171,
        4
      ],
      [
        5171,
        6937,
        5
      ],
      [
        6937,
        8763,
        6
      ],
      [
        8763,
        10313,
        7
      ],
      [
        10313,
        12080,
        8
      ],
      [
        12080,
        13996,
        9
      ],
      [
        13996,
        15720,
        10
      ],
      [
        15720,
        17506,
        11
      ],
      [
        17506,
        19214,
        12
      ],
      [
        19214,
        20983,
        13
      ],
      [
        20983,
        22696,
        14
      ],
      [
        22696,
        24427,
        15
      ],
      [
        24427,
        26033,
        16
      ],
      [
        26033,
        27592,
        17
      ],
      [
        27592,
        29376,
        18
      ],
      [
        29376,
        31316,
        19
      ],
      [
        31316,
        33726,
        20
      ],
      [
        33726,
        35695,
        21
      ],
      [
        35695,
        37924,
        22
      ],
      [
        37924,
        39770,
        23
      ],
      [
        39770,
        41709,
        24
      ],
      [
        41709,
        43535,
        25
      ],
      [
        43535,
        45306,
        26
      ],
      [
        45306,
        47144,
        27
      ],
      [
        47144,
        48932,
        28
      ],
      [
        48932,
        50947,
        29
      ],
      [
        50947,
        52845,
        30
      ],
      [
        52845,
        54611,
        31
      ],
      [
        54611,
        56513,
        32
      ],
      [
        56513,
        58262,
        33
      ],
      [
        58262,
        59994,
        34
      ],
      [
        59994,
        61655,
        35
      ],
      [
        61655,
        63449,
        36
      ],
      [
        63449,
        65242,
        37
      ],
      [
        65242,
        67038,
        38
      ],
      [
        67038,
        68832,
        39
      ],
      [
        68832,
        70273,
        40
      ],
      [
        70273,
        71719,
        41
      ],
      [
        71719,
        72794,
        42
      ],
      [
        72794,
        74195,
        43
      ],
      [
        74195,
        75758,
        44
      ],
      [
        75758,
        77331,
        45
      ],
      [
        77331,
        78778,
        46
      ],
      [
        78778,
        79767,
        47
      ],
      [
        79767,
        80938,
        48
      ],
      [
        80938,
        82310,
        49
      ],
      [
        82310,
        83811,
        50
      ],
      [
        83811,
        85029,
        51
      ],
      [
        85029,
        86130,
        52
      ],
      [
        86130,
        87370,
        53
      ],
      [
        87370,
        88518,
        54
      ],
      [
        88518,
        90043,
        55
      ],
      [
        90043,
        91200,
        56
      ],
      [
        91200,
        92363,
        57
      ],
      [
        92363,
        93842,
        58
      ],
      [
        93842,
        95226,
        59
      ],
      [
        95226,
        96950,
        60
      ],
      [
        96950,
        99184,
        61
      ],
      [
        99184,
        101219,
        62
      ],
      [
        101219,
        103275,
        63
      ],
      [
        103275,
        105020,
        64
      ],
      [
        105020,
        106522,
        65
      ],
      [
        106522,
        107450,
        66
      ],
      [
        107450,
        108829,
        67
      ],
      [
        108829,
        108829,
        68
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107429",
    "title": "A New Method of Deducing a First Approximation to the Orbit of a Comet from Three Geocentric Observations",
    "authors": "James Ivory",
    "year": 1814,
    "volume": "104",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 68,
    "jstor_url": "https://www.jstor.org/stable/107429"
  }
}