{
  "id": "abae3bcaa1910d87429dd2176cb7c2c2db367410",
  "text": "XXIV. Researches into the Chemical Constitution of Narcotine, and of its Products of Decomposition.—Part IV. By Augustus Matthiessen, F.R.S., Lecturer on Chemistry in St. Bartholomew's Hospital, London, and C. R. A. Wright, B.Sc. Lond.\n\nReceived February 18,—Read March 18, 1869.\n\nIt has been shown that when narcotine is treated with hydrochloric and hydriodic acids, chloride or iodide of methyl and a series of new bases are formed homologous with narcotine, each containing CH₂ less than the preceding one; thus:\n\n- Ordinary narcotine or trimethyl-nornarcotine \\( \\text{C}_{19} \\text{H}_{14} (\\text{CH}_3)_3 \\text{NO}_7 \\)\n- Dimethyl-nornarcotine \\( \\text{C}_{19} \\text{H}_{15} (\\text{CH}_3)_2 \\text{NO}_7 \\)\n- Monomethyl-nornarcotine \\( \\text{C}_{19} \\text{H}_{16} (\\text{CH}_3) \\text{NO}_7 \\)\n- Nornarcotine \\( \\text{C}_{19} \\text{H}_{17} \\text{NO}_7 \\)\n\nIn order to gain further insight into the constitution of these bases, endeavours were made to study their decompositions under the influence of reagents known to act upon narcotine; the unsatisfactory nature of the results thus obtained led to the trial of new reactions, the effects of which were first studied upon ordinary narcotine.\n\nIn the majority of cases the results were, however, extremely unsatisfactory, owing to the tendency of these bases to yield either tarry or humus-like uncrystallizable products.\n\nWhen ordinary narcotine is treated with oxidizing agents such as binoxide of manganese and sulphuric acid, or bichromate of potassium and sulphuric acid, nitric acid, or platinic chloride, it takes up an atom of oxygen and splits up into opianic acid and cotarnine; it was hoped that under similar circumstances the new bases would undergo analogous decompositions, yielding bodies homologous with these two products; in nearly every case, however, for the reasons above stated, the bodies produced could not be isolated in sufficient quantity and purity for examination and analysis. Before stating the results of the few experiments, which are of a positive character, it may be as well to mention those obtained with ordinary narcotine.\n\n§ I. Decompositions of Ordinary Narcotine.\n\n1. Action of Water.—When narcotine is submitted to the action of water, either by boiling in open vessels or by heating to above 100° C. in sealed tubes, it splits up into meconin and cotarnine,\n\n\\[\n\\text{C}_{22} \\text{H}_{23} \\text{NO}_7 = \\text{C}_{10} \\text{H}_{10} \\text{O}_4 + \\text{C}_{12} \\text{H}_{13} \\text{NO}_3.\n\\]\n\nThis reaction takes place much more readily under the latter circumstances. Owing to the ease with which cotarnine itself is thus decomposed, it is somewhat difficult to obtain it in a sufficiently pure state for analysis; hence, when this is the object\nin view, the reaction must be stopped long before the whole of the narcotine has been decomposed; meconin, on the contrary, undergoes no change under these circumstances. As has been previously observed, when crystallized narcotine is heated in sealed tubes together with water, it gradually disappears, yielding a slightly coloured solution; on repeating this experiment, an oily liquid sinking to the bottom of the tube was formed, and on continuing the heat, this gradually disappeared. This liquid, when examined, appeared to be simply a solution of unaltered narcotine in the melted meconin: no permanent gas was formed when the temperature did not rise above 160° C., but the smell of methylamine was always perceptible, and the more so the longer the time of heating; this was found to be due to the partial decomposition of the cotarnine. On opening a tube where all the narcotine had disappeared, the yellow liquid was found to be strongly alkaline, and on being acidified with hydrochloric acid, deposited crystals of meconin on cooling after evaporation.\n\nThe meconin from a series of tubes, when purified by successive recrystallizations, presented all the physical characters of ordinary meconin, viz. melting under boiling water, solubility in hot water, alcohol, and ether, and comparative insolubility in cold water and dilute acids and alkalis, and yielded the following results on analysis, after complete desiccation at 100°:\n\n\\[0.4085\\text{ grm. gave }0.9180\\text{ carbonic acid and }0.1900\\text{ water.}\\]\n\n| Calculated | Found |\n|------------|-------|\n| \\(C_{10}\\) . . . . 120 | 61.85 | 61.29 |\n| \\(H_{10}\\) . . . . 10 | 5.15 | 5.16 |\n| \\(O_4\\) . . . . 64 | 33.00 | — |\n| \\(C_{10}H_{10}O_4\\) . . 194 | 100.00 |\n\nTo obtain the cotarnine, the acidulated liquors from which the meconin had been obtained by crystallization, or extraction with ether, were supersaturated with ammonia, which threw down the unaltered narcotine and tarry matter, and acetate of lead was added; the filtrate from the dense precipitate of hydrated oxide and tarry matters thus produced was concentrated by evaporation over sulphuric acid after addition of a considerable quantity of caustic potash; cotarnine was thus gradually precipitated, and was purified by solution in hydrochloric acid and reprecipitation by excess of caustic potash; after washing until the filtrate was no longer alkaline, it was converted into platinum-salt, well washed with alcohol and ether, and dried over sulphuric acid.\n\n\\[0.4210\\text{ grm. of this salt, ignited, left }0.0965\\text{ grm. of platinum.}\\]\n\n| Calculated | Found |\n|------------|-------|\n| Narcotine \\((C_{22}H_{23}NO_7)_22HCl, PtCl.\\) | Cotarnine \\((C_{12}H_{13}NO_4)_22HCl, PtCl.\\) |\n| Platinum per cent. . . . 16.0 | 23.2 | 22.9 |\n\nOwing to its easy decomposition, the quantity of cotarnine found was much less than\n\n* All combustions given in this paper were made with oxide of copper and oxygen.\nthe amount of meconin simultaneously produced; the products of its decomposition could not be isolated.\n\nNarcotine boiled *per ascensum* with water for fourteen hours did not perceptibly alter in bulk or appearance; the aqueous liquor on concentration deposited crystals of meconin, recognized by their physical characters.\n\nThis splitting up of narcotine under the influence of heated water may explain the occurrence of meconin in opium and opium-residues, as probably the small amount of meconin always found is simply due to the partial decomposition of the narcotine during the processes of extraction of morphia.\n\nAs narcotine is considerably more soluble in alcohol than in water, it was thought that the decomposition in sealed tubes with the former reagent might take place more readily than with the latter; in two comparative experiments, however, the reaction was found to occur more readily with water than with weak alcohol.\n\nThe addition of a small amount of caustic potash to the water used in the sealed-tube experiments did not appreciably modify the result, saving that rather more methylamine was produced.\n\nBoiling with dilute potash even for twenty hours was not found to produce any meconin (or opianic acid); the potash liquor, however, was found to have dissolved a considerable quantity of unaltered narcotine; under ordinary circumstances narcotine is almost absolutely insoluble in potash solution.\n\n2. **Action of Heat.**—As formerly observed, when narcotine is heated to temperatures short of 180°, no action is perceptible beyond a slight yellowish coloration; at about 210° it swells up, emitting a fragrant odour and combustible gases, and leaving a pasty carbonaceous mass.\n\nA portion of narcotine was cautiously heated to 205°–208°, and the heat withdrawn when the decomposition was just commencing; on extracting the mass with hot water, a liquor was obtained from which meconin crystallized out on cooling, identified by its peculiar physical characteristics; the other products of decomposition could not be isolated.\n\n3. **Action of Ferric Chloride.**—When hydrochlorate of narcotine is heated with a moderately concentrated solution of ferric chloride, the latter is reduced and a considerable quantity of opianic acid formed: to convert the whole of the narcotine employed, several days' successive ebullition is necessary, the opianic acid obtained being thus approximately equal to the theoretical amount; thus in two experiments the opianic acid obtained (partly by crystallization, partly by extraction with ether) amounted to 48 and 47 per cent. of the narcotine employed, the theoretical yield being 50·8 per cent.\n\nThis acid possessed all the properties of opianic acid. After purification by successive recrystallizations, it gave the following numbers on analysis:\n\nI. 0·4410 grm., dried at 100°, gave 0·9170 carbonic acid and 0·1860 grm. water.\n\nII. 0·3750 grm. gave 0·7890 carbonic acid and 0·1590 water.\nCotarnine is produced at the same time, but is quickly decomposed by the action of the ferric chloride; a small amount of the platinum-salt of this base was obtained from the iron liquors by the ordinary process for obtaining cotarnine; of this, dried over sulphuric acid, 0·6130 grm. left 0·1340 platinum.\n\n| Calculated | Found |\n|------------|-------|\n|            | I.    | II.   |\n| C_{10}     | 120   | 57·14 | 56·71 | 57·37 |\n| H_{10}     | 10    | 4·76  | 4·69  | 4·71  |\n| O_5        | 80    | 38·10 |       |       |\n| C_{10}H_{10}O_5 | 210 | 100·00 |       |       |\n\nHence the salt was probably mixed with a small quantity of the narcotine platinum-salt from undecomposed narcotine.\n\n§ II. Decomposition of the Narcotine Bases.\n\n1. Dimethyl-Nornarcotine.—As narcotine under the influence of heat and water has been shown to split up into meconin and cotarnine, it appears probable that this base under the same circumstances would split, either into methyl-normeconin and cotarnine, or into ordinary meconin and a body containing CH₂ less than cotarnine (i.e. cotarnimide).\n\n\\[\n\\begin{align*}\n\\text{Narcotine.} & \\quad \\text{Meconin.} & \\quad \\text{Cotarnine.} \\\\\nC_{19}H_{14}(CH_3)_3NO_7 = C_8H_4(CH_3)_2O_4 + C_{11}H_{10}(CH_3)NO_3 \\\\\n\\text{Dimethyl-nornarcotine.} & \\quad \\text{Methyl-normeconin.} & \\quad \\text{Cotarnine.} \\\\\nC_{19}H_{15}(CH_3)_2NO_7 = C_8H_5(CH_3)O_4 + C_{11}H_{10}(CH_3)NO_3 \\\\\n\\text{Meconin.} & \\quad \\text{Cotarnimide.} \\\\\nC_{19}H_{15}(CH_3)_2NO_7 = C_8H_4(CH_3)_2O_4 + C_{11}H_{11}NO_3\n\\end{align*}\n\\]\n\nOn heating the base with water in sealed tubes, there were produced small quantities of a body having the characteristic property of methyl-normeconin and methyl-noropianic acid, viz. of yielding a blue colour with ferric salts, becoming light red with ammonia; but however the conditions of the experiment were varied, the yield of this substance was too small (even from moderately large quantities of base) for analysis and investigation.\n\nThe action of certain oxidizing agents also tends to prove that the former of the two last reactions takes place. The action of ferric chloride on narcotine has been shown to be\n\n\\[\n\\text{Narcotine.} \\quad \\text{Opianic acid.} \\quad \\text{Cotarnine.} \\\\\nC_{19}H_{14}(CH_3)_3NO_7 + O = C_8H_4(CH_3)_2O_5 + C_{11}H_{10}(CH_3)NO_3.\n\\]\n\n(Blyth has also obtained the same reaction with platinic chloride.) Hydrochlorate of dimethyl-nornarcotine, boiled with either ferric or platinic chloride for many hours, gives\nrise to the production of methyl-noropianic acid and cotarnine, not of opianic acid and cotarnimide.\n\nDimethyl-nornarcotine. Methyl-noropianic acid. Cotarnine.\n\\[ \\text{C}_{19} \\text{H}_{15} (\\text{CH}_3)_2 \\text{NO}_7 + O = \\text{C}_8 \\text{H}_5 (\\text{CH}_3) \\text{O}_5 + \\text{C}_{11} \\text{H}_{10} (\\text{CH}_3) \\text{NO}_3, \\]\n\nand not\n\nOpianic acid. Cotarnimide.\n\\[ \\text{C}_{19} \\text{H}_{15} (\\text{CH}_3)_2 \\text{NO}_7 + O = \\text{C}_8 \\text{H}_4 (\\text{CH}_3)_2 \\text{O}_5 + \\text{C}_{11} \\text{H}_{11} \\text{NO}_3. \\]\n\nThe yield of methyl-noropianic acid by either process is much less than the theoretical amount, probably from a secondary decomposition; it may be obtained from the iron or platinum liquors by simple extraction with ether and purification by recrystallization from water; if undecomposed narcotine is present in the base, opianic acid is likewise produced, and the two may be separated by fractional crystallization, the latter being much less soluble in cold water than the methyl-noropianic acid. A portion thus purified presented the physical characters of methyl-noropianic acid obtained by the action of hydrochloric on opianic acid, and gave the same reactions with ferric solutions: it contained no water of crystallization, and after drying at 100°, yielded the following numbers on analysis:\n\nI. was made with a specimen prepared by the action of ferric chloride; II. and III. by platinic chloride.\n\nI. 0·2200 grm. gave 0·4440 carbonic acid and 0·0870 water.\nII. 0·3130 grm. gave 0·6330 carbonic acid and 0·1250 water.\nIII. 0·3050 grm. gave 0·6180 carbonic acid and 0·1200 water.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C_9         | 108    | 55·10  | I. 55·04 | II. 55·14 | III. 55·26 |\n| H_8         | 8      | 4·08   | 4·39    | 4·43     | 4·37     |\n| O_5         | 80     | 40·82  |        |          |          |\n| C_9 H_8 O_5 | 196    | 100·00 |        |          |          |\n\nAll attempts to procure the cotarnine formed in sufficient quantity and purity for analysis were fruitless.\n\nNo other means of oxidation or decomposition tried were successful; the above reactions, however, tend to show that dimethyl-nornarcotine is derived from narcotine by the substitution of H for CH_3 in the meconin radical, and not in the cotarnine, its rational formula being as follows, that of narcotine being*\n\nNarcotine. Dimethyl-nornarcotine.\n\\[ \\text{CH}_3 \\bigg\\{ \\text{N} \\bigg\\} \\bigg( \\text{C}_{11} \\text{H}_9 \\text{O}_2 \\bigg)^{\\text{III}} \\bigg\\} \\bigg( \\text{C}_8 \\text{H}_4 \\text{O} \\bigg)^{\\text{IV}} \\bigg\\} \\bigg( \\text{CH}_3 \\bigg)^{\\text{O}_3}. \\]\n\n* Journal of the Chemical Society.\n2. Monomethyl-nornarcotine.—Just as dimethyl-nornarcotine might be narcotine, where H replaces CH₃ either in the meconine radical or in the cotarnine radical, so monomethyl-narcotine may be narcotine, where H₂ replaces (CH₃)₂ in the meconic radical, or where H replaces CH₃ in the cotarnine radical as well as in the meconin radical.\n\nHence either of the two following reactions with heated water might be anticipated —\n\nMonomethyl-nornarcotine. Normeconin. Cotarnine.\n\\[ \\text{C}_{19} \\text{H}_{16} (\\text{CH}_3) \\text{NO}_7 = \\text{C}_8 \\text{H}_6 \\text{O}_4 + \\text{C}_{11} \\text{H}_{10} (\\text{CH}_3) \\text{NO}_3, \\]\n\nor\n\nMethyl-normeconin. Cotarnimide.\n\\[ \\text{C}_{19} \\text{H}_{16} (\\text{CH}_3) \\text{NO}_7 = \\text{C}_8 \\text{H}_5 (\\text{CH}_3) \\text{O}_4 + \\text{C}_{11} \\text{H}_{11} \\text{NO}_3. \\]\n\nOn trying the experiment it was found impossible to obtain anything but tarry masses: the fact that methyl-normeconin was not obtained would tend to show that the former reaction takes place, the normeconin immediately becoming decomposed; the cotarnine, however, could not be got sufficiently free from tar for analysis.\n\nSimilarly, with oxidizing agents either of the following reactions appears probable:\n\nMonomethyl-nornarcotine. Noropianic acid. Cotarnine.\n\\[ \\text{C}_{19} \\text{H}_{16} (\\text{CH}_3) \\text{NO}_7 + \\text{O} = \\text{C}_8 \\text{H}_6 \\text{O}_5 + \\text{C}_{11} \\text{H}_{10} (\\text{CH}_3) \\text{NO}_3, \\]\n\nor\n\nMethyl-noropianic acid. Cotarnimide.\n\\[ \\text{C}_{19} \\text{H}_{16} (\\text{CH}_3) \\text{NO}_7 + \\text{O} = \\text{C}_8 \\text{H}_5 (\\text{CH}_3) \\text{O}_5 + \\text{C}_{11} \\text{H}_{11} \\text{NO}_3. \\]\n\nThe non-oxidizing agents, and ferric chloride, only gave rise to the formation of tarry masses; but on boiling platinic chloride with hydrochlorate of monomethyl-nornarcotine, and extracting the liquor with ether, there was obtained a body which it was found impossible to obtain in a state of sufficient purity for analysis owing to its instability; it had an acid reaction, was very soluble in water, ether, and alcohol, but could be obtainable only as a tarry granular mass from any of these solvents; it gave only a very slight purplish coloration with ferric salts. Since its reactions, therefore, did not all correspond with those of methyl-noropianic acid, it appears probable that it was the noropianic acid formed according to the first of these two equations.\n\nThese results point to the constitution of methyl-nornarcotine as being narcotine, where H₂ replace (CH₃)₂ in the meconin radical; or, as before,\n\nNarcotine. Methyl-nornarcotine.\n\\[ \\begin{align*}\n\\text{CH}_3 & \\quad \\text{CH}_3 \\\\\n(C_{11} H_9 O_2)^w & \\quad (C_{11} H_9 O_2)^w \\\\\n(C_8 H_4 O)^iv & \\quad (C_8 H_4 O)^iv \\\\\n(CH_3)_2 H & \\quad H_3 \\\\\n\\end{align*} \\]\n\n3. Nornarcotine.—From the observed reactions with the other bases, it appears probable that the reactions taking place when nornarcotine is heated with water, or treated with oxidizing agents, are\nCEEMICAL CONSTITUTION OF NARCOTINE.\n\nNornarcotine. Normecoonin. Cotarnimide.\n\\[ \\text{C}_{19}\\text{H}_{17}\\text{NO}_7 = \\text{C}_8\\text{H}_6\\text{O}_4 + \\text{C}_{11}\\text{H}_{11}\\text{NO}_3, \\]\n\nand\n\nNoropianie acid. Cotarnimide.\n\\[ \\text{C}_{19}\\text{H}_{17}\\text{NO}_7 + \\text{O} = \\text{C}_8\\text{H}_6\\text{O}_5 + \\text{C}_{11}\\text{H}_{11}\\text{NO}_3. \\]\n\nAll experiments endeavouring to isolate any of its products of decomposition have as yet proved failures.\n\nIts rational formula will probably be:\n\nNarcotine. Nornarcotine.\n\\[ \\begin{align*}\n\\text{CH}_3 & \\quad \\text{H} \\\\\n(\\text{C}_{11}\\text{H}_9\\text{O}_2)^{\\text{IV}} & \\quad (\\text{C}_{11}\\text{H}_9\\text{O}_2)^{\\text{IV}} \\\\\n(\\text{C}_8\\text{H}_4\\text{O})^{\\text{IV}} & \\quad (\\text{C}_8\\text{H}_4\\text{O})^{\\text{IV}} \\\\\n(\\text{CH}_3)_2\\text{H} & \\quad \\text{H}_3 \\\\\n\\end{align*} \\]\n\n4. Cotarnine.—When narcotine is oxidized by sulphuric acid and binoxide of manganese, and the resulting opianic acid separated by crystallization, and the manganese and cotarnine ultimately precipitated by excess of carbonate of sodium, on leaving the alkaline filtrate to spontaneous evaporation, long needle-shaped crystals of an inch or more in length occasionally form; these dissolve readily in alcohol, but only come out of the alcoholic solution as globules of oil and not as crystals. These crystals, after drying on blotting-paper, were found to lose 4·16 per cent. of water at 100°; having previously melted, the analyses of the residue led to the conclusion that these crystals were simply cotarnine with half a molecule of water of crystallization,\n\n\\[ \\text{C}_{12}\\text{H}_{13}\\text{NO}_3 + \\frac{1}{2}\\text{H}_2\\text{O}, \\]\n\nthis formula requiring 3·95 per cent. of loss at 100°.\n\nConverted into platinum-salt, these crystals gave 23·08 and 23·00 per cent. of platinum; the cotarnine-salt requires theoretically 23·18 per cent.\n\nAll attempts to get oxidation products with certainty from cotarnine by various agents have failed; once only was cotarnic acid obtained by the action of dilute nitric acid (Part I. Phil. Trans. for 1863, p. 359). When cotarnine is evaporated with strong nitric acid on the water-bath to dryness, apophylic acid was always found in the residue; the product, however, was always very small.\n\nMiscellaneous Observations on Opianic Acid, Meconin, and Hemipinic Acid.\n\n1. Opianic Acid.—When opianic acid is treated with bichromate of potassium and sulphuric acid in a dilute solution, hemipinic acid is formed, which may be obtained by extraction with ether, and may be separated from unaltered opianic acid by crystallization. In one experiment the water of crystallization was determined, and the purified acid converted into silver-salt.\n\n0·6884 grm. silver-salt gave 0·3386 grm. metallic silver.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C_{19}H_8Ag_2O_4 | 49·09 49·18 |\n\nSilver per cent.\n1·877 grm. of crystallized acid lost 0·1330 at 100°.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₁₀ H₁₀ O₆  | 226    | 92·63 |\n| H₂O         | 18     | 7·37  |\n| C₁₀ H₁₀ O₆ + H₂O | 244 | 100·00 |\n\nOpianic acid heated a few degrees above its melting-point (about 140° C.) loses moisture; the residue left is insoluble in cold water and dilute alkalies, but slowly dissolves on boiling, yielding opianates; it is nearly insoluble in cold alcohol, but little soluble in boiling alcohol; from a hot solution it separates on cooling in small shining crystals. These, when analyzed, led to the formula C₄₀ H₃₈ O₁₉, being apparently formed thus:\n\n\\[ 4(C_{10} H_{10} O_5) = H_2O + C_{40} H_{38} O_{19}. \\]\n\nThe loss of weight on heating also confirms this reaction.\n\n2. Meconin.—Meconin is apparently unaffected by heating in presence of water under pressure. Attempts to oxidize it by the following reagents all yielded negative results, however the conditions of the experiment were varied:\n\n- Binoxide of manganese or bichromate of potassium and sulphuric acid.\n- Permanganate of potassium, in acid and alkaline solutions.\n- Binoxide of barium alone and with sulphuric acid.\n- Ferric and platinic chlorides, &c.\n\nThe action of nitrous acid gas on fused meconin gave rise only to the formation of nitro-meconin, which, when purified by recrytallization, gave the following numbers on analysis.\n\nI. 0·3940 grm. of substance, dried at 100°, gave 0·7350 carbonic acid and 0·1360 water.\nII. 0·3940 grm. of substance, dried at 100°, gave 0·7345 carbonic acid and 0·1260 water.\nIII. Nitrogen determination by Liebig's method gave the ratio of nitrogen to carbonic acid as 1 to '210.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₁₀         | 120    | 50·21 | I. 50·87 | II. 50·84 |\n| H₉          | 9      | 3·76  | 3·83    | 3·55     |\n| N           | 14     | 5·86  |        | 5·81     |\n| O₆          | 96     | 40·17 |        |          |\n| C₁₀ H₉(NO₂)O₄ | 239 | 100·00 |\n\nThe physical properties of this nitromeconin were carefully compared with those of nitromeconin prepared by the action of nitric acid on meconin, and found identical; in each case, however, there were found some slight differences from those usually ascribed to this substance (Gerhardt, iv. p. 82). Thus it was found to be almost insoluble in cold water, and only slightly soluble in boiling water, alcohol, ether, ammonia, potash, and soda; acids caused no alteration in the alkaline solution; aqueous and alcoholic solutions were not changed by ferrous, ferric, or cupric solutions:\n\nInstead of: soluble in water, alcohol, and ether; very soluble in ammonia and alka-\nlies, producing a red coloration; precipitable by acids from alkaline solution; its solutions yielding a precipitate with salts of iron and copper.\n\nAttempts to form dinitromeconin were fruitless. Addition of sodium to fused meconin causes a copious evolution of hydrogen. The resulting compound when put into water reforms meconin and caustic soda.\n\n3. Hemipinic Acid.—When hemipinic acid, dried at 100°, is heated, it melts at about 175°, and if kept at that temperature loses water; at higher temperatures the mass becomes slightly coloured, and at about 300° carbonic acid and aromatic vapours are evolved. The reaction occurring at 175°–180° is\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 = \\text{H}_2\\text{O} + \\text{C}_{10}\\text{H}_8\\text{O}_5. \\]\n\nThe body produced, which may be considered hemipinic anhydride, may be crystallized unaltered from absolute alcohol; after drying at 100° these crystals were analyzed.\n\n10 grms. hemipinic acid lost at 175°–180° 0·791 grm.\n\n| Calculated | Found |\n|------------|-------|\n| C_{10}H_8O_5 | 208   | 92·04 |\n| H_2O        | 18    | 7·96  |\n| C_{10}H_{10}O_6 | 226 | 100·00 |\n\n0·3050 grm. of anhydride gave 0·6450 carbonic acid and 0·1120 water.\n\n| Calculated | Found |\n|------------|-------|\n| C_{10}     | 120   | 57·69 |\n| H_8        | 8     | 3·85  |\n| O_5        | 80    | 38·46 |\n| C_{10}H_8O_5 | 208 | 100·00 |\n\nIf the anhydride be dissolved in alcohol containing a little water (ordinary spirit of about 90 per cent. alcohol), ethyl-hemipinic acid is formed; boiled with water it reforms hemipinic acid.\n\nAs formerly observed, ethyl-hemipinic acid may likewise be formed by passing dried hydrochloric acid gas into a solution of hemipinic acid (dried at 100°) in absolute alcohol; the substances prepared by these two methods are identical in physical properties, each having a strong tendency to separate from a hot aqueous solution on cooling in oily drops, and sometimes in feathery crystals containing half a molecule of water of crystallization.\n\nOf these crystals 4·825 grms. lost at 100° 0·1870 grm.\n\n| Calculated | Found |\n|------------|-------|\n| C_{12}H_{14}O_6 | 254 | 96·57 |\n| \\(\\frac{1}{2}\\)H_2O | 9   | 3·43  |\n| C_{12}H_{14}O_6+ | 263 | 100·00 |\nI. 0·3120 grm., dried at 100°, gave 0·6545 grm. carbonic acid and 0·1650 water.\nII. 0·3460 grm. gave 0·7150 carbonic acid and 0·1670 water.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₁₂         | 144    | 56·69 | 57·21 | 56·36 |\n| H₁₄         | 14     | 5·51  | 5·87  | 5·37  |\n| O₆          | 96     | 37·80 |       |       |\n| C₁₀H₉(C₂H₅)O₆ | 254   | 100·00|       |       |\n\nI. was prepared by the action of hydrochloric acid gas on a solution of hemipinic acid in absolute alcohol.\nII. prepared by the action of aqueous alcohol on hemipinic anhydride.\n\nEthyl-hemipinic acid digested under paraffin with strong hot hydrochloric acid becomes converted into hemipinic acid and chloride of ethyl,\n\n\\[ \\text{C}_{10}\\text{H}_9(\\text{C}_2\\text{H}_5)\\text{O}_6 + \\text{HCl} = \\text{C}_{10}\\text{H}_{10}\\text{O}_6 + \\text{C}_2\\text{H}_5\\text{Cl}, \\]\n\nand the hemipinic acid is thus acted on, producing methyl-hypogallic acid.\n\nConclusion.—It may be as well to sum up as briefly as possible what has been done in the four portions of this research*.\n\n1st. It has been proved, from the analyses of various samples of narcotine derived from various sources, that narcotine has always the same composition, viz. C₂₂H₂₃NO₇ (Part I. p. 346).\n\n2nd. As stated by former observers, narcotine under the influence of oxidizing agents splits up into opianic acid and cotarnine.\n\n\\[ \\text{C}_{22}\\text{H}_{23}\\text{NO}_7 + \\text{O} = \\text{C}_{10}\\text{H}_{10}\\text{O}_5 + \\text{C}_{12}\\text{H}_{13}\\text{NO}_3. \\]\n\n3rd. When heated a long time with water, or per se at 200°, narcotine splits up into meconin and cotarnine (Part IV. p. 667).\n\n\\[ \\text{C}_{22}\\text{H}_{23}\\text{NO}_7 = \\text{C}_{10}\\text{H}_{10}\\text{O}_4 + \\text{C}_{12}\\text{H}_{13}\\text{NO}_3. \\]\n\n4th. When narcotine is heated with excess of hydrochloric acid for a short time (about two hours), chloride of methyl is formed, and one atom of H substituted for one of CH₃ in the narcotine; if heated for a long time (some days), two atoms of H are substituted for two of CH₃; when heated with fuming hydriodic acid, iodide of methyl is formed in such quantities as proves that three atoms of H are substituted for three of CH₃. A series of homologous bases is thus formed (Rational formulæ, Part IV.), whose decompositions are analogous to those of narcotine.\n\n5th. Cotarnine has been shown to have the formula\n\n\\[ \\text{C}_{12}\\text{H}_{13}\\text{NO}_3, \\text{ and not } \\text{C}_{13}\\text{H}_{13}\\text{NO}_3, \\]\n\n* Parts I. and II. by Professor G. C. Foster and one of us, Phil. Trans. 1863, p. 345, and 1867, p. 657. Part III. 1869, p. 661. Part IV. 1869, p. 667.\nand is capable of crystallizing with half a molecule, or with a whole molecule of water (Part I. p. 349, and Part IV. p. 673).\n\n6th. When cotarnine is heated with dilute nitric acid, under certain not clearly understood conditions, cotarnic acid is produced together with methylamine,\n\n\\[ C_{12}H_{13}NO_3 + 2H_2O = C_{11}H_{12}O_5 + C_3H_5N; \\]\n\nwith strong nitric acid, as stated by previous observers, apophyllic acid is produced; other oxidizing agents give no definite results (Part I. p. 359, and Part IV. p. 673).\n\n7th. When cotarnine is heated with strong hydrochloric acid, chloride of methyl is formed and hydrochlorate of cotarnamic acid,\n\n\\[ C_{12}H_{13}NO_3 + H_2O + 2HCl = CH_3Cl + C_{11}H_{13}NO_4.HCl. \\]\n\nHydriodic acid produces a similar reaction, only one equivalent of \\( CH_3 \\) being eliminated for one of cotarnine (Part I. p. 360).\n\n8th. Opianic acid treated with bichromate of potassium and dilute sulphuric acid becomes oxidized to hemipinic acid (Part IV. p. 673),\n\n\\[ C_{10}H_{10}O_5 + O = C_{10}H_{10}O_6. \\]\n\n9th. Opianic acid under the influence of nascent hydrogen (as with sodium-amalgam or zinc and sulphuric acid) is reduced to meconin (Part I. p. 354).\n\n\\[ C_{10}H_{10}O_5 + H_2 = C_{10}H_{10}O_4 + H_2O. \\]\n\n10th. Opianic acid heated with caustic potash splits up into meconin and hemipinic acid (Part I. p. 352).\n\n\\[ 2C_{10}H_{10}O_5 = C_{10}H_{10}O_4 + C_{10}H_{10}O_6. \\]\n\n11th. When opianic acid is heated with excess of hydrochloric acid, chloride of methyl is formed, and hydrogen substituted for methyl in the opianic acid: it appears probable that two distinct substances are thus produced, noropianic acid and methyl-noropianic acid—the former by substitution of \\( H_2 \\) for \\( (CH_3)_2 \\), and the latter of \\( H \\) for \\( CH_3 \\); only the latter has been isolated in a pure state, the former decomposing spontaneously,\n\n\\[ C_{10}H_{10}O_5 + 2HCl = C_8H_6O_5 + 2CH_3Cl, \\]\n\\[ C_{10}H_{10}O_5 + HCl = C_9H_8O_5 + CH_3Cl. \\]\n\nHydriodic acid apparently produces similar decompositions; like opianic acid, methyl-noropianic acid is monobasic (Part II. p. 657).\n\n12th. All experiments to oxidize meconin to opianic or hemipinic acids or any other product have proved failures.\n\n13th. Meconin treated with excess of hydrochloric or hydriodic acid forms chloride or iodide of methyl, and a body derived from meconin by substitution of \\( H \\) for \\( CH_3 \\) (methyl-normeconin):\n\n\\[ C_{10}H_{10}O_4 + HCl = C_9H_8O_4 + CH_3Cl. \\]\n\nAttempts to substitute \\( H_2 \\) for \\( (CH_3)_2 \\) did not yield anything capable of isolation in a pure state (Part II. p. 660).\n14th. Hemipinic acid treated with reducing agents has in no case been reduced to opianic acid or meconin; nor have experiments to form opianic acid by the union of hemipinic acid and meconin proved successful; nor has hemipinic acid been oxidized to any other compound.\n\n15th. When hemipinic acid is heated with excess of strong hydrochloric acid, chloride of methyl and carbonic acid are formed, and a new acid, methyl-hypogallic acid, in accordance with the following equation:\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 + \\text{HCl} = \\text{CH}_3\\text{Cl} + \\text{CO}_2 + \\text{C}_8\\text{H}_8\\text{O}_4. \\]\n\nWhen heated with hydriodic acid, hypogallic acid is formed, together with iodide of methyl and carbonic acid,\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 + 2\\text{HI} = 2\\text{CH}_3\\text{I} + \\text{CO}_2 + \\text{C}_7\\text{H}_6\\text{O}_4 \\]\n\n(Part II. p. 661).\n\n16th. The observations of Anderson, that hemipinic acid is bibasic, have been confirmed, and an anhydride obtained by simple desiccation (Part IV. p. 675, and Part I. p. 354).\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 = \\text{H}_2\\text{O} + \\text{C}_{10}\\text{H}_8\\text{O}_5. \\]\n\nMethyl-hypogallic acid, is however, monobasic.\n\n17th. Hemipinic acid is capable of crystallizing with different amounts of water of crystallization, crystals with half a molecule, with a whole molecule, and with two molecules of water having been obtained (Part II. p. 662).\n\n18th. All the reactions of narcotine and of its products of decomposition may be satisfactorily accounted for by the following rational formula:\n\n\\[ \\text{CH}_3 \\quad \\begin{cases} \\text{N} \\\\ \\text{(C}_{11}\\text{H}_9\\text{O}_2)^{\\text{II}} \\\\ \\text{(C}_8\\text{H}_4\\text{O)}^{\\text{IV}} \\\\ (\\text{CH}_3)_2\\text{H} \\end{cases} \\quad \\begin{cases} \\text{O} \\\\ \\text{O}_3. \\end{cases} \\]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/109015.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 21672,
    "total-output-tokens": 10368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2745,
        2
      ],
      [
        2745,
        5688,
        3
      ],
      [
        5688,
        8645,
        4
      ],
      [
        8645,
        11138,
        5
      ],
      [
        11138,
        13786,
        6
      ],
      [
        13786,
        16761,
        7
      ],
      [
        16761,
        19655,
        8
      ],
      [
        19655,
        22308,
        9
      ],
      [
        22308,
        24524,
        10
      ],
      [
        24524,
        27153,
        11
      ],
      [
        27153,
        29758,
        12
      ],
      [
        29758,
        31564,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-109015",
    "title": "Researches into the Chemical Constitution of Narcotine, and of Its Products of Decomposition.--Part IV",
    "authors": "C. R. A. Wright, Augustus Matthiessen",
    "year": 1869,
    "volume": "159",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/109015"
  }
}