{
  "id": "91404f20bfa435f479ab8157f6543ee5b9d06936",
  "text": "tho' he never could be induced to take any kind of Meat or Drink; and thus he continued in pretty good Health, and fresh coloured, till the 9th day of June, 1719. when he was seized again with a severe Fever; and upon the 10th. at Night, his Father pressed him extremely to take a little Milk boiled with Oat-meal, which at length he agreed to; and he took a Spoonful of it, which stuck so long in his Throat, that his Parents thought he had been choaked; and ever since he has taken a little Food, but so very little, that a Halfpenny Loaf serves him eight Days. That all the time he fasted, he never had any Evacuation either by Stool or Urine; and it was fourteen or fifteen days after he began to eat, that he got any benefit that way; and that he is now in pretty good Health, but still wants the use of one of his Limbs. And this is the Truth, as we shall answer to God.\n\nJames Jackson,\nElizabeth Bell,\nCharles Browne, Baily.\nGilbert Anthone, Clerk.\n\nIX. A Discourse concerning a Method of discovering the Virtues of Plants by their external Structure. By the same.\n\nHaving hitherto delivered my Thoughts concerning the structure of the Flowers, Fructification, various Methods, Generation and Nourishment of Plants, I now come to add somewhat concerning their Virtues. I cannot enough admire the Judiciousness and Sagacity of\nof the Ancients, who, without any of those means made use of by the Moderns, have handed down to us such an account of the Virtues of those Plants, which by the unanimous Consent of all Physicians and Pharmacians, are more particularly dedicated for use in Physick, that all the laborious Endeavours of their inquisitive Successors, have never been able to outdo them. It must have been a long Tract of Experience, which enabled Dioscorides and Theophrastus to collect and receive from their wise Ancestors, such a lasting Catalogue of the Virtues of Plants, as scarce any thing has been added to even to this day. The Royal Academy at Paris, has been at great pains to find out the Virtues of Plants by the Chymical Analysis, and several other Experiments, of which we have the Abstracts in Tournefort's Histoire des Plantes aux environs de Paris, and Taurry his Traité des Medicaments: But these laborious Endeavours only serve to confirm what the Ancients advanced, without any new Discovery. For Tournefort, after having made the Experiments with the Tournefort and blue Paper, and given an exact Account of the several active Chymical Principles, which are observ'd in such and such a Plant, usually concludes, ainsi il n'est pas surprenant s'il a de telles vertues. Therefore, says he, 'tis not surprising if it is endow'd with such Virtues; which is nothing but giving a Reason why the Ancients believed they were good for such a Distemper.\n\nThe Means used by our Forefathers to discover the Virtues of Plants, and their Use in the several Diseases, as they were the most simple, so they are most assisting at this very time. It seems they have narrowly considered their Facies externa, and thus concluded; If such a Plant partake of such Virtues, such another so very like to it, must be endow'd with the same, v.g. Apium\nApium and Feniculum have the same manner of flowering; both produce their Seed after the same manner; their Roots are both alike, being long, white, straight, carnous, &c. Therefore since a long Tract of Experience, handed down by Tradition, shews that such a Plant has such Virtues, such another like to it must have the same. Thus we find Apium, Feniculum, Petroselinum, all join'd together, and prescrib'd as the opening Roots in the Dispensatory.\n\nThis induc'd that expert Botanist, and diligent Enquirer into the Knowledge of the Materia Medica, the Celebrated Dr. Herman, to lay down these general Maxims, Quaecunque flore & semine convenient easdem possident virtutes: And Omnia semina striata sunt carminativa. The late ingenious and accurate Natural Historian, sometime a noted Member of this Society, Mr. James Petter, a few Years ago obliged us with a Discourse upon this Subject, printed in the Philosophical Transactions, in which he observes, That the Planta Umbelliferae, Galeae, Verticillate, Tetrapetale, Siliquosa and Siliculosa, for the generality, have a tendency to the same Virtue and Use. This was the occasion of some Intercourse betwixt him and me, in two or three Letters, printed in my Miscellaneous Observations, in which he observes, that the Planta Flore stamineo, which he calls Blink Flowers; such as Hops, Nettles, Docks, Sorrels, Beres, Blites, Spinage, Oraches, Bonus Henricus, or English Mercury, and Kali minus album, are all good Sallads, raw, or boil'd. Also the Leguminose, or Pea kind; such as Pease, Beans, Phaseoli, are good nutritive Food for Men; and the Tares, Trefoils, Medicae, Loti, and Saintfoins, are good Pabulum or Fodder for Beasts. To these he adds the Frumentaceae or Cereales; as the Wheat, Rye, and Oats, in Europe, and the Maiz, Miller, Panick, and Sorgum, in the Indies, make good Bread; and that\nfrom Barly and Rice we have good fermented and spirituous Liquors. To these he adds, that the Iris, or Flag-kind, in Foreign Parts, afford us prevalent Drugs, of no mean Virtue and Use; such as Ginger, Galingal, Turmeric, Zedoary, Cassumunar, and Cardamoms. The Laurus, or Bay-kind, has some noble Attendants of the same Tribe with itself; such as Cinnamon, Cassia Lignea, Malabathrum, Folium Indicum, and the Camphire Tree.\n\nIn answer to his, I added, that all the Pappescentes & Lactescentes, such as the Sonchus, Dens Leonis, Hieracium, Lactuca, Cichoreum, Endivia, Tragopogon, and Scorzonera, have the same Virtues, and serve for the same Uses both in the Kitchin and Shops. All the Asperifoliae, such as Borago, and Buglossum, are those which are called Coolers in a more or less intense degree; for some are Astringent, as Consolida, others Narcotick, as Cynoglossum. All the Galeae and Labiatae, for the most part consist of subtile Particles, and are therefore Cephalicks; as Lavendula, Rosmarinus, Majorana, &c. Mentha, Pulegium, Melissa, Hystericks. Attenuaters and Inciders, as Salvia, Horminum, &c. A fourth Sort somewhat Astringent, as Bugula, Lamium, &c. So that by having an Idea of the Virtues of a Majorana, Mentha, Salvia, Lamium, we come to know the Virtues of all their Congeners. All the Papavers are Narcotick. The Esulae and Ithymali are Cathartick; tho' both these are Lactescent; yet they differ from those which are Pappescent also. All the Malva's are chiefly Emollient; the Pentaphyllous kind Astringent; as are also the Plantains. The Corymbiferous kind, are either Stomachicks, Hystericks, or Vermifuges. The Gentian Bitters, Stomachicks, Hystericks, and Febrifuges. The Pomiferæ Scandentes, as Cucumbers, Melons, &c. are Coolers; but some are Cathartick, as Cucumis sylvestris, and Colocynthis. The Convolvuli, as Mechoacanna, &c. are Purgative; to which Jalappa, by Flower-\nFlower and Fruit, is near of kin. *Digitalis* and *Gratiola*, are Emetick and Purgative. The squamous and bulbous Roots are Emollient, and more or less Acrid. Thus *Allium*, *Cepa*, *Porrumb*, unboil'd, are Hot, Diuretick and Lithontriptick. All the *Seda* are coolers.\n\nThus at the first view, without knowing the Characters so nicely as Botanists do, but only exactly observing the Facies externa of the Plant, when the Virtue of one Species is known, the Virtues of all the Congeners may be guess'd at, if not fully determin'd.\n\nThe next simple Method of the Ancients, to discover the Virtues of Plants, seems to have been the Taste and Smell. Thus *Apium* and *Petroselinum* have a Taste resembling to each other, therefore they are to be prescribed together. The Seeds of *Feniculum* and *Anisum* have much of the same taste and smell, and therefore both of them must be Carminative, or Expellers of Wind, &c. They had likewise recourse to the Temperament and Qualities, such as Hot and Dry, Cold and Moist, in the 1st, 2d, 3d, and 4th Degrees. But since the Taste is not always the same in one Person, and that different Persons have different Sensations; that, as being too much subjected to the different Tempers and Imaginations of People, is deservedly exploded.\n\nI have lately compos'd a Compendious Scheme of all the Plants us'd in Physick; in which, that I might render it less liable to Objection, and not seem to introduce any innovation in the distribution, I have not so strictly observ'd the making their Characteristick Notes and Virtues agree, as the distributing them according to their Operations.\n\nThe first Distribution, is, by joining together all those which are prescribed under one Title in the Shops; such as the Opening Roots, Emollient and Capillary Herbs, Cordial Flowers, hot and cold, greater and lesser\nIn this I have not kept to the Dispensatory Catalogue, but have added several Congeners, that I might give a Specimen of what is proposed concerning the Virtues and Characters. Thus I have added Cuminum and Meum to Feniculum; Laurus Alexandrina, and Hippoglossum to Ruscus; Alcea to Malva and Althea; Bonus Henricus, Atriplex, &c. to Beta, under the Title of Oleraceous Emollients; Lingua Cervina, Polypodium, &c. to the Capillary Herbs; and so on in the Cordial Flowers, and hot and cold Seeds.\n\nI have, 2dly, distributed the Plants into such as are Altering and Evacuating. The Altering are divided into those that consist of Gross, and such as are said to consist of Tenuious and Subtile Particles. Those consisting of Gross Particles, are Astringent. Such as prevent Abortion and Ruptures, Stoppers of the Fluxus menstruus immodicus, Fluor Albus, Diarrhoea, Dysentery; good in Burnings, Bruises, Cancers, spitting of Blood. Gross Medicines are Narcoticks, Vulnerary, good for Scrophulous Tumors, Squinancy, Refrigerators.\n\nPlants consisting of subtile Particles, are Aperient; such are all Opthalmicks, Arthriticks, Nephriticks, Lithontripticks, Diureticks, Hydropicks. They are also Pectoral, Anti-Apoplectic, Paralytick, Hysterick, Hypochondriack, Provokers of Birth, Febrifuges, Scorbuticks, Stomachicks, Vermiutiges.\n\nThe Evacuating Medicines are Emetic, or such as work upward; or Laxative and Purgative, such as work downwards. The Nutritive Medicines are the Planta Cereales and Leguminose.\n\nIt is here to be noted, that I have not inserted any Plant in this Table, but such as are indigenals in Britain, or such as are Cultivated in British Gardens; and to render it still the more useful, I have added such particular Parts as are used in the Shops; viz. the Root,\nRoot, Herbs, Leaves, Tops, Flowers, Fruit, Nuts, Bark and Wood.\n\nHaving thus reduc'd within a small compass the most considerable Virtues of Plants, both General and Specifick, and shewn the most easy, simple, and natural Method of discovering them, I would not be so far misunderstood, as if I were averse from using other Experiments in finding them out. On the contrary, I could heartily recommend another Method, hitherto much neglected, and which I am convinc'd would be of great Use, if accurately gone about; and that is, their Infusion in different Liquors, in order to find out the proper Menstruum for extracting their more useful Parts.\n\nEvery Physician is sensible that there are several Simples, and these Specifick too, which adhibited in Substance, are of great efficacy; whereas, if their Contexture is dissolved, their Parts can never be so reunited as to produce the same effect. Thus Cortex Peruvianus is never so effectual, as when given in Powder. That there are others which will communicate their useful Particles when infus'd, to one Liquor and not to another; and that the same Substance will impregnate two Liquors diversely, according to the different Menstruums. That expert Chymist, Mr. Lemery, advises to infuse Opium in Water and Spirit of Wine, separately; and after to mix both Infusions together, in order to make the Laudanum or Extract; wisely considering, that the Water will be impregnated by the more soluble saline Particles, whereas the Spirit will only imbibe the more resinous; for Water is the proper Menstruum for a saline Substance, which will not dissolve in Spirit of Wine; this rather hardening and preserving it from being dissolv'd, either by Air or Water. Thus the most convenient way to preserve the volatile Salt of Animals,\nAnimals, is to keep it among Brandy; and every one knows, that Water immediately dissolves Sugar, which Brandy will not do. Therefore Senna will impart its purgative Quality to Water or Ale, having its saline Particles more disengag'd; but the purgative Virtue of Jallop consisting in its refine, requires Wine or Brandy for the Menstruum or Dissolvent.\n\nTherefore, in my humble Opinion, a most proper Means to find out the Virtues of Plants, is to have recourse to the proper Menstruums. A Simple may be infus'd in Rain Water, Snow Water, or pure Fountain Water; if its Texture is loose, and it abound with saline Particles, those pure Elements will be impregnated by it; but if the Texture be more compact, firm and solid, if its Particles are more fix'd, Mineral Waters; or by the addition of a proportional quantity of the fix'd Salt of a Plant, a proper Menstruum may be prepared. And next to the adhibiting of the Bitters in substance, such as Wormwood, Gentian, and Camomile Flowers, this is the most convenient way of administring them; not but their Tincture extracted by Brandy or Wine may do very well; But since they abound very much with a fix'd Salt, a great deal of their Virtue may be communicated to a less spirituous Liquor, when a more spirituous will not extract it. The proper means to know which Menstruum will best extract the more useful parts of any Simple, or rather suspend its more solid Particles, is to use the Hydrostatal Balance; when having weighed the Menstruum before infusion, and after the Materies has been intus'd for some time, it will soon be observ'd by the Augmentation of the Weight, how far the Menstruum is impregnated, and which is the most proper Dissolvent. The properest Method of adhibiting the fix'd Simples, if not in substance, is by Decoction, Infusion, or Tincture. (N. B.\nIt is call'd Infusion, when the Menstruum is either Water, Ale, or Wine; but a Tincture, when Brandy is employ'd;) and the best way to obtain the useful Particles of volatile, tenuious, or subtile Substances, is by Distillation. These may indeed be proper Ingredients for an Infusion or Tincture. But there are a great many fix'd Substances as improper for Distillation as the Volatile are improper for Extracts. Thus I have thought fit to shew the means of finding out the Virtues of Plants without dissolving their Texture: But if any has a mind rather to do it by the Chymical Analysis, this is not to dissuade them.\n\nX. An Account of a Book, Entituled, Geometria Organica, sive Descriptio Linearum Curvarum Universalis. Auctore Colino Mac Laurin, Matheceos in Collegio Novo Abredonensi Professore, & R. S. S.\n\nThe Design of this Treatise, is to examine the various Methods proposed by Mathematicians, for describing Geometric Curves; and at the same time to demonstrate a new one, infinitely more General than any hitherto published; built on those Theorems proposed by our Illustrious President, at the end of his Enumeration of the Lines of the Third Order.\n\nThe great Improvements that have been made by most of the other Modern Geometricians, have related chiefly to the Lines of the Infinite Order; they have been so fond of applying their new Methods to Mechanic and Exponential Curves, (which undoubtedly ought to give",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103383.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15036,
    "total-output-tokens": 4272,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1333,
        2
      ],
      [
        1333,
        3163,
        3
      ],
      [
        3163,
        5020,
        4
      ],
      [
        5020,
        6926,
        5
      ],
      [
        6926,
        8764,
        6
      ],
      [
        8764,
        10542,
        7
      ],
      [
        10542,
        12321,
        8
      ],
      [
        12321,
        14150,
        9
      ],
      [
        14150,
        15579,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103383",
    "title": "A Discourse concerning a Method of Discovering the Virtues of Plants by Their External Structure. By the Same",
    "authors": "Patrick Blair, Gilbert Anthone, Elizabeth Bell, James Jackson, Charles Browne",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103383"
  }
}