{
  "id": "be4cdbb2b947be627da3f99aed23ceb4b38fbe2c",
  "text": "tudes of the o the afternoon preceding, may be examined.\n\nThe Account we have but now lately received from the famous Mr. Hevelius from Dantzick, of these same Eclipses, is contained in this following Discourse addressed in a Letter from the Observer to the R. Society.\n\nOccultatio Jovis Anno 1686, die 10 April. st. n. vesperi, observata Gedani a Joh. Hevelio.\n\nAd hanc Observationem summa alacritate accessi, non obstante invaletudine mea, cum Coelum fere undeque esset serenum, nisi quod circa Horizontem, ubi Luna atq; Jupiter exoriri debebant, vapores quidam atq; nubeculae existent. Inprimis ex eo maximopere fui excitatus, quod hujus generis Observationes, Occultationes nempe Jovis admodum raro contingant, sed adhuc rarius ex voto observentur. Me quod attinet, scias, mi Lector, etiam si hucusque per 56 annos Rebus Coelestibus pro meo modulo operam dederim, atq; nullam Observationem aliquus momenti, (absit gloriola) lubens neglexerim, haud feliciorem fuisse quam quod in hunc usque diem spatium circiter annorum, non nisi tres tales Jovis Eclipses rite deprehendere & annotare potuerim: utpote primam Anno 1646, die 24 Decemb. vesperi, sed tantummodo ejus finem: secundam, Anno 1679, die 5 Junii ante meridiem de die, quo tempore res omnis felicius successit; tertiam hoc Anno currente 1686 die 10 April. vesperi.\n\nQuam Observationem, mi Astrophile, prout persagi potuit, a me nunc benevole accipias, rogo. Quae vero obtenta, atq; annotata fuerunt, ex subseque Tabella & Observationis Typo patebunt. Omnium primo nonnullas Altitudines Solis, & Arcturi Quadrante singula minuta commonitrante observavi, ad corrigendum Horologium ambulatorium aliquanto tardius incedens. Deinde, exoriente atq; ex nu-\nnubeculis circa Horizontem vagabundis erumpente Luna ac Jove, nonnullas Distantias a limbo Lunæ orientali cepi, ex ratione, qua tum licuit meliori. Inter alia autem notandum occurrit, quod hæc Occultatio non Luna omnino existente plena, sed altera die circiter post ipsum Plenilunium vesperi acciderit; & quidem eodem tempore (quod permirum sane accidit, & est casus, qualis haud facile unquam continget) eadem facie, ut illa Occultatio Anni 1646 die 2 Decemb. vesperi visa est; quo tempore Luna jam ad biduum pariter decreverat, & sine dubio eandem Librationem etiam exhibuit, quam in hac nostra ultima Observatione. Nam Sectio Luminis atq; umbrae plane fuit eadem, & per easdem maculas transit (quod satis admirari nequeo) nimium ad Lacum Hyperboreum majorem & minorem, tum ad montes Riphæos, per paludem Maeotidem, per Lacum majorem maris Caspii, & finum ejus inferiorem ad Montem Neroenum.\n\nE contrario, Jovis Occultatio Anno 1679 a me habita, plane extitit diversa, siquidem illa non circa Plenilunium, sed Novilunium accidit, tertia circiter die ante Conjunctionem ipsam, adeo ut phasis tantummodo parvula decrescens conspicata sit, instar Phaseos meæ Lunæ cornutæ decrescentis, sub Numero 37, in mea Selenographia, pag. 402 conspicua: transibat enim per sinum Apollinis, per loca paludosa Insulae Cercinnae, Mare Syrticum, Montem Cataractes, & partem inferiorem Sin. Sirbonis, montemq; Lion: prout ex ipso schemate dictæ Occultationis An. 1679, in Anno meo Climacterico pag. 38. clare liquet.\n\nPostquam itaque initio, ut iupra dicebam, nonnullas Distantias Jovis a limbo Lunæ Orientali ceperam, atq; Jupiter magis magisq; Lunæ appropinquaret, omni diligentia invigilavi, ut non solum quam accuratissime ipsum momentum temporis annotarem, quando Jupiter prius Limbo suo occiduo limbum Lunæ orientalem attingeret, sed etiam quando dimidiatus, nec non quando omnino totus effet tectus. Hæc ete tum recte scire Astronomiae plurimum interest; praefertim\ntim, cum a nemine Observatorum hucusq; nondum, quantum sciem, adhuc sit deprehensa. An in hac Observatione a quopiam sint annotata, adhuc me latet; tempus tamen docebit.\n\nMe quod attinet, hæc omnia ex voto obtinui, non solum circa initium, sed etiam circa finem hujus Occultationis, sic ut ipsum momentum temporis rursus prima apparitionis Jovis occasionem versus, ad Sectionem Luninis & Umbrae, nec non cum dimidius, ut & totus appareret, exactissime deprehendere potuerim. His acquisitis Diametrum Lunæ optimo Micrometro, atq; Telescopio duodecim circiter pedum investigavi, pariter unam aut alteram Jovis Distantiam a confinio Lucis & umbrae, a parte scilicet Lunæ occidentali, pro majori confirmatione reliquarum Observationum, sicut ex annexa Tabella atq; Observationis Typo elucet: qua præmittenda esse duxi, antequam ad alia nonnulla bene notanda me conferam.\n\n**Eclipfis Jovis Observata GEDANI a Job. Hevelio**\n\nAnno. Æra Christ. 1686. die 10 April. Vesp. st. n.\n\n| Horologi. ambulator. | Altitudines Quadrante capta. | Tempus ex Altitud. cor rectum. |\n|----------------------|-------------------------------|--------------------------------|\n| H. M. S.             | Gr. M. S.                     | H. M. S.                       |\n| 5 10 10              | 13 47                         | 5 11 43                       |\n| 5 12 30              | 13 28                         | 5 13 55                       |\n| 5 17 4               | 12 41                         | 5 19 21                       |\n| 5 23 50              | 11 46                         | 5 25 43                       |\n| 8 7 1                | 29 55                         | 8 12 5c                       |\n| 8 11 15              | 30 32                         | 8 17 4                        |\n| 8 15 1               | 30 59                         | 8 20 51                       |\n\nLuna oritur circit.\n\n9 44 50 Jupiter ob nubes & vapores citius haud conspicetus; distabat tum ab Ins. Cer- cinna 43 circit. m in ut.\n\nJovis\n| H. M. S. | Jovis distantia erat tanta, quanta distantia M. Sinai a Palude Maræotide. |\n|---------|------------------------------------------------------------------------|\n| 10 21 30 | Jovis dittantia erat fere æqualis distantiae inter M. Ætnam & M. Porphyritem. |\n| 10 40 35 | Jovis limbus a limbo distabat tanto interstitio, quanto Pal. Maraotis a limbo. |\n| 10 51 30 | Jovis limbus a limbo tangere incipiebat Lunæ limbum, atq; sic initium Occultationis Dimidius Jupiter occultabatur. (accidit.) |\n| 10 56 9 | Totus Jupiter omnino a tectus. |\n| 10 56 54 | Occultatio Comitis Jovis ultimi ad M. Alabastrinum accidit. |\n| 10 57 39 | Duo tantummodo Comites a parte orientali conspecti sunt. |\n| 11 8 31 | Altitudo Lyrae. |\n| 11 15 44 | Insula Besbicus & Rhodus reperebantur sub eodem perpendiculo; id quod ad 35 gr. circ. a Linea verticali re- |\n| 11 19 0 | Altitudo Lyrae. (movebatur.) |\n| 11 21 37 | Altitudo Lyrae. |\n| 11 24 57 | Emersionis initium Jovis. |\n| 11 38 15 | Dimidius Jupiter emergebat. |\n| 11 39 0 | Totus Jupiter apparebat. |\n| 11 39 45 | Diameter Lunæ Micrometro observata erat 31 m. |\n| 11 54 10 | Distantia Jovis a confinio Lucis & Umbra erat æqualis distantiae M. Ætnæ a M. Porphyrite. |\n| 11 57 20 | Distantia Jovis a confinio Lucis & Umbra elongabatur intervallo inter Insulam Besbic. & M. Ætnam. Et comes remotissimus a Jove tantum aberat, quantum ipsè comes a dicto confinio Lucis. |\n| 12 6 9 | Altitudo Lyrae. |\n| 12 9 18 | Eadem Altitudo denuo. |\n| 12 13 20 | Altitudo Lunæ. |\n\n| H. M. S. | |\n|---------|------------------|\n| 10 31 30 | |\n| 10 51 5 | |\n| 11 2 0 | |\n| 11 7 9 | |\n| 11 7 54 | |\n| 11 8 39 | |\n| 11 26 0 | |\n| 11 32 15 | |\n| 11 36 24 | |\n| 11 49 15 | |\n| 11 50 0 | |\n| 11 50 45 | |\n| 12 5 40 | |\n| 12 9 20 | |\n| 12 18 39 | |\n| 12 21 49 | |\n| 16 15 | |\nPrimo liquidum est ex ipsa Observatione & occultationis Schemate, quod orbita, seu Linea Jovis itineraria, per Montem Alabastrinum, per M. Christi, M. Carpathes, infra M. Macrocemnios, & per Lacum Hyperborium inferiorem inceperit. Secundo, quod Insula Besbica & Insula Rhodus sub uno eodemq; perpendiculo, tempore occultationis, hora circiter $11m.30$ extiterit; sic ut $35$ gradus Lunæ limbi culminaverit. Intravit itaq; Jupiter limbum Lunæ illuminatum circa $61$ gradum, a linea scilicet perpendiculari Nonagesimi atq; puncto Zenith, ortum versus; exivit vero circa $31$ gradum a dicta linea perpendiculari Nonagesimi occasum versus, ad limbum Lunæ obscuratum. Proinde Linea Jovis itineraria fuit subtensa $104$ fere graduum, attenta videlicet parte Lunæ Boreali.\n\nPræterea etiam maxime notatu dignum, quod ex hac observatione Diametrum Jovis exquisitè elicere potuerim, & quidem hac ratione: cognita nimirum tota duratione Occultationis $42m.6s.$ atq; data simul Diametro Lunari $31m.$ protinus innotescit, ex illa temporis mora, cum scilicet Jupiter limbo suo primum Lunæ limbum attingeret, & cum totus occultaretur (id quod factum est spatio temporis $1m.30s.$) Diameter Jovis $51m.42s.$\n\nEt tantæ Magnitudinis extitit etiam Diameter Jovis $50$ circiter secund. quoties illam per maculas Lunæ dimensus sum: uti ex parte secunda Machina nostræ coelestis suo loco patet. Quod autem Anno $1679$. die $5$ Jun. cum similem Jovis Eclipsim observarem, longe ea extiterit minor, nimirum tantum $30m.53s.$ Id ex eo evenisse puto, quod Observatio illa, tempore diurno, splendente Sole fuerit observata; quo radii Stellarum & Planetarum adventitii magis a Luce Solis absterguntur, quam tempore nocturno, nocte obscura. Quod si autem quaeras, quamnam Diameterum apparentem veriorem existimem? scias illam, quam Anno $1679$, $5$ Jun. de die, sole splendente observavi. Non quidem ex eo quod non æque diligenter hanc quam illam determinaverim; sed quod tempore nocturno, radii adventitii\ntitii magis obstent, sicuti diximus, quam tempore diurno. An vero recte Judicium meum expono, futura Observatio-\nnes, dummodo accuratissime peragentur, docebunt.\n\nPostremo Corollarii loco, adhuc adjiciam Tabellam, cal-\nculum hujus occultationis Jovis, ex diversorum Auctorum,\nvidelicet Keppleri, Lansbergii, Bullialdi, Riccioli & Wingii\nTabulis exhibentem; ut sub uno statim intuitu quilibet\nhabeat in quantum ab ipsa Observatione & ipso caelo dic-\ntae Tabulae discedunt. Invenies non tantum in plurimis\nintegris Minutis, sed ad semihoram, imo integram nonnul-\nlas a vero exorbitare; sic ut Rerum Coelestium Cultores\nabunde adhuc habeant, quod quaerant, castigant.\n\nCalculus ad Horizontem Gedanensem.\n\n| Gedani. | Ex Observ. | Ex Keple. | Ex Lansb. | Ex Bulli. | Ex Riccio. | Ex Wingio |\n|---------|------------|-----------|-----------|----------|------------|-----------|\n| H. M. S. | H. M. S.   | H. M. S.  | H. M. S.  | H. M. S. | H. M. S.   |\n| Initium. | 11 7       | 12 5      | 25        | 10 38    | 21         | 10 47     |\n| Immersio.| 11 8       | 39        | 17        | 12       | 8          | 46        |\n| Emergio.| 11 49      | 15        | 11 17     | 4        | 3          | 1 26      |\n| Finis.   | 11 70      | 45        | 13        | 19       | 57         | 3         |\n| Duratio.| 0 4        | 60        | 43        | 52       | 49         | 22        |\n| Semid.   | 0 15       | 30        | 16        | 12       | 17         | 52        |\n\nQuibus finio, & Te, Benigne Astrophile, bene valere\njubeo, rogans, ut qualem qualem hancce Observatiunculam\nboni consulas, donec quædam præstantiora in Lucem pro-\ndeant. &c.\n\nP Riusquam hasce literas obsignarem, in manus meas inci-\nderunt paucula illa, quæ de conjunctione Lunæ & Jo-\nvis posteriori, die 8 Maj. St. N. mane, a me fuerunt anno-\ntata. Jdcirco & ea volui, licet nullius sint ponderis, vobis\ncommunicare.\nPrimo, observata est Altitudo Arcturi, pro corrigendo tempore; deinde quasdam Distantias determinavi, ea intentione, me forte adhuc posse, ante ipsum occasum horum siderum, minimum, initium Occultationis deprehendere; sed spe frustratus sum. Nam citius circa Horizontem & Lunam & Jovem Nubeculae exeperunt, atq; paulo post obitus horum Planetarum omnino incidit.\n\n| Secun. Horolog ambul. | Occultatio Jovis quae accidere debuit Dantisci Anno 1686. die 8 Maii. St. N. mane. | Tempus Correct. |\n|-----------------------|---------------------------------------------------------------------------------|---------------|\n| H. M. S.              |                                                                                  | H. M. S.      |\n| 3 23 20               | Altitudo Arcturi.                                                               | 3 20 12       |\n| 3 24 25               | Eadem Altitudo.                                                                 | 3 21 35       |\n| 3 41 30               | Jupiter a limbo distabat majori adhuc intervallo quam M. Sinai a M. Aetna.        | 3 41 30       |\n| 3 47 0                | Jovis distantia erat tanta, quanta M. Porphyritidis a Byzantio.                   | 3 44 0        |\n| 3 52 0                | Jovis a limbo Lunæ distantia erat æqualis distantiae Insulae Sardiniae & Paludis Maræotidis. | 3 49 0        |\n| 3 59 0                | Jupiter a limbo Lunæ paulo plus distabat quam Pal. Maræotis ab Aetna.            | 3 56 0        |\n| 4 16 40               | Distantia Jovis a limbo Lunæ a quaebatur fere Distantiae M. Porphyritidis ab Insula Cercinna. | 4 13 40       |\n|                       | Planetarum Occafus factus est.                                                  | 4 17 0        |\n\nAdeo ut nihil quicquam de ipsa Occultatione nobis hic, Gedani in conspectum venerit; quibus valete iterumque quam felicissime.\n\nJOHANNES HEVELIUS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101861.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12636,
    "total-output-tokens": 4868,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1711,
        2
      ],
      [
        1711,
        3667,
        3
      ],
      [
        3667,
        5672,
        4
      ],
      [
        5672,
        7465,
        5
      ],
      [
        7465,
        9444,
        6
      ],
      [
        9444,
        11323,
        7
      ],
      [
        11323,
        13236,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101861",
    "title": "Occultatio Jouis Anno 1686, Die 10 April. St. N. Vesperi, Observata Gedani a Joh. Hevelio",
    "authors": "Joh Hevelio",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101861"
  }
}