{
  "id": "36341c2d34de119aac9707750453099c0e5a9dcf",
  "text": "Oranges, Spanish Pomegranates, and Corands. Speaking of Raisins, he tells us of an excellent sort of drink made of dry'd Raisins, call'd Cabal. They take out the stones of fifteen or twenty pounds of Raisins, and then they bruise the Raisins a little: and in the Month of January or February; at which time Raisins are brought them from Spain, they put them into a barrel of excellent White-wine to be drank at Easter. This Wine, he says, will have the colour of Sack, it will be pleasant to the tast, and will have qualities not to be Contemn'd: for it lenifies the breast, allays Coughs, helps Respiration, and fortifies the Stomach and Liver, gives an Appetite, stops Loosnesses, opposes inclinations to Vomit: In a word it is an excellent Remedy for the Dropsy, and it wonderfully agrees with old Men, Valetudinarians, Plegmatick and Melancolick Persons, and with tender Women. So far the Author. It is conceived that if a tryal be made with a like quantity of Raisins in our English Beer or Cyder, it may prove no contemptible drink. This book is newly put into English, and sold by Tho. Basset at the George St. Dunstan's Church in Fleetstreet.\n\nERRATA.\n\nPage 595. l. 18. r Viviparous l. 28. r Bassenburne. p. 596. l. 20. r. 1670. p. 598. l. 27. r. 1670. p. 671. l. 19. for read r. read. p. 699. l. 1. for a Journal, r. the Journal. l. 3 for read, r. tried. l. penult. for wrinkles, r. wrinkles. p. 701. after [two broken j's in Separation add [the lines of this Figure should have been made to run secundum longitudinem Strandi, to reflect the Fibres of the inner tunics, running that way, as in E B'B' of Fig. 10. as they now run, they intimate that those Fibres are circular, for which there is no foundation in nature. p. 714. l. 14. r. lie.\n\nOXFORD,\n\nPrinted at the THEATER, and are to be sold by Moses Pitt, at the Angel, and Samuel Smith, at the Princes Arms in St. Paul's Church-yard LONDON. 1684.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102088.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 650,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1911,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102088",
    "title": "Errata",
    "authors": null,
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102088"
  }
}