{
  "id": "dfa76a4b0440c6cbc0436b372f888f87ade8b229",
  "text": "over them, they emit a stench hardly to be endured: All which, and much more may be fully seen in the French Description of the Countries of Poland, made by Monsieur de Beauplan, and by Monsieur Thevenot, in his Relation of the Cossacks, contained in the First part of his Curious Voyages.\n\nAn Observation touching the Bodies of Snakes and Vipers.\n\nSeveral have taken notice, that there is a difference between the brooding of Snakes and Vipers, those laying their Eggs in Dung-hills, by whose warmth they are hatched; but these (Vipers) brooding their Eggs within their Bellies, and bringing forth live Vipers. To which may be added, That some affirm to have seen Snakes lie upon their Eggs, as Hens sit upon theirs.\n\nSome Observations of odd Constitutions of Bodies.\n\nA very curious Person, studying Physick at Leyden, to whom had been imparted those Relations about a Milky Substance in Veins, heretofore alledged in Numb. 6. returns, by way of gratitude, the following Observations.\n\nThere was (saith he) not many Years since, in this Country a Student, who being much addicted to the study of Astronomy, and spending very many Nights in Star-gazing, had, by the Nocturnal wet and cold temper of the Air, in such a manner obstructed the pores of his skin, that little or nothing exhaled from his Body; which appeared hence, because that the Shirt, he had worn five or six weeks, was then as white as if he had worn it but one day. In the mean while he gathered a subcutaneous Water, of which yet he was afterwards well cured.\n\nWe have also (saith the same) seen here a young Maid, of about thirteen Years of age, which from the time that she was but six Years old, and began to be about her Mother in the\nthe Kitchin, would, as often as she was bid to bring her Salt, or could else come at it, fill her Pockets therewith, and eat it, as other children doe Sugar: whence she was so dried up, and grown so stiff, that she could not stirre her limbs, and was thereby starved to death.\n\nThat Learned and Observing Doctor John Beal, upon the perusal of the aforementioned Numb, 6. was pleased to communicate this Note\n\nTo your Observation of Milk in Veines, I can add a Phenomenon of some resemblance to it, which I received above 20. years agoe from Thomas Day, an Apothecary in Cambridge; vid. That himself let a man blood in the arme, by order of Doctor Eade, a Physitian there. The mans blood was white as Milk, as it run out of his arme, it had a little dilute redness, but immediately, as it fell into the Vessel, it was presently white; and it continued like drops of Milk on the pavement, where ever it fell. The conjecture which the said Physician had of the cause of this appearance, was, that the Patient had much fed on Fish; affirming withall, that he had soon been a Leper, if not prevented by Physick.\n\nA way of preserving Ice and Snow by Chaffe.\n\nThe Ingenious Mr. William Ball did communicate the relation hereof, as he had received it from his Brother, now residing at Livorre, as follows:\n\nThe Snow, or Ice-houses are here commonly built on the side of a steep hill, being only a deep hole in the ground, by which meanes, they easily make a passage out from the bottom of it, to carry away all the water, which, if it should remain stagnating therein, would melt the Ice and Snow: but they thatch it with straw, in the shape of a Saucepan-cover, that the rain may not come at it. The sides (supposing it dry) they line not with any thing, as is done in St. James's Park, by reason of the moistness of the ground. This Pit they fill",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101463.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 948,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1709,
        2
      ],
      [
        1709,
        3549,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101463",
    "title": "Some Observations of Odde Constitutions of Bodies",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101463"
  }
}