{
  "id": "7486880778e68bbe6aefc1d99bdc8e9c1ef249d0",
  "text": "is much enlarged, and the Animals themselves are figured in some of them: by which a great objection is answered, of those who assert equivocal generation, for that these are inclosed in the Rock, every one in a single hole of its own making, so that it was difficult to imagine how they could copulate; but by the figure we are eased of this doubt, for each Animal hath a long body naturally exerted and extendable to a great length, as may be seen if they are put alive into water; so that we may well imagine, they couple not unlike earthworms, which come out of the ground for that purpose, and extend as much of their body as is necessary to meet a Mate; which if it happen to be near, their bodies are most within the ground, if farther distant, they are accordingly extended.\n\nAnd after this manner we must think of the Solen kind; which are a sort of shell-fish deep bedded in sand, as the other is in the Rock: these, I say, rise up at certain seasons, and by the like body extended, copulate.\n\nAN ADVERTISEMENT.\n\nAll persons that have the Volumes of these Translations entire, are desired to add a stroke in the title page of the preceding one to this, and make it the XII Volume; Mr. Oldenburgh having published 4 Translations after his Eleventh Volume, to which, the six, let forth by Dr Grew, being added, as indeed they ought, for that they carry on the old number; they may well pass for the XII Volume: so that the two last, for the years 1683 and 1684 must be accounted the XIII and XIV Volumes.\n\nErrata in Morellius's Specimen.\n\nPage 226. Afronhaeg. Asiarcha. p. 227. Polymamma. l. Polymamma. p. 227. dele the whole Paragraph. The third Table affords a Golden Coyne, &c. p. 229. l. Berretinus. Ibid. Gallienus's. p. 230. l. Leucophrys polymamma.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102109.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 519,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1763,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102109",
    "title": "Errata",
    "authors": null,
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102109"
  }
}