{
  "id": "c0961ee48466602c3bd41bc5b8f3c2469367ee63",
  "text": "no leisure for accurate observation, nor could any one inform me of the exact distance from the time of the first swell till the waters rose to the height of six feet, some speaking of four, others of five or or six minutes.\n\nIt is to be observed, that the like phenomenon happened on the 1st of November last, and the waters then rose to the same perpendicular height.\n\nXCVII. Extract of a Letter from the Rev. Mr. Holdsworth, at Dartmouth, relating to the Agitation of the Waters observed there on the 1st of November, 1755. Communicated by the Rev. Jeremiah Milles, D. D. F. R. S.\n\nRead May 13, 1756.\n\nI have enquired particularly of our pilot-men, and others concerning the tides in this harbour, who unanimously agree that there was a surprizing agitation in the waters about nine in the morning on the first day of November last, when there was a great and sudden swell; and though there was but little wind, yet the boats, riding near the mouth of the river, tumbled and tossed as if they would have leaped into each other; and two of them broke loose from their moorings. During this fermentation (or boiling of the sea like a pot, as my informant expresses himself) though it was four hours ebb, the waters rose as high, or higher than they usually do on the highest spring tide. This violent\nviolent motion lasted about three quarters of an hour, and then the waters fell to their usual height at that time of the tide, and have continued to flow and ebb ever since without any perceivable alteration. I am,\n\nReverend Sir,\n\nDartmouth, April 30,\n1756.\n\nYour most obedient servant,\n\nHenry Holdsworth.\n\nIt appears by this account, that the agitation of the waters observed at Ilfracombe, on the 27th of February last, was not perceived on the southern coast of Devonshire.\n\nXCVIII. An Account of a Method of observing the wonderful Configurations of the smallest shining Particles of Snow, with several Figures of them: By John Nettis, Doctor of Physic, and Oculist to the Republic of Middleburg, &c. Translated from the Latin.\n\nRead May 13, 1756.\n\nI Had a mind to examine what kind of figured particles icy concretions consisted of. I found an icy star of six rays, with long striæ joined to them on every side, (which having, together with the rays, angles of sixty degrees, were wonderfully adorned on both sides with other long particles) in the midst of a large vessel of rain water",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104990.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 656,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1302,
        2
      ],
      [
        1302,
        2394,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104990",
    "title": "Extract of a Letter from the Rev. Mr. Holdsworth, at Dartmouth, Relating to the Agitation of the Waters Observed There on the 1st of November, 1755. Communicated by the Rev. Jeremiah Milles, D. D. F. R. S.",
    "authors": "Henry Holdsworth, Jeremiah Milles",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104990"
  }
}