{
  "id": "adbbe5cf1f82d792f91da3d7d010c06d51891fc7",
  "text": "A Letter from Mr. John Collins to the Reverend and Learned Dr. John Wallis Savilian Professor of Geometry in the University of Oxford, giving his thoughts about some Defects in Algebra.\n\nTo describe the Locus of a cubick Equation.\n\nA Cardanick Equation convenient for the purpose, (viz. such as shall have the dioristick limits rational) must have the Coefficient of the roots to be the triple of a square number such is $a^3 - 48a = N$.\n\nAssume a rank of roots in Arithmetical progression, and raise resolvends thereto $a^3 - 48a = N$ or resolvends.\n\n| R   | N   |\n|-----|-----|\n| Such are |     |\n| 1   | 1---48=47 |\n| 2   | 8---96=88 |\n| 3   | 27---144=17 |\n| 4   | 64---192=128 |\n| 5   | 125---24c=115 |\n| 6   | 216---288=72 |\n| 7   | 343---336=+7 |\n| 8   | 512---384=+128 |\n| 9   | 729---432=+297 |\n\nDraw a Base line and a perpendicular thereto, and from O in the Base line prick the negative resolvends downwards, and the affirmative ones upwards, and raise their roots upon them as ordinates, a Curve passing through the same is one Moity of the Curve or Locus on the right hand for affirmative roots and the other moity on the left hand is described in the same manner by assuming a rank of negative roots, and raising resolvends thereunto. The Curve Fig. 4 may give a resemblance of the thing.\n\nAnd $\\frac{1}{6}$ the third part of the Coefficient of the roots cubed is equal to the square of $\\frac{6}{4}$ half the resolvend, or dioristick limit.\n\nWhich in composing of Cardans canon is always subtracted from the square of half the absolute, as in the example following.\n\nIf I were to find the root belonging to the resolvend 297\n\nThe square of half thereof is $\\frac{2205}{4}$\n\nThe square of $\\frac{6}{4}$ half the dioristick Limit $\\frac{4}{96}$\n\nThe difference is $\\frac{1795}{64}$\n\nAnd the rule is $148\\frac{1}{4} + \\sqrt{17956}\\frac{1}{4}$.\n\nThat is in a quadratrick Equation, if 297 were the sum of the two roots and 64 the root of the Rectangle: then if from the square of half the sum, the rectangle be subducted, there remains the square of half the difference of the roots,\nroots, and giving them an universal Cube root, it is.\n\n\\[ \\sqrt[3]{148\\frac{1}{2}} + \\sqrt[3]{17956\\frac{1}{2}} + \\sqrt[3]{148\\frac{1}{2}} - \\sqrt[3]{17856\\frac{1}{2}} = 9 \\text{ the root sought.} \\]\n\nIn the former Scheme \\( Q.B. \\) and \\( Q.P. \\) may signify the roots of Cardans Binomials that run infinitely upward, and terminate at \\( Q. \\) as is mentioned in Section the 5th. And if they can be continued downwards, probably they will terminate at \\( O. \\) and \\( R. \\) The touch line in Section 24. may here be represented by the line \\( S. \\) and the Cord line between \\( S. \\) and \\( T. \\) from whence tis plain that any root between 9 and 8 found near, may be limited by Approximations of Majus and Minus.\n\nAs to CARDANS RULES\n\n1. The description of the Locus is before handled.\n\n2. The touch line affording approaches by an Equation derived out of that proposed is before described, and the method of drawing is mentioned by Dr. Wallis in the Transactions.\n\n3. The Limits are of two kinds (viz.) either the Base limits when the resolvend is 0. and the equation falls a degree lower: or the diorystick limits whereby a pair of roots gain or loose their possibility, as is before described.\n\n4. Cardans canons are but the sum of the roots of a solid quadratrick equation arising out of half the diorystick limit as the v of the rectangle, and the resolvend as the summ.\n\n5. If the roots of those binomials are separately prickt down as ordinates on their resolvends, they beget curves infinitely continued upward, and meeting in a point bisecting the root that is equal to a pair of equal roots, when the equation is just limited, or diorystick as aforesaid in the Figure at \\( Q. \\)\n\n6. If these binomials are prickt down as ordinates to their resolvends, Mr. Newton upon sudden thoughts, supposed they may describe both sides of an Hyperbole.\n\n7. If so they cannot be continued downwards, but by the method in Mercators Logarithmotecnia: most numbers of a constant habitude belonging to any arithmetical progression, may by aid of the differences, and a Table of Figurative numbers (yea, and I add otherwise) be continued upward or downward, and if these run downward they will probably end both in the base limits at 'O' and 'R'.\n\n8. If these binomial curves be continued downward, and separately found should always added make the root of a cubic Equation capable of 3 roots: then Cardans impossible or negative roots are prov'd possible, and we only in ignorance how to extract them.\n\n9. Assume any root within the limits of 3 possible roots, and raise a resolvend to it, and when you have done, by Cardan's Rules improved; you may find that root, and, with a little varyng\nrying the same, both the other roots (as in the Postscript): for every number or magnitude capable of a cube root, is capable of two more, see Section the 11th following.\n\n10 If the roots in the former Section, be assumed in Arithmetical progression, and the equation with its several Resolvends be depressed, there will come out a regular Series of Quadratic Equations, whence an easy method will rise of writing down such ranks as multiplied by an Arithmetical progression, shall always beget the same cubic equation, the Resolvend only varying.\n\n11 Let the roots of this series of quadratics be found as usual in binomials, let these binomials be cubed, and then let it be observed, whether the results are constant portions of the square of the Resolvend and of the dioristic limit: and if so, Cardan's Rules will have their defect supplied.\n\n12 In breaking a biquadratic, 'tis asserted that by leaving the Resolvend at liberty, it may be infinitely and rationally done, without the Aid of the separating cubic Equation.\n\n13 But supposing such separating cubic in store, of which Bartholomaeus in his dioristic hath given us great furniture in Species, why may not several roots of that equation be assumed rational, and thence the biquadratic broken into as many pairs of quadratic equations?\n\n14 May not from hence a method arise of writing down 2 Series of quadratics that multiplied together shall always beget the same biquadratic Nomes, the Resolvend only varying; and hence the Locus of the equation is easily described.\n\n15 Here again (as in the 11) if the binomial roots of these quadratics be squaredly squared, and those results are constant portions of the cube of the Resolvend, and the dioristic limit; it will be certain there may be general surd Canons for equations of the 4th dimension, and Monfum Claverius (now at London) positively asserts he hath a general method to obtain them for all Dimensions.\n\n16 As Cardan's are surd canons deriv'd from the Resolvend, and dioristic limit, so it were worthy disquisition, whether other surd Canons (of which many are fitted to particular cases by your self, Leibniz and others) do not arise out of the limits of those particular cases and equations, and whether the glimpse of a general Method might thence be deriv'd for all other equations, though encumbered with negative quantities? which Mr. Gregory, a little before his death, said he had attained.\n\n17 The Learned Dr. Pell hath often asserted that after the Limits of an equation are once obtain'd, then it is ea-\nto find all the roots to any Resolvend offer'd.\n\nNow for instance (according to Huddens method) in a biquadratick æquation, you must multiply all the terms beginning with the highest, and so in order by $4, 3, 2, \\ldots$ and the last term or Resolvend by $0$, whereby it is destroyed, and you come to a cubick æquation, the same as Harriot uses to take away the penultimae Term of the biquadratick, the roots whereof being found, and as roots having Resolvends raised thereto in the biquadratick æquation, are the dioriftick Limits thereof.\n\n18 And if this easy method were known, we may come down the Ladder to the bottom, and fall into irrational quantities, and ascend again. Against which asymmetry, an æquation might be assumed low, as a rational quadratick, and thence a cubick æquation formed, whose limits should be found by aid of the quadratic æquation, and out of that cubick a Biquadratick æquation, whose limits should be found by the aid of that cubick æquation, &c.\n\n19 æquations may be so continued of two Nomes, that both the dioriftick and base limits, should be rational, then supposing such æquation incomplete, the increasing or diminishing the roots, fills up all the vacant places.\n\nQ. Whether or in what place one or both sorts of Limits shall loose their rationality? And what is the nature of the roots thus drawn? in this I think you have already determined in divers of your surd Canons.\n\n20 What Dr. Pell's method mention'd in Section 17 should be I cannot guess, unless it be either.\n\nTo make surd Canons. Or good approaches.\n\nOr that raising Resolvends out of assumed roots, those should make a store from whence to derive the roots of the Resolvend offered.\n\nOr making quadratick æquations out of the dioriftick and base limits, those might be interposed, by aid of a Table of figurate numbers, or otherwise thereby, as in quadratick æquations to attain two roots of a biquadratick at once, which if performed the greatest difficulties are overcome, and why should not this seem probable, in regard the Curve or Locus, be the æquation what it will, makes indented porches.\n\n21 Suppose I should propound two cubick or biquadratick æquations, in both whereof all the signs are +. It is propounded out of these two, to derive a third æquation, whose root shall be the Summ, Difference, or Rectangle of the Roots of the two æquations propounded. This Mr Gregory a little before his death wrote word he had obtained and in the following Series for finding the Moity of a Hyperbolick Logarithm I suppose made use of.\nFrom a number propos'd substract an Unit, let that be Numerator, and to it add an Unit, let that be Denominator, and call that fraction $N$.\n\nThen $N + \\frac{1}{3} + \\frac{5}{7} + \\frac{9}{11} + \\frac{13}{13}$, &c. is\n\nEqual to half the Hyperbolick Logarithm sought.\n\n**EXAMPLE in the Number 2**\n\n| The Fraction is $\\frac{1}{2}$ | 1 | 3 | 5 | 7 | 9 | 11 | 13 |\n|-----------------------------|---|---|---|---|---|----|----|\n| The Rank $N$ is easily made by dividing ev'ry 9 preceding number by 9.11 | 3333333 = 3333333 | 37037 = 123456 | 41152 = 8230 | 4572 = 653 | 508 = 56 | 56 = 5 | 6 = 0 |\n\nThe Hyperbolick Logarithm of 2 sought.\n\nI want time to consider the premises, but hope you will, (in regard you seem to think it strange that any difficulties should remain about Cubicks that are not presently resolved) your considerations wherein will be very acceptable and worthy publick view.\n\nOther Series in Print of Mercator, &c. dispatch not as this doth neither thereby can the Logarithm of 2 be easily made, but by making the Logarithms of such mixt numbers or fractions that multiplied together make the result 2 just as $2 \\times \\frac{1}{2} = 3$; whence having and finding that of $\\frac{1}{2}$, you presently have the Logarithm of 3.\n\nA Cardanick Equation that is a Cubick one wanting the second term, may be multiplied or divided by a rank of continual proportionals, so as to render the coefficient of the roots canonick, that is, to make it the same with the Equations of the Table, that find the Sine, Tangent, or Secant of the third part of that arch to which any Sine, Tangent, or Secant is propounded, and so finding the roots in the tables, those sought are thence obtained by Multiplication or Division. Yea, and the coefficient of the roots may in like manner be rendered an Unit, and then the Resolvends sought in a table of the sums or differences of the Cubes of numbers and their roots, shall help you to such roots, as multiplied or divided as aforesaid shall be the true ones sought.\n\nIt is an enquiry worth consideration, whether two of the roots of a biquadratick may not be kept constant, and\nthe rest be encreased or diminished, either Arithmetically, or by multiplication and division in a known Ratio? certainly regular Progressions will arise, though as yet, we cannot encrease the true roots of an Equation without as much diminishing the Negative nor can we multiply or divide the roots without we alter all of them, and consequently cannot reduce coefficients to such habitudes as are desirable.\n\n24 It is a pleasant concinnity out of a root to raise a Resolvend without raising any of the Powers of the root, and at the same time without a thorough binomial Division to depress the Equation a degree lower.\n\n**EXAMPLE.**\n\nLet the Equation be \\(a^4 + 10a^3 + 6a^2 + 20a = 1072\\).\n\nLet the root be 4, the resolvend is thus raised by adding the coefficients as you go, and multiplying by the root, thus\n\n\\[\n\\begin{align*}\n&+4 + 10 = 14 \\times 4 = 56.46 \\\\\n&+6 \\times 4 = 24.8 + 20 = 268 \\times 4 = 1072.\n\\end{align*}\n\\]\n\nwith the same work the Equation may be depressed without Division.\n\n**EXAMPLE.**\n\nLet the Equation be as before, and place the root with the former products underneath respectively, the summ is the depressed Equation.\n\n\\[\n\\begin{align*}\n&+4 + 10a^3 + 6a^2 + 20a - 1072 = 0 \\\\\n&+56 + 248 + 1072\n\\end{align*}\n\\]\n\nThe sum \\(a^4 + 14a^3 + 62a^2 + 268a = 0\\), that is divided by \\(a\\).\n\n\\[\n\\begin{align*}\n&+14a^2 + 62a + 268 = 0.\n\\end{align*}\n\\]\n\nwhich is the under Equation sought found without Division.\n\n25 It's conceived that all Equations may be so regulated as to be reduced to as many Arithmetical Progressions of multipliers in whole numbers, as the Equation hath dimensions, whereof one of the progressions shall be a Series of roots; hence the raising Resolvends by tentative work is rendered Logarithmical For Example written down any 3 arithmetical Progressions, viz.\n\n\\[\n\\begin{align*}\n1 \\times 6 \\times 3 &= 18 \\\\\n2 \\times 7 \\times 5 &= 70 \\\\\n3 \\times 8 \\times 7 &= 168 \\\\\n4 \\times 9 \\times 9 &= 324 \\\\\n5 \\times 1 \\times 5 &= 550\n\\end{align*}\n\\]\n\nI say the Rank II are the Resolvends or Homogenea Comparationis of a cubick Equation, whose roots are the Rank R. This cubick Equation is easily attained out of the differences of the Rank R. for out of the Rank R. in any Equation proposed raise separately the respective powers (with regard to their Coefficients) and out of the three ranks so raised compose their respective differences, and they shall be the same with the differences of the rank of Resolvends or Homogenea Comparationis here noted by H.\n\nIf\nIf such Equation be encombred with fractions they are all removed at once, by multiplying most conveniently, by the least number that is divisible by the Denominators of such fractions, hence also the infinite Series before mentioned (and others) are reducable to Logarithms.\n\n26 Where Equations have all their terms affected with the same sign both + or - Mr. Newton and Mr. Gregory deceased have affirmed they are all reducable to some pure high power, which is of singular use in the infinite Series. And a Learned person where this cannot be done, hath asserted that they may be reduced to a higher power, with a variable Coefficient, which is the root sought with a common addend or subducent. And even this would render an easy tentative Logarithmical way for attaining the root.\n\n27 If but one Root of an Equation can be found at a time, then questionless a better Method is not yet attained, then what is mentioned in the printed proposal about Printing Mr. Baker's Treatises therein mentioned.\n\n28 Lastly, as to Constructions for Equations, the following Problem seems to be universal.\n\nAny two analytick curves (viz.) such as wherein the Habitude between the Base and Ordinate may be expressed by an Equation being given in Magnitude and Position, and from the points of their intersection ordinates let fall to the Axis of either figure, or upon parallels to the said Axis, the inquiry is of what Equation those ordinates are the roots? Dr. Barrow liked the proposition as well grounded, and left a discourse about doing it in the comick Sections, in which there are 3 cases, either the axes are parallel or being produced concur, beyond the vertexes of the figures without; or otherwise intersect within the figures. Mr. Gregory entered on the same contemplation, but death deprived us of the benefit of his thoughts.\n\nOf Analytick (alias Geometrick) Curves there are innumerable sorts, of which I shall mention one or two kinds,\n\nBetween an Arithmetical Progression and its squares, or between its squares and its cubes, or its cubes and Biquadratics, there may be interposed as many Arithmetical or Geometrical means as you please: and thence 1. or Curves deriv'd, which some call Parabolics or Parabolasters, see Gregories Geometrica pars universals printed in Italy in Quarto.\n\nPostscript explaining Section the 9th.\n\nAfter you have obtained the Cube roots of Cardans Binomials, according to Van Schooten, in De Cas or Kersey, if you change the Sines of the rational parts of those roots, as also\nthe Sines of the Radical Parts, and multiply those parts by 3, the results are also roots of the cubick Equation first proposed.\n\n**EXAMPLE.**\n\n\\[ \\text{aaa} - 21a - 20 = 0 \\]\n\nThe cube Roots of the Binomials are \\( +\\frac{1}{2} + V - \\frac{1}{4} \\)\n\n\\[ +\\frac{1}{2} - V - \\frac{1}{4} \\]\n\nTheir summ is the Root sought \\( = +5 \\)\n\nAnd the other two Roots are \\( -\\frac{1}{2} + V \\frac{1}{4} \\)\n\n\\[ -\\frac{1}{2} - V \\frac{1}{4} \\]\n\nAlso in this Equation \\( a^3 - 60a - 2 = 0 \\)\n\nThe Binomial Roots are \\( +4 + V - 4 \\)\n\n\\[ +4 - V - 4 \\]\n\nHence the Root sought is \\( +8 \\)\n\nAnd the other two roots are \\( -4 + V + 12 \\)\n\n\\[ -4 - V + 12. \\]\n\n**ADVERTISEMENT.**\n\nThese papers were sent by Mr. Collins to Dr. Wallis in a Letter of 3 Oct. 1682, (with this Character, I have sent you here-with my thoughts about some defects in Algebra:) and are a Copy of what he had written to some other (but I know not whom) to whom he speaks all along in the second person, whereas of others he speaks in the third person. And he did intend (had he lived longer) to perfect it further; by omitting some things which (though here he notes as defects) he found after to be done already, and supplying some others. But he lived not to perfect it, and therefore (that it be not lost) we here give it as we found it.\n\nOXFORD,\n\nPrinted at the THEATER, and are to be sold by Moses Pitt, at the Angel, and Samuel Smith, at the Princes Arms in St. Paul's Church-yard LONDON. 1684.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102058.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16696,
    "total-output-tokens": 5292,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        2094,
        4
      ],
      [
        2094,
        4781,
        5
      ],
      [
        4781,
        7318,
        6
      ],
      [
        7318,
        9861,
        7
      ],
      [
        9861,
        11981,
        8
      ],
      [
        11981,
        14482,
        9
      ],
      [
        14482,
        16995,
        10
      ],
      [
        16995,
        18447,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102058",
    "title": "A Letter from Mr. John Collins to the Reverend and Learned Dr. John Wallis Savilian Professor of Geometry in the University of Oxford, Giving His Thoughts about Some Defects in Algebra",
    "authors": "John Collins",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102058"
  }
}