{
  "id": "c6373cebdc57d2f7cfe12aa160517b8814de0f1b",
  "text": "Agnus Scythicus vegetabilis,\nBorametz dictus,\nex Musio Breyniano.\nI. Dissertatiuncula de Agno Vegetabili Scythico, Borametz vulgo dicto. Auctore Dno Joh. Phil. Breynio, M.D. Dantisc. R.S.S.\n\nI.\n\nNON fingendum, sed inveniendum, quid Natura faciat, aut ferat. Aurea hæc verba utinam continuo animo obversarentur illorum, qui reconditos Naturæ thesauros quaerunt & ejus arcana rimantur. Hoc si factum fuisset olim, certe Historiam Naturæ per se amplissimam, tot ac tantis non haberemus inquitnatam anilibus fabulis & opinionum commentis. Cujus rei exemplum nobis inpraesentiarum præbet Agnus dictus Vegetabilis Scythicus, Barbaro nomine Borametz, Borometz vel Boranetz inter Historiæ Nat. Scriptores notus.\n\nII.\n\nDE hoc Agno Vegetabili imprimis egerunt Athanasius Kircherus in Opere de Arte Magnetica, (a) qui citat Sigismundum L.B. ab Herberstein, Haytonem Armenum, Surium & Jul. Caes. Scaligerum, Franciscus Baco de Verulamio, (b) Fortunius Licetus, (c) Andreas Libavius, (d) Eusebius Nierenbergius, (e) Adamus Olearius (f) & Olaus Wormius, (g) ut caeteros, quos inter multi Botanici, qui eadem fere cantilenam, nunc taceam.\n\n(a) p. 504, & 505. (b) Histor. Natur. Cent. 7. No. 609. (c) de Spontaneo Viventium Ortu. C. 45. (d) Historia Agni Scythica. (e) Histor. Natural. p. 34. (f) de Itinere Persico. p.m. 155. (g) Muf. p. 190.\nHUNC Julius Cæs. Scaliger (b) titulo Agni Scythici, Boranetz, sequentem in modum describit:\n\"Superiora ludum putes, prout est admirabilis Tartaricus frutex. Tartarorum horda primaria Zauolha est, vetustissimæ nobilitatis commendatione. In eo agro scrunt semen feminis Melonis simillimum, sed minus oblongum. Ex eo satu plantam exire, quam Boranetz, id est, agnum vocant.\" Crescit enim agni figura ad pedum fere ternum altitudinem: quem pedibus, ungulis, auribus, toto capite, praeterquam cornibus, repræsentat. Pro cornibus pilos gerit, singularis cornu specie. Obducitur corio tenuissimo: cujus detracti usus ad capitum tegmina incolis. Ferunt internam pulpam Gammarii referre carnes. Caeterum è vulnere quoq; sanguinem manare. Dulcore esse admirabili. Radicem humo exortam surrigere ad umbilicum usq; Illud miraculi fovet magnitudinem. Quandiu vici nis obsidetur herbulis, tamdiu vivere, quasi agnum in læto pascuo. Absumptis illis, tabescere, atq; interire. Idque non solum vel casu, vel tractu temporis, sed etiam experiundi gratia, subtractis, atq; ablatis evenire. Quin illud auget admiratio nem: appeti à Lupis eam, non item ab aliis bestiis, quæ carne vescantur. Hoc quasi condimentum, atq; intritum, ad fabulæ, & agni allusionem: Illud scire velim: Ab uno stipite, quatuor dissìa crura cum suis pedibus qui possint provenire, atque produci.\n\n\"Hæc, quod non ignorarem haud ingrata fore tibi, caeterisq; Philologiæ studiosis, enarravi partim à nobilibsissimis,\n\n(b) de Subtilitate Contra Cardanum Exerc. 181. Sect. 29, & 30.\n\"Iffimis, partim ab exercitatiffimis in rerum Natura\nviris non solum lecta, sed etiam audita: quibus in-\ngenii tui ampliflissima spatia implere aliqua ex parte\nposse.\"\n\nPari ratione caeteri eum describunt, vel potius ex\nScaligero exscribunt Authores, quorum tamen non-\nnulli in quibusdam circumstantiis variant, & Atha-\nnafius Kircherus ejusdem addit, vel ut rectius dicam,\nfingit figuram. Imo in nonnullis Rerum Nat. Musæis,\nut in Wormiano, Swammerdammiano, &c. ejus, uti\nvolunt, quondam demonstrabatur detracta pellis.\n\nIV.\n\nAntonius Deus ingius (i) rem accu-\nrationi rationis trutina examinans, fabulosa esse, qua-\nde Agno hoc traduntur, subolfecit, & ipsum Julium\nCæs. Scaligerum, qui inter primos Authores, ut su-\npra dictum, ejus meminit, eum ut fabulam tractâlle\nevincere conatur: Quemadmodum & alii, minus cre-\nduli, eundum in dubium vocârunt.\n\nV.\n\nEt revera totam hanc de hoc Agno Historiam, si\nab animo praëjudiciis vacuo accurate examinetur, fa-\nbulam sapere, imo esse, & Deus ingium recte judi-\ncâsse, sequentes evincunt rationes.\n\n1°. Quia à nullo fide digno Authore Agnus ejus-\nmodi Vegetabilis unquam visus. Quæ enim Olaus\nWormius (k) narrat ex relatione D. Eovaldi de Kleifs,\nElectoris Brandenburgici Legati, (ipsi scilicet in con-\nfinibus Tartariae degenti à Tartaro quodam fuisse ob-\nlatam ejusmodi plantam exsiccatam, foliis Tabaci, cu-\n\n(i) De Agno Vegetabili, quod extat in Fasciculo ejus Dissertationum\nselectarum, p. 598, & seq. (k) l. c.\njus cauli adhaerebat fructus, agnellum figura plane referens, magnitudine pedali, vellere crispo tectus) suspecta sunt, cum Vir ille Nobilissimus, ab astuto quodam Tartaro, ipsi fucum faciente facile seduci potuit. Quid vero de pellibus, quae hoc nomine in Musæis demonstrantur, sentiendum sit, ex infra dicensis apparebit.\n\n2°. Quia à Doctiss. & Rerum Nat. Scientissimo Engelberto Kämpfero, M. D. (l) in supposita hujus Agni patria anxie licet quaesitus, tamen nihil huic simile inventum; haec enim ejus sunt verba: \"Quia de existentia Zoophyti gramina pascentis, nullibi Tartariæ apud vulgum, vel Botanicæ peritos extat notitia & memoria, prout ipse ad risum & nauseam exploravi, nec ulla res Borometz dicta, praeterquam ovinum pecus ibidem potest reperiri, meram esse, quicquid de hac planta proditur, fictionem & fabulam assérimus.\"\n\n3°. Denique quia tota de hoc Agno relatio fabula adeò videtur similis, ac ovum ovo.\n\nVI.\n\nFABULÆ autem hujus originem optime detexit diligentissimus Naturæ in Orientalibus Regionibus Scrutator, jam jam laudatus Kämpferus loc. cit. ubi (præmissis de Etymologia vocis Borometz, quod corruptum ait ex Moscovitico Boranetz, Polonicè Baranek, quod diminutivum est vocis Baran Sclavonicae originis, Polonis Russisq; ovem significantis) ait, in quibusdam Provinciae circa Caspium Mare esse quoddam ovium genus, praeter vulgare nobis cognitum, quod ab eo in multis discrepat, imprimis commendabile\n\n(l) Observat: de Agno Scythico f. fructu Borometz quæ exstat in Dissert. sua inaugurali, nec non in Amoenitatum Exoticarum Fasciculo III, Obs. 1.\nbile pellium elegantia, quas describit, & qua ratione ad usus pro vestimentis adornandis Tartaris Persisq; familiares præparentur, doce, & addit: \"Magnatum divitumq; fastum supra vulgi sortem amiciri cupi- entem, pullorum pelliculas expetere, qui annosis multo teneriores & eo quidem cariores, quo juniores fuerunt agnelli, quibus detraæ sunt; horum enim pili à pellionibus cogi patiuntur in subtiliores & densiores cirros, qui toti pelliculæ pretium & venu- statem tribuunt. Inde fit, ut teneritatis & lucri insidiatores non vereantur ipsam anticipare, crudeli laniena, nativitatem, & matribus uterum gerentibus, disfecto ventre partum ante partum eximere, solius gratia pelliculae obtinendæ. Hæc rite elaborata, tam dubiam prorsus & delicatissimam teneritatem exhibet, ut resectis extremitatibus, vix agninæ cu- tis retineat similitudinem, sed ignaram credulita- tem, specie quadam membranæ cucurbitinæ lanugi- nosæ possit decipere. His subjungit: Pretium pel- liculae, pro bonitatis opinione, exsurgit ad aureos tres, vel amplius; servit ea pro duplicatione mitra- rum, nec rarò, ornatus gratia, togarum & amicu- lorum limbum constituit. Tandem concludit: Sive fabula hæc natales debeat conjecturæ alicujus con- templatoris Philosophi, sive inficiæ tribuenda sit pri- mi relatoris, qui per linguæ ignorantiam, vel incu- riam, in parergo rem auditam perperam intel- lexisse potuit, sive cuicunq; acceptam referamus occasioni alii, qua per longe dissitas regiones pas- sim provecta, ambiguæ teneritatis pellicula, integri- tatem historiæ ac nominis sui amiserit: donec tan- dem appulsa nobis cum prodigii lepore, in Virum illustrem, curiosum & hujus peregrinae lanuginis admiratorem incidens, vegetabili vultu suo fide m prodigii, ut solent mirabilia omnia, nullo negotio fecerit.\nfecerit. Sic authoritate illustratus error, mox scrip-\ntis quoq; firmatus, sapientissimorum ingenia & vul-\ngi opinionem ita occupavit, ut hodie pro Zoophiti\nspecie inter rarioa Musæorum ostentari solet, quæ\nverissima Cæsarei foetus pellicula est.\" Haecenus\nille.\n\nEx citatis patet pelles illas agninas Persicas, quæ à\nPellionibus nostris Persianische Varanken salutantur,\nhujus esse generis, quamvis non optimæ notæ, illorum\nscilicet agnorum, qui Cæsarea sectione ex Matrum uteris\nexscinduntur, cum earum pretium, teste Kämpfero ad\naureos tres, vel amplius in ipsa corum patria exsur-\ngat, nostræ verò pretio longe minori apud nos, unico\nscilicet aureo, ad summum veneant.\n\nVII.\n\nInterimante triennium circiter Vir quidam eru-\nditus & curiosus ex Moscovia iter faciens & Urbem\nnostram transiens, Musæolum meum, inter alia quæ-\ndam Naturalia, Agno ejusmodi, ut vocabat, Scythico,\nquod pro genuino Borometz, ceu magnum Κεράλιον\nvenditabat, ditavit. Hic sex pollicum præter propter\nerat longitudinis, capite cum auribus & quatuor cru-\nribus instructus, coloris ferruginei & totus lanugine\nquadam instar panni holoserici villosi Gammet vulgo\ndicti, tectus, auribus & cruribus, quæ glabra erant,\ncoloris ad fulcum magis vergentis, exceptis. (*) Ad\nexamen vocatum cognovi, non esse animalis naturæ,\nneq; fructum alicujus plantæ, sed radicem cujusdam\nvegetabilis crassam, reptantem & villosam, vel potius\ncaulem scandentem plantæ alicujus, qui arte obstetri-\ncante figuram aliquælem animalis quadrupedis acqui-\nsiverat. Crura enim quatuor erant tot reliquiæ cau-\nlium,\n\n(*) Vid. Figuram naturali dimensione expressam.\nlum, vel si mavis pediculorum abscissorum, qui folia sustentaverant, quemadmodum & aures, qui tamen cornibus similliores; praeterea hinc inde emergentes fibræ, per quas more caeterarum nutrimentum radix crassà, vel potius caulis & per hunc planta ceperat, nullum amplius relinquebant dubium. Quantum quoq; crus anterius, non ut caetera corpori continua, sed arte erat intrusum, quemadmodum & ipsum cum collo caput subtili modo annexum, accuratori examine deprehendi. Ut adeò hic Agnus eodem artificio ex radice hac vel caule formatus fuerit, quo Homunciones ex Mandragoræ & Bryoniæ radicibus, qui Allraunen vulgo dicuntur ab Agyrtis. Remansit mihi tamen dubium, ex qua planta hoc ludibrium artis & naturæ essformatum sit, quamquam mox subiit cogitatio, illud plantæ cuidam ex capillarium genere vulgo dicto adscribendum esse, cujus varia habebam indicia, ab analogia mihi cognitarum quarundam exoticarum specierum, nonnullarumq; ab Illustri D° Hans Sloane & Rev. P. Carolo Plumier in splendidissimis suis Operibus descriptarum & delineatarum; utpote, quarum diversæ caules scandentes ejusmodi lanugine ferruginea s. rufescente musco, ut vocant, tectos emittunt. Interim tamen, ex qua specie præcise, determinare non valui. Peculiarem itaq; forte nondum descriptam speciem esse, quæ in Tartaria reperitur, arbitror, donec cum tempore certiora edoctus fuero.\n\nVIII.\n\nHanc meam sententiam confirmant, quæ postmodum legi in Transactionibus Philosophicis Anglicanis (m) ubi Illustris Ds. Hans Sloane, Collegii Med. Lond.\n\n(m) No 287. p. 861. quod etiam reperitur in the Philosophical Transactions abridged by John Lowthorp', Vol. 2. p. 646. f. 160.\nLond. nunc Praes & Regiae Societatis Vice-Praes dignissimus similem Agnum Scythicum factum ex India Orientali nactus, descriptit & delineavit, qui tamen longe minus Agni figuram refert, quam meus memoratus. De ejus origine eandem modo laudatus Vir mecum foveat sententiam; caeterum ait, lanuginem ejus in usu esse contra Haemoptysin, ad sex grana pro dosi ter exhibitam, praeterea eisdem lanuginis mentionem fieri à Merretto (n) titulo Poco Sempie, s. a Golden Ross, ubi Virtus ipsi cordialis adscribitur. Porro sibi certò relatum, lanuginem hanc in China adhiberi pro fistendo sanguine in vulneribus recentibus, ut apud nos telae araneorum, ibidemq; in tanta aestimatione haberi, ut paucæ familiae hac careant; dum ipse sapientius in sputo sanguinis usurpatam meminerit, ubi tamen non infallibile remedium hoc, licet innocens, expertus est.\n\nIX.\n\nCredo autem ejusmodi Agnos ex certis radicibus vel caulibus in Moscovia & Tartaria effingi, ut aliquo modo Historiae Agni Scythici Vegetabilis adstruat Veritas. Quis autem non videt hunc ab eo, qui a supra citatis Authoribus describitur, plane diversum, nec tanta admiratione dignum esse, cum etiam hic ex variis radicibus varia portenta, quæ rerum naturalium quarundam similitudinem aliqualem habeant, effingi possint; quemadmodum supra de Mandragoræ radicibus retuli, dum interim hic non magis agnus dicens, sed radix vel caulis revera est & manet plantæ cujusdam, ac Homunciones Allrauen, Belgice Pisse Diefjes (o) dicti, radices Mandragoræ.\n\nII. De\n\n(n) In Appendice ad Nehemiæ Graevii Mus. Soc. Reg. p. 386.\n(o) De quibus Vid. Deusingius de Mandragoræ Mangoniis, quod extat in Eulsdem Faeciculo Dissertationum, p. 586, nec non Miscellan. Natur. Curios. D. I. A. I. Obs. 48.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103799.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14438,
    "total-output-tokens": 4633,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        66,
        2
      ],
      [
        66,
        1328,
        3
      ],
      [
        1328,
        2860,
        4
      ],
      [
        2860,
        4322,
        5
      ],
      [
        4322,
        5897,
        6
      ],
      [
        5897,
        7679,
        7
      ],
      [
        7679,
        9290,
        8
      ],
      [
        9290,
        10934,
        9
      ],
      [
        10934,
        12660,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103799",
    "title": "Dissertatiuncula de Agno Vegetabili Scythico, Borametz Vulgo Dicto. Auctore Dno Joh. Phil. Breynio, M. D. Dantisc. R. S. S.",
    "authors": "Joh. Phil. Breynio",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103799"
  }
}