{
  "id": "de85a3208a509e84cdd03d2186dd41f89b110e43",
  "text": "VI. Observations on the Orifices found in certain poisonous Snakes, situated between the Nostril and the Eye. By Patrick Russell, M.D. F.R.S. With some Remarks on the Structure of those Orifices; and the Description of a Bag connected with the Eye, met with in the same Snakes. By Everard Home, Esq. F.R.S.\n\nRead February 2, 1804.\n\nIn the description of the Fer-de-lance or yellow snake of Martinico, the Count de la Cepede has remarked an orifice on each side of the head, between the nostril and the eye, which had by some naturalists been conceived to be the external organ of hearing; but, not having an opportunity himself to ascertain the fact by dissection, he recommends it as an interesting object of future investigation.*\n\nI have, in the course of the last three years, received two colubers from Java; and, by favour of Dr. Clark, two from Martinico; all four venomous, and distinguished by lateral orifices. In the month of January, 1803, Dr. Garthshore presented me with a specimen of the yellow snake of Martinico, in excellent preservation.\n\nSix subjects, distinguished by these lateral orifices, now in my possession, offering a fair opportunity to determine a curious circumstance in comparative anatomy, the specimens were submitted to my friend Mr. Home, of whose assistance I had more than once availed myself, in similar investigations. My request\n\n* Hist. Nat. Tom. II. p. 122.\nwas once more attended to; and the subjoined description and remarks were received in return.\n\nAmong the specimens submitted to Mr. Home, was one of the Bodroo Pam, in the description of which, lately published,* I have misrepresented the orifices now in question as the nostrils, having entirely overlooked the real nostrils.\n\nWhile the anatomical disquisitions were going on, inspection was made into some of the numerous collections of serpents preserved in the museums in London. In the British Museum I was shown, exclusive of the rattle-snake and the Fer-de-lance, four or five colubers† with lateral orifices; in the Leverian Museum, I found two or three; in the Hunterian Museum, two colubers,‡ and three boæ; § and in that of Mr. Heaviside, one coluber.||\n\nThe total found in the museums above-mentioned, (exclusive of the rattle-snake,) were ten or eleven colubers, and three boæ; which, added to five colubers in my own possession, amount to eighteen or nineteen subjects furnished with lateral orifices.\n\nIt appears, on the whole, that the lateral orifices have hitherto been found only in venomous serpents.\n\nThat (exclusive of the rattle-snake) they have been found in fifteen or sixteen species of colubers, and in three of the genus boa.\n\nThat they have not as yet been discovered in any of the genus anguis.\n\nMr. Home's investigations have clearly established, that these\n\n* Account of Indian Serpents collected on the Coast of Coromandel, No. IX. Lond. 1796.\n† All, I believe, non-descripts. ‡ No. 977, 1058.\n§ No. 893, 1016, 1046. || No. 64.\nlateral orifices in serpents, and the bags to which they lead, have no communication with the organ of hearing. Another fact ascertained by him is, that serpents distinguished by lateral orifices, have a cavity situated between the bag and the eye, which, so far as I know, has not been observed before.\n\nMr. Home's Description, and Remarks.\n\nThe orifices situated between the eye and the nostril, in the rattle-snake, and in some species of coluber, do not lead to the nostril or to the ear, but to a distinct bag, of a rounded form; there is a hollow of the same shape surrounded by bone, and adapted to receive it. Dr. Tyson's description of the rattle-snake is tolerably accurate: he says, \"between the nostrils and the eyes, but somewhat lower, were two orifices, which I took for the ears; but after, I found they only led into a bone, that had a pretty large cavity, but no perforation.\"*\n\nThe cavity which Dr. Tyson describes to be in the bone, is a cup, formed by the bones of the skull and those of the upper jaw; it is in shape not unlike the orbit, and is formed in a similar manner.\n\nThese bags bear a relative proportion to the size of the snake; they are lined, as also the eyelids, with a cuticle, which forms the transparent cornea, making a part of the outer cuticle, and is shed with it; and, when examined after the snake has cast it off, their shape is more perfectly seen than under any other circumstances.\n\nIn the annexed figures, one of these bags is represented in different views; all of them of the natural size, both in the Fer-de-lance or yellow snake of Martinico, and in the detached\n\n* Phil. Trans. Vol. XIII. p. 26.\ncuticle of the rattle-snake. The appearance in the Bodroo Pam is exactly the same; but, as the bag in that snake is of a smaller size, it was considered unnecessary to give a representation of it.\n\nIn the deer and antelope there are bags, in the same relative situation respecting the eye and the nose, resting upon the skull; there is also a cavity in the bone, adapted to receive them. The bags vary in size in the different species of these genera. The French naturalists have given the name of larmiers to these bags, conceiving them to be receptacles for the tears, of which the thinner parts evaporating, a substance remains called larmes de cerf.\n\nI requested my friend Mr. Andre to examine these bags in the common buck, and to observe their relative position to the puncta lachrymalia; his situation in the Earl of Egremont's family, at Petworth, affording him every opportunity for doing it. He informs me, that the bags are lined with a cuticle, similar to that of the meatus auditorius externus in the human ear; their internal surface is smooth, free from hair, and without any appearance of glandular structure. From the inner angle of the eye to this bag, there is a kind of gutter in the skin, of a darker colour than the rest of the skin in light coloured animals, and the hairs are shorter than on the rest of the body: the substance contained in the bags resembled that found in the ears.\n\nThe lachrymal gland in the deer, he says, is very large, and the puncta so much so, as to admit the rounded end of a common probe. There is no lachrymal sac; the tubes from the puncta unite, and pass through a small opening in the bone, to the nose.\n\nThe following account of these bags, in the antelope of Sumatra, was transmitted to me in the year 1792, by Mr. Bell.\n\"The external orifice is of the size of a crow-quill; it leads into\na bag not larger than a small marble, which is lined with a\ncuticle, with hair. From this bag there is a secretion of a\nlimpid fluid, which keeps oozing down the nose.\" This gentle-\nman, unfortunately for natural history, died at Sumatra, soon\nafter the date of his letter.\n\nIn the Hunterian Museum, intrusted by government to the\ncare of the College of Surgeons, there are several specimens of\nthese bags, from the Egyptian antelope with annulated horns,\nand also from some other species: these are preserved so as to\nshow the internal cavity of the bag, and the structure of the\ngland immediately behind it. In these specimens, the glandular\npart is $\\frac{1}{4}$ of an inch in thickness; from the centre of this gland,\nan excretory duct opens into the bag, immediately opposite to\nthe external orifice. The bag itself is lined with a cuticle, and\nthinly set with strong hairs.\n\nThe facts now produced are sufficient to prove that these bags\nhave a secretion of their own, the quantity of which varies, ac-\ncording to the climate and other circumstances; and there is\nno reason for thinking that the tears ever pass into them, the\npassage into the nose being unusually free, and the orifices in\nthe bags, in many species, unfavourably situated for the reception\nof the tears.\n\nWe are at present unacquainted with the use to which the\nfluid secreted in these bags is applied.\n\nAs amphibious animals, in general, have no glands to supply\nthe skin with moisture from within, but receive it by coming in\ncontact with moist substances, it is possible the bags, in the\nsnake, may be supplied in that manner, and the more so, as the\ncuticular lining appears perfect.\nAnother peculiarity is remarkable in snakes furnished with the bags described above, namely, an oval cavity, situated between the bag and the eye, the opening into which is within the inner angle of the eyelid, and directed towards the cornea. In this opening there are two rows of projections, which appear to form an orifice, capable of dilatation and contraction. From the situation of these oval cavities, they must be considered as reservoirs for a fluid, which is occasionally to be spread over the cornea; and they may be filled by the falling of the dew, or the moisture shaken off from the grass through which the snake passes.\n\nThis apparatus in the snake, has that position which is best adapted to pour out the fluid upon the cornea, when the head of the snake is erect.\n\nDr. Tyson had superficially observed the apparatus which has been described, and considered it as a membrana nictitans. He says, \"inwards it seemed to have a membrana nictitans, which removes any dust that might adhere to the eye.\"*\n\nAs snakes in general have no apparatus to wash the cornea, these particular species must have some peculiarities in their mode of life, with which we are not at present acquainted.\n\n* Phil. Trans. Vol. XIII. p. 27.\nEXPLANATION OF THE FIGURES. SEE PLATE III.\n\nFig. 1. Represents a side view of the head of the Fer-de-lance or yellow snake of Martinico, to show the external appearance of the orifice, with its relative situation to the nostril and the eye. The parts are delineated of their natural size.\n\nFig. 2. A side view of the head of the same snake, in which the bag is laid open. At the aperture of the cavity, which opens towards the cornea, there is a double row of small projecting points.\n\nFig. 3. The cuticle of the rattle-snake, after it had been cast off from one side of the head, represented of its natural dimensions. In this view, the internal surface only of the cuticle is seen. There is an aperture, of an irregularly oval form, which is the opening of the nostril: a little farther on is the lining of the rounded bag, in a distended state; nearer the eye is the cavity communicating with the space before the cornea, it is of an oval form, and has a narrow neck; beyond this neck is the transparent cornea, which in the snake is cuticular, and is shed with the external covering of the other parts. Through the transparent cornea, a bristle is seen passing before its external surface into the cavity.\n\nThis figure is taken from a preparation in the Hunterian Museum.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107140.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13974,
    "total-output-tokens": 2804,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1401,
        2
      ],
      [
        1401,
        2962,
        3
      ],
      [
        2962,
        4612,
        4
      ],
      [
        4612,
        6390,
        5
      ],
      [
        6390,
        8120,
        6
      ],
      [
        8120,
        9353,
        7
      ],
      [
        9353,
        10629,
        8
      ],
      [
        10629,
        10629,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107140",
    "title": "Observations on the Orifices Found in Certain Poisonous Snakes, Situated between the Nostril and the Eye. By Patrick Russell, M. D. F. R. S. With Some Remarks on the Structure of Those Orifices; And the Description of a Bag Connected with the Eye, Met with in the Same Snakes. By Everard Home, Esq. F. R. S.",
    "authors": "Patrick Russell, Everard Home",
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107140"
  }
}