{
  "id": "1d8ec0a1fc6dec732d1b410a2410b81e7ca254b4",
  "text": "II. Concerning the Distance of the fixed Stars.\nBy the Honourable Francis Roberts, Esq; S.R.S.\n\nThe Ancient Astronomers, who had no other way of Computing the Distances of the Heavenly Bodies but by their Parallax to the Semidiameter of the Earth, and being never able to discover any in the fixt Stars, did from thence rightly enough infer, that their Distance was very great, and much exceeding that of the Planets, but could go no farther otherwise than by uncertain guess.\n\nSince the Pythagorean System of the World has been revived by Copernicus, (and now by all Mathematicians accepted for the true one) there seemed ground to imagine that the Diameter of the Earth's Annual Course (which according to our best Astronomers is at least 40000 times bigger than the Semidiameter of the Earth) might give a sensible Parallax to the fixt Stars, though the other could not, and thereby determine their Distance more precisely.\n\nBut though we have a Foundation to build on so vastly exceeding that of the Ancients, there are some Considerations may make us suspect that even this is not large enough for our purpose.\n\nMonsieur Hugens (who is very exact in his Astronomical Observations) tells us, he could never discover any visible Magnitude in the fixt Stars, though he used Glasses which Magnifie the apparent Diameter above 100 times.\n\nNow, since in all likelihood the fixt Stars are Suns, (perhaps of a different Magnitude) we may as a reasonable Medium presume they are generally about the bigness of our Sun.\nLet us then (for Example) suppose the Dog-Star to be so. The Distance from us to the Sun being about 100 times the Sun's Diameter (as is demonstrable from the Sun's Diameter being 32 Minutes) it is evident that the Angle under which the Dog-Star is seen in Mr. Hugens's Telescope, must be near the same with the Angle of its Parallax to the Sun's Distance, or Semidiameter of the Earth's Annual Course; so that the Parallax to the whole Diameter, can be but double such a quantity, as even to Mr. Hugens's nice Observation is altogether insensible.\n\nThe Distance therefore of the fixt Stars seems hardly within the reach of any of our Methods to determine; but from what has been laid down, we may draw some Conclusions that will much illustrate the Prodigious vastness of it.\n\n1. That the Diameter of the Earth's Annual Orb (which contains at least 160 Millions of Miles) is but as a Point in comparison of it; at least it must be above 6000 times the Distance of the Sun: For if a Star should appear through the aforesaid Telescope half a Minute broad (which is a pretty sensible Magnitude) the true apparent Diameter would not exceed 18 3d. Minutes, which is less than the 6000th part of the apparent Diameter of the Sun, and consequently the Sun's Distance not the 6000th part of the Distance of the Star.\n\n2. That could we advance towards the Stars 99 Parts of the whole Distance, and have only 1 Part remaining, the Stars would appear little bigger to us than they do here: For they would shew no otherwise than they do through a Telescope, which Magnifies an Hundred fold.\n\n3. That at least Nine Parts in Ten, of the Space between us and the fixed Stars can receive no greater Light from the Sun, or any of the Stars, than what we have from the Stars in a clear Night.\n\n4. That\n4. That Light takes up more time in Travelling from the Stars to us, than we in making a West-India Voyage (which is ordinarily performed in six Weeks.) That a Sound would not arrive to us from thence in 50000 Years, nor a Cannon-Bullet in a much longer time. This is easily computed, by allowing (according to Mr. Newton) Ten Minutes for the Journey of Light from the Sun hither, and that a Sound moves about 1300 Foot in a Second.\n\nIII. An Account of a Stone of a Prodigious size extracted by Section out of a Woman's Bladder, now living, on the Eighth day of November, 1693. by Mr. Basil Wood, Surgeon.\n\nThe Person who performed this, being prevailed upon by some Friends to give the Curious an Account of the extraordinary bigness and shape of this Stone, has communicated it to the Publisher of these Transactions, in the following words.\n\nThis Stone was taken from Mrs. Henchman, a Widow Gentlewoman, of the Age of about One and Fifty Years, who Lodges in Kings-Head-Court in Holborn. Its shape is not very unlike to a sort of Spring-Purse (as they are called) which many People use; and its surface is indifferently smooth, excepting only that there are Four Protuberances, each of which is about the size of a Hazel-Nut; these seem to have been at first lesser Stones, which falling into the Bladder after that the great Stone was almost grown to its full bigness there, were joined to it, first by adhesion, and at last became all one Body with it. It is also very probable that",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102440.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1244,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1515,
        2
      ],
      [
        1515,
        3300,
        3
      ],
      [
        3300,
        4787,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102440",
    "title": "Concerning the Distance of the Fixed Stars. By the Honourable Francis Roberts, Esq; S.R.S.",
    "authors": "Francis Roberts",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102440"
  }
}