{
  "id": "545d18f3cf599ba2ba43ad76a0d38ca8c3ddfad7",
  "text": "VIII. De Lapide Osteocolla Inquisitio, Auctore Ambrosio Beurero Neurembergensi; communicata per Dominum Petrum Collinsonum, R. S. S.\n\nRead May 9. 1745.\n\nLapis Osteocolla variis nominibus insignitur; communissime tamen Ostiocola sive Osteocolla dicitur, quod vocabulum e duobus graecis ὀστέον, os, & κόλλα, gluten, componitur: alias etiam audit lapis ostites, ollostcos, osina, ossisana, ossifraga, lapis Asiaticus, Pierre de Monti, lapis Morochius, flores arenae, fossile arborescens, lapis sabilis, lapis arenosus; Germanico idiomate, Steinbruch, Bruch-Stein, Steinbruch-Stein, Knochen-Stein, Hand-Stein, Beinheyl, Beinbruch-Stein, Bein-Duell-Stein, Bein-Knochen-Stein, Stein-Blumme.\n\nMajores nostri nullum habuere hujus lapidis notitiam, putantes esse ossa petrefacta; aliis speciem gypsi credentibus.\n\nOsteocolla autem provenit in ducatu Crossensi, Silesiae, Pomeraniae, Hassiae, Saxoniae, Poloniae, Darmstadii, Heidelbergae, Spirae, Jenae, Megalopoli, in marchionatu Brandenburgico ad Bescoviam, Snonebergam, & Drostenam.\n\nTellus, ubi provenit, semper est sabulosa & sterilis; passimque nihil aliarum arborum aut plantarum conspicitur, nisi merae populi: nullae autem, quod quidem tradunt, inveniuntur in vallibus, neque oriuntur.\na scaturigine, neque unquam in viis lutosis deprehenduntur.\n\nKreutermannus nonnemini quicquam obtulit domus atque arcis figuram fistens: magis autem tophus, quam Osteocolla fuisse videtur. Mercatus quoque vera ejusdem caruit notione, dum petrefacta & tophos calcarios ejusmodi nomine insignivit, quorum hi Hermanno judice magis bolaria aut cisti sunt.\n\nQuod attinet ad ejus originem, provenit in modo memorata tellure sabulosa ad quorundum pedum profunditatem, & radicis gerit figuram. Maximos vix duabus manibus complectaris, reliquae sensim sensimque sunt minorcs. Quantum ad consistentiam, Osteocolla sub terra adhuc latens nunquam est dura, sed semper mollis & limosa, adeo, ut si digitis teratur, prorsus sebacea & pinguedinosa sit, tum autem siccata albescat, ut calcarium quicquam. Ut sub terra reperitur, partim cana est, partim flava aut alba, exteriusque sabulum eidem copiosum adhaeret. Propter mollem consistentiam non omnino integra eximi potest, ut veram radicis figuram gerat, nisi artificio-cissime aggrediariis negotium, & nonnullas forte septimanas, aut aliquot menscs, in illud insumas, siquidem raptim ablato sabulo rumpitur: unde frequentia sunt observanda, ut,\n\n1. Laboriose & patienter quaeratur:\n2. Sabulum lente abstergatur:\n3. Procul a radice auferatur:\n4. Dispiciatur, annon parvae radices secundariae irregulariter propullantes adsint, quas cavendum est, ne decutias:\n\n3. Non\n5. Non multæ simul fodiantur, sed potius aliquantum moræ illis indulgeatur, quæ siccentur atque durescant: tum,\n\n6. Fovea asseribus obtegatur, ne quid ei fortuito illabatur aut pluvia illam conspergat:\n\n7. Fossio non est repetenda, nisi exstantibus probe duratis:\n\n8. Calida sicca atque leni tempestate asferes rursus auferantur, ut eo citius exsiccatur:\n\n9. Fossio é longinquò incipiatur, cum inferius plerumque aqua inveniatur.\n\nOsteocollam intus cavam esse, plurimi quidem norunt auctores, in eo tamen invicem differunt, utrum illa in vegetabilium an mineralium numerum sit referenda. Plurimi veterum eam ad ossa retulerunt metamorphosin experta, alii contra negant, quum perfecta ossium fragmenta non inveniantur, necque in chemia ullum partium animalium vestigium comparat. Erasmus admodum verisimiliter de ea scripsit: qui Osteocollam pro ossibus non agnoscunt, minerales candem agnoverunt é sabulo genitum, & jure quidem suo; Dn. Prof. Teichmeyerus eam margam nuncupat; Dn. rei metallicæ consiliarius Henckelius ad mineralia eam refert, generationem autem ejusdem reticet; Dn. Prof. Funckerus eam in sabulo igni perhibet, non autem addit, num ex arborum stemmatis, an e radicibus proveniat. Ego eam radicem puto, cui arena adhaerescit, quæque sensim ita generatur. Et quamvis satis Osteocollæ inveniatur, nihil tamen unquam ligni arborei aut saltem viride conspicitur supra terram extans; &, licet de origine hujus Osteocollæ ejusque arboris, cujus radix in Osteo-\n\nB b b 2 collam\ncollam jam degeneraverat, exacte inquisiturus essem,\ndiu tamen id mihi non contingerat, nisi ad ultimum;\nubi tandem tamen ad Zernium, haud procul a Zossena,\naridum ejusmodi ramulum & viridem frondem con-\nspexi, quod arbori, superius adhuc lignosæ, inferius\nautem in meram Osteocollam jam transmutatae adhae-\nscrat, quæ accuratius paullo examinata species Populi\ncrat.\n\nOrigo ejus igitur quaerenda est in populo nigra,\ncujus arbore aut stemmate decisis aut petrifactis &\ncorruptis, Osteocolla radici sensim accrescit, primario\naut surculis.\n\nIn omnibus vero etiam Osteocollæ partibus inve-\nneris, iis adhuc aliquid lignosi inesse, utut jam putre-\nfacti, coque elapsa eas perforari, ita uti osli similes\nappareant. Nunquam autem in arboribus prope illas\natque in eadem tellure collocatis Osteocollam inveni:\nquodsi tellus esset in causa, in pinis, betulis, & simili-\nbus reperiri oporteret. Hoc vero docet,\n\n1. Nunquam fere Osteocollam in regionibus Salis-\nnis deprehendi;\n\n2. Credendum esse, ubi Osteocolla invenitur, ibi\nsemper antea populos extitisse;\n\n3. Omnes Osteocollæ fossores visuros, eam fuisse\nradicem;\n\n4. Unum adhuc criterium suppeditari posse, ubi\nquid Osteocollæ invenitur, ibi ordinariae aliquid cal-\ncariorum ossium prominere vidéri, quæ florem expri-\nmere videantur: unde multis venit in mentem cam\ncrescere & florere.\n\nOsteocolla igitur est sub sabulo, semper autem eo\ntantum loco, ubi radices sitæ erant, quibus adhae-\nrescens\nrescens sensim obduruit, atque in quantum eminuit,\nin alborem se induit; quodsi quid ejus dissimile in-\nvenitur, casu fortuito illi fortasse afflatum est. Radice\ninventa, spithamam unam profundius fodi potest, &\ncerto Osteocolla reperietur. Osteocolla igitur, quam\ndiu sub terra manet, mollis, aut circiter instar calcis\nmaceratae sabulo permixta: ubi vero humor in aërem\nabiit, sensim etiam magis indurescit.\n\nAd generationem ergo requiritur\n\n(a) Radix populi:\n(b) Si ne radix populi quidem conspici queat, ope\ntamcn distillationis vegetabile in oleo empyreu-\nmatico demonstrari potest:\n(c) Ad generationem multum confert acidum salis\nsabulo arcte unitum:\n(d) Ut & arena subtilis, quum in chemia notum sit, in\narena semper aliquid acidi remanere, atque adeo\nsemper lapidescens quid adesse, ut ita, vi diëto-\nrum, acidum salis una cum multo humore sabuli\nmateriam constituat, nisi quod hic liber aëris\naccessus adhuc desit, quum alias in terra jam in\nlapidem transformatum fuisset.\n\nHoc inde apparet, quia,\n\n1. Massa, simulac aëri committitur & siccatur, in-\ndurescit:\n2. Destillatio aliquid empyreumatici petrolei é par-\ntibus vitriolicis & bituminosis constituti ostendit:\n3. Si oleum vitrioli Osteocollæ affunditur, acidum\nsalis communis inde fecedit:\n4. Osteocollam vero non esse calcem, inde probo,\nquia ego nullo modo hanc elicere potui.\n\nEgo\nEgo Osteocollam variis menstruis aggressus sum visurus, quantum cujusque pondus in unoquoque eorum solveretur: unde semper Ostcocollæ drachmam dimidiam atque cujusque menstrui unciam dimidiam hoc fine sumsi, sequentia ibi observavi:\n\n(a) Oleum vitrioli iv. ejus grana solvisse, quæ solution erat coloris flavi, residuum vero ex albo flavescens:\n\n(b) Spiritus vitrioli omnia in formam salinam redigit:\n\n(c) Spiritus nitri ejus scrupulum i. grana iv. &\n\n(d) Acidum salis communis scrupulum i. grana vi. solvisse:\n\n(e) Aqua regis vero scrupulum i. grana iv. utramque autem solutionem flavam evasisse, residuum autem ex albo flavescens:\n\n(f) Acetum destillatum etiam scrupulum i. cum dimidio solvisse, solutionemque ejus subflavam evasisse; residuum vero, ut cætera, a menstruo quoad coloris mutationem immunia manuisse.\n\nOsteocolla itaque, ut in officinis usurpatur, minera est putanda, inprimis vegetabili inde separato; potest dici terra calcaria; non autem mutat syrupum violarum.\n\nOpe destillationis igne aperto factæ suppeditat spiritum urinosum; alcali fixo affuso effervescit, simulque prodit spiritum urinosum; residuum aquæ adminiculo in lixivium redactum nihil produxit salini; simul etiam unam residui partem in calcem redigere studui, nullam autem calcem obtinui. Quodsi vero oleum vitrioli Ostcocollæ affunditur, acidum salis communis\ncommunis inde secedit. Osteocolla alcali calcinata opacum vitrum constituere videtur, rursus autem in aquam resolvi potest, indeque verum vitrum nondum est putandum; Osteocolla retortae tubulatae indita, lenique igne imposita, oleoque vitrioli per tubulum affuso spiritum salis inde liberat, qui etiam destillando obtineri potest. Ego etiam obtentum hunc spiritum salis, hanc ob rationem sale alcali fixo saturavi, & sal commune regeneratum effeci, postea sic catum retortae rursus immisi, oleum vitrioli affudi, iterumque in retortam indito, oleum vitreoli infudi, denuoque destillando spiritum acidum salis communis obtinui.\n\nSumma Osteocollae basis est sabulum; nonnulli volunt lac lunæ, medullam Saxonum, & lapidem Osteocollæ unum idemque esse, quod vero falsum est. Si quid rubicundi in Osteocolla fuerit repertum, martiale quid in vicinia adfuisset. Usus ejus medicus est absorbens; unde a nonnullis ad fluorem album sedandum adhibetur.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104484.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 3352,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1235,
        2
      ],
      [
        1235,
        2639,
        3
      ],
      [
        2639,
        4127,
        4
      ],
      [
        4127,
        5572,
        5
      ],
      [
        5572,
        6921,
        6
      ],
      [
        6921,
        8266,
        7
      ],
      [
        8266,
        9208,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104484",
    "title": "De Lapide Osteocolla Inquisitio, Auctore Ambrosio Beurero Neurembergensi; Communicata per Dominum Petrum Collinsonum, R. S. S.",
    "authors": "Ambrosio Beurero, Petrum Collinsonum",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104484"
  }
}