{
  "id": "726be44334255a18ac828f0b508673ba59d2dde1",
  "text": "\"free from Pain, and had a very different Feeling\nfrom what it had before. From that time, in less\nthan a Month, the Callus was entirely confirmed,\nand the Patient recovered the Use of her Arm;\nwhich, considering the oblique Direction of the\nFracture, and the long-continued Softness of the\nCallus, has its natural Beauty and Straitness\nwonderfully preserved.\n\n\"I know that a Woman's Pregnancy is mentioned\nin general, by several Authors, as an Hindrance of\nthe Callus being so soon confirmed as in other\nCircumstances. But, except the two Cases men-\ntioned by Turner, and taken from Hildanus, I\ndo not remember to have read any History, where\nthe usual Oeconomy of Nature, in restoring a\nfractured Bone, was so entirely, and for so long a\nTime, interrupted; and where the Cause of such\nan Interruption appears so plain, as in the Case I\nhave been here relating,\" &c.\n\nXXII. A further Account of the Libellæ or\nMay-flies, from Mr. John Bartram of\nPennsylvania, communicated by Mr. Peter\nCollinson, F. R. S.\n\nRead April 5, 1759.\n\nSome time ago I laid * before the\nRoyal Society my Observations on\nthe wonderful Appearance of the Libellæ or May\nflies of England. This Account being perused by my\ningenious\n\n* See this Trans. p 327.\ningenious Friend Mr. Bartram, excited him to make the following Remarks on their Appearance in Pennsylvania. By the Specimens before you, the May-flies of America have no very remarkable Difference from ours; excepting a few Days in the Fly State, they live all the Year a Water Insect. Their Bodies being replenished with an oily Matter, they easily quit their Husks, and rise up to the Surface of the Water, and disperse themselves a Mile or more back in the Woods, whilst others stay near the Water.\n\nMay the 4th 1749. I perceived many had attained Wings, and were very thick spread on the Bushes and Grass, by the River-sides. The second Day after their leaving their aquatic Abode they cast another Skin, after which their Tails are longer, and their Wings drier, and more transparent. The 5th and 6th was rainy, the 7th windy; so very few came out. The 8th were cool; so few were seen: But the 9th and 10th, being warm, many swarmed late in the Evening; and the 11th, 12th, 13th, they swarmed abundantly. What I call swarming, was their gathering thick as Bees, near the Rivers, to lay their Eggs in the Water.\n\nIn their Flight they mount to the Tops of Trees, 20 or 30 Feet high: Their Motion is surprising, hovering up and down, rising and falling, 7 or 8 Feet at a time: This I take to be the Time and Manner of their Impregnation. After which they fly to the Brooks, cast out their Eggs, and perish immediately: Their Eggs sink directly to the Bottom, and lodge amongst the Mud and Gravel, and may be Food for some minute Water Animal. From their Eggs proceeds a deformed Grub, which subsists under Water,\nWater, and is Food for Eels, until next Season, that it attains its Fly State, and then is Food for Fish and Fowl.\n\nThe Reason of their being so long in coming forth this Year was, the cold chilly Weather: Other Years, in a warm Season, in five Days they would have performed all their Functions, and disappeared.\n\nWe have two other smaller Kinds, that very much resemble the former, but they come later by two or three Weeks: What is most remarkable, the Males are black, and live several Days after the Females.\n\nERRATA.\n\nNo. 491. p. 8. in the Title of Art. IV. for D. Suarez, M. D. read Jacobum de Castro Sarmento, M. D. Item, the same in the Contents.\n\nNo. 493. p. 193. l. 2. in the Title of Art. I. and in the Contents the same, for July 15. read July 18\n\nIbid. p. 213. May 13. for 33, 23. (the Height of the Barometer.) read 30, 23. and July 24. for 22, 66. read 29, 66.\n\nNo. 494. p. 342. l. 1. for magis vasculum tenera, read vasculum; magis tenera,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104666.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1173,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1230,
        2
      ],
      [
        1230,
        2846,
        3
      ],
      [
        2846,
        3802,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104666",
    "title": "A Further Account of the Libellae or May-Files, from Mr. John Bartram of Pensylvania, Communicated by Mr. Peter Collinson, F. R. S.",
    "authors": "Peter Collinson, John Bartram",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104666"
  }
}