{
  "id": "181de289366b8b6bc32d70b18443cfede901294b",
  "text": "IV. An Account of an Experiment touching the Propagation of Sound through Water. By Mr. Fr. Hauksbee, F. R. S.\n\nAn Experiment that I made some time since, shewing that actual Sound could not be transmitted through a Vacuum, gave me an Inclination to try what would be the effect, to surround the Receiver that contain'd the sounding Body, with so dense a Medium as Water. Accordingly, as in the former Experiment, the Receiver which contain'd the Bell was screw'd down to a Brass-plate, with a Leather between; This Receiver with its Bell, was suspended in a large Glass-Vessel, by Four Twine-threads to the top, and as many to the bottom: whereby it remain'd in the middle between both. Concluding likewise, that these Threads would so absorb the Water when it should come to be put in, that there could be no Apprehension, that any Sound shou'd be convey'd by them from the sounding Body, any more than if they were entirely Water. Thus provided, the Clapper was made to strike the Bell, whose Sound was something less by the Interposition of the Glass, than it would be, had it been made in the open Air; however it was very audible, and might be heard at a considerable distance: It appear'd to the Ear to be very harsh, in respect to the Tone it afforded us. But now, when the Water came to be pour'd in, and the inward Receiver surrounded by it, at least an Inch and an half from the nearest part of the outward Glass, the Clapper again was made to give the Sound; which it did, seemingly, very little less,\nin respect to its Audibility; but much more mellow, sweet, and grave at least two or three Notes deeper than it was before; as was observed by some of the Society then present.\n\nV. An Explanation of the Figures of a Pagan Temple and unknown Characters at Cannara in Sallet. By Mr. Alexander Stuart.\n\nFig. I. THE rocky Mountain Cannara in the Island of Sallet, belonging to the Portuguese, with the Temple and Caverns.\n\nA. The Temple and Sacrificing-place, like the Choir of a Church, arched and supported by 45 Pillars, all cut out of the Rock.\n\nB. The Altar in the furthermost end of it, also cut out of the Rock; with a narrow Canal about the foot of it, I suppose, designed to be filled with Water.\n\nC. The unknown Characters engraven on the Rock, on each side of the square Entry; represented in Fig. 2.\n\nD. D. D. &c. The various irregular Paths of Ascent, some cut out in Steps as Stairs.\n\n1, 2, 3. &c. The various Caverns, mostly of a square figure; some large, others smaller; cut out of the Rock; whose Roofs are cut plain, like a plaster'd Room: At the Door of each without, is a large Cistern or two, cut out of the Rock, full of Rain water; at least, I could not perceive them to be Springs.\n\nUpon the sides of the Doors of some of the Caverns, are Characters like those of the Temple.\n\nFig. II. Characters engraven on each side of the Door or Entry of the Pagan Temple of Cannara. See Philos. Transact. Numb. 201. where some of these Characters are engraven.\n\nLONDON: Printed for H. Clements, at the Half-Moon in St. Paul's Church-yard. 1709.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103272.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 850,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1514,
        2
      ],
      [
        1514,
        3068,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103272",
    "title": "An Account of an Experiment Touching the Propagation of Sound through Water. By Mr. Fr. Hauksbee, F. R. S.",
    "authors": "Fr. Hauksbee",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103272"
  }
}