{
  "id": "f21aa1614c1d892c49656b558ca183283f79feda",
  "text": "The Description of a Siphon, performing the same things with the Sipho Wurtemburgicus; invented by Dr. Papin Fellow of the Royal Society.\n\nIn tractatu de Siphone Wurtemburgico qui Stuttgartiae authore Do. Salomone Reifelio nuper editus est magna quaedam atque inaudita, si & utilitatem & raritatem & artificium spectes, de novo illo siphone praedicantur; ipsius autem proprietates characteristicae propo- nuntur his verbis: 1°. Ut orificia crurum duorum Siphonis sui horizontaliter sita labris inserantur; cum in veterum inventis crus longius infra labrum seu æquilibrium descendat semper. 2°. Ut orificiis vel partim vel ad dimidium aqua repletis, effluat tamen aqua super montem ducta; cum in reliquis Siphoniibus totum orificium aqua adimpleri seu immergi aquæ debeat. 3°. Ut in fuscitate diurna quiescens machina tamen effectum producat affluente iterum aqua. 4°. Ut lumine seu orificio alterutro aperto, altero vero post horas demum aut diem seu per epistomium seu conum recluso, effluat tamen aqua; cum in aliis utraque simul lumina aperiiri debeant. 5°. Ut in horizontali linea positis orificiis, æqualibus quoad altitudinem cruribus exundet liquor; cum in Portæ aliorumque Machinis inegalia debeant crura esse, æ perpendicularum majus. 6°. Ut ab utroque labro in utrumque labrum infusa ascendat & effluat aqua; cum in veteribus non nisi per unicum nempe longius, crus effluat, nunquam refluat. Haec sunt ipsius verba Authoris, qua vero ratione, quibusue auxiliis tanti effectus produci possint, ne verbum quidem: Me, itaque, Jussit Regia Societas Machinam construere, quæ eadem illa in libro descripta Phœnomena exhiberet, ut clarissimus author de orbe litterato multoties tam bene meritus, ad ulteriores Siphonis sui proprietates & usus de tegendos provocetur: quum quæ de eo hactenus edita sunt cuncta, tam facili negotio ab aliis effecta viderit. Rem igitur tribus variis modis exequutus sum; ne vero\ntædiosus nimium videar, sequentem methodum utpot facillimam instar omnium fore arbitror.\n\nAA. sunt duo vasa metallica quibus duæ Siphonis extremitates inseruntur.\n\nBCDED CB. est Sipho cujus lumina. BB. in eadem Horizontali linea disponenda sunt.\n\nF. Est tubulus foraminis in superiori Siphonis parte adferruminatus, diligententerque obturandus, postquam Sipho aqua exacte repletus fuerit. Jam manifestum est aquam in partibus CD. contentam, aeris externo ingresium prohibere ne ad superiorem Siphonis partem E. penetret: Sipho igitur aqua semper plenus (modo debitis altitudinem non excedat,) effectum suum certissime producit, statim atque aqua in vasibus A contenta alterutrius orificii B partem aliquam replebit: quumque ambobus orificiis aqua partim repletis, in utroque vase A ad eandem horizontalem lineam superficies aquae pervenerit, si alterutri Vas vel tantillum aquae infuderis, pars ejus per siphonem statim in alterum Vas deferetur, eademque ratione cætera in libro descripta phænomena exhiberi poterunt: maximus enim ejusmodi siphon hactenus constructus vigintipedum altitudinem non superat.\n\nA MISCEL-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102116.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1073,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1912,
        3
      ],
      [
        1912,
        3028,
        4
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102116",
    "title": "The Description of a Siphon, Performing the Same Things with the Sipho Wurtemburgicus; Invented by Dr. Papin Fellow of the Royal Society",
    "authors": "Papin Fellow",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102116"
  }
}