{
  "id": "30e8796ba8637a17cd7aaf178289a8b3ba1c8375",
  "text": "II. A Letter from Mr. John Freke F. R. S. Surgeon to St. Bartholomew's Hospital, to the President of the Royal Society, inclosing a Paper of the late Rev. Mr. Creed, concerning a Machine to write down Extemporaneous Voluntaries, or other Pieces of Music.\n\nSIR,\n\nRead March 12. I THINK the inclosed Paper is the Effect of great Ingenuity and much Thought; and as the Subject-Matter of it may tend to give great Improvement and Pleasure to many, not only in our own Country, but every-where, I hope my presenting it may not be thought improper that it may thereby be printed and published to the World.\n\nIt was invented and written by Mr. Creed, a Clergyman, who was esteemed, by those who knew him, to be a Man well acquainted with all kinds of mathematical Knowledge. It was sent me by a Gentleman of very distinguished Merit and Worth; if therefore from hence this Paper shall be thought proper to be published in the Philosophical Transactions. It will prevent its being lost to Mankind. I am,\n\nSIR,\n\nYour very humble\n\nand obliged Servant,\n\nJohn Freke.\nA Demonstration of the Possibility of making a Machine that shall write Extempore Voluntaries, or other Pieces of Music, as fast as any Master shall be able to play them upon an Organ, Harpsichord, &c. and that in a Character more natural and intelligible, and more expressive of all the Varieties those Instruments are capable of exhibiting, than the Character now in Use.\n\nMaxim I.\n\nAll the Varieties those Instruments afford fall under these three Heads: First, The various Durations of Sounds, commonly called Minims, Crotchets, &c. Secondly, The various Durations of Silence, commonly called Rests. Thirdly, The various Degrees of Acuteness or Gravity in musical Sounds, as Are, B mi, &c.\n\nMaxim II.\n\nStrait Lines, whose Lengths are geometrically proportion'd to the various Durations of musical Sounds, will naturally and intelligibly represent those Durations. Ex.gr.\n\nThe first Line (being 2 Inches) represents a Semibreve. The second is 1 Inch, and denotes a Minim. The third is half an Inch, and signifies a Crotchet. The fourth is a Quarter, and answers to a Quaver. The fifth is an Eighth, and stands for a Semiquaver.\nMaxim III.\n\nThe Quantity of the blank Intervals, or Discontinuity of the Lines, will exactly represent the Duration of Silence or Rests. Ex. gr.\n\nMaxim IV.\n\nThe different Degrees of musical Sounds, as Gaminat, Are, Bmi, &c. may be represented by the different Situations of those black Lines upon the red ones or faint ones. Ex. gr. see Tab. I. Fig. 1.\n\nProblem.\n\nTo make a Machine to write Music in the aforesaid Character as fast as it can be play'd upon the Organ or Harpsichord, to which the Machine is fixed.\n\nPostulatum.\n\nThat a Cylinder may be made by the Application of a circulating, not a vibrating, Pendulum, to move equally upon its Axis the Quantity of 1 Inch in a Second of Time, which is about the Duration of a Minim in Allegro's;\n\nSuppose the Cylinder a (see Fig. 2.) to be such, and to move under the Keys of an Organ, as b, c, d,\nand nail Points under the Heads of the Keys, it is manifest, that if an Organist play a Minim upon $c$, that is, if he press down $c$ for the Space of a Second, the Nail will make a Scratch upon the Cylinder of 1 Inch in Length, which is my Mark for a Minim.\n\nAgain, if he rest a Crotchet, that is, if he cease playing for the Space of half a Second, the Cylinder will have moved under the Nails half an Inch without any Scratch; but if the Organist next presseth down $d$ for the Space of half a Second, the Nail under $d$ will make a Scratch upon the Cylinder half an Inch long, which is my Mark for a Crotchet. It will likewise be differently situated from the Scratch that was made by $c$, and consequently distinguished from it as much as the Notes now in Use are from one another by their different Situation in the Lines. (Vide Fig. 1.)\n\nThese three Instances include all that can be performed upon an Organ, &c. (Maxim I.)\n\nTherefore it is already demonstrated, that whatever is play’d upon the Organ during one Revolution of the Cylinder $a$ (Fig. 2.) will be inscribed upon it in intelligible Characters.—I proceed to shew how this Operation may be continued for a long time.\n\nIn Fig. 3. $aa$, $b$, $c$, $d$, are the same as in Fig. 2. Let $x$ be a long Scroll of Paper wound upon such a Cylinder as $z$. Let $eeee$ be the same Scroll brought over the Cylinder $aa$, to be wound upon the Cylinder $yy$, as fast as the Motion of $aa$ (which is determined by a Pendulum) will permit.\n\nIt is manifest, that whatever is play’d upon the Organ during the winding up of $yy$ will be written on the Scroll by the Pencils $b$, $c$, $d$, &c.\nAll the Graces in Music being only a swift Succession of Sounds of minute Duration will be expressed by the Pencils by small Hatches geometrically proportion'd to those Durations. *Ex. gr.*\n\nA single Beat\n\nA double Beat\n\nA Shake\n\nA Turn\n\nA single Backfall\n\nA double Backfall\n\nA Shake and Turn\n\nIf a Line commence exactly over or under the Termination of another, it is an Indication of a Slur; as\n\nSo a small Interval indicates the contrary; as\n\nFlat or sharp Notes are implied by their Situation on the red Lines; the natural Notes being always drawn between them, viz. in the Spaces. *(Vide Fig. 1.)*\n\nThe Scroll may be prepared before-hand with red Lines to fall under their respective Pencils. It is the surest Way to rule them after; tho' it is feasible or possible to contrive that they may be ruled the same Instant the Music is writing.\n\nThe Places of the Bars may be noted by two supernumerary Pencils, with a Communication to the Hand or Foot of a Person beating Time.\n\nGrave\nGrave Music from brisk, slow from fast, &c. will be better distinguished by this Machine, than in the ordinary Way by the Words Adagio, Allegro, Grave, Presto, &c. for, by these Words, we only know in general this must be slow or fast, but not to what Degree, that being left to the Imagination of the Performer; but here I know exactly how many Notes must be play'd in a Second of Time; viz. as many as are contain'd in 1 Inch of the Scroll per Postulatum p. 447.\n\nLastly, Whereas, in the ordinary Way of writing Music, you have either no Character for Graces, or such as do not denote the Time and Manner of their Performance, here you have the minutest Particles of Sound that compose the most transient Graces mathematically delineated.\n\nN. B. Tho', to facilitate the Demonstration, I suppose the Pencils to be fixed under the Heads of the Keys, and consequently to require a very broad Scroll to pass under them; yet I intend the Pencils a more commodious Situation, viz. the Motion of the Keys to be communicated by small Rods to them (which I know better how to do than to describe, the Scheme would be so perplex'd). The Pencils are to be made of Steel, and ranged in close Order like the Teeth of a small Comb, so that a very narrow Scroll will do. I can prepare the Paper to receive a very black Impression from the Pencils at so cheap a Rate, that, at the Expence of 6 d. in Paper, I can take in Writing all the Music that the swiftest Hand shall be able to play in an Hour.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104847.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14388,
    "total-output-tokens": 2037,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1055,
        4
      ],
      [
        1055,
        2186,
        5
      ],
      [
        2186,
        3035,
        6
      ],
      [
        3035,
        4677,
        7
      ],
      [
        4677,
        5663,
        8
      ],
      [
        5663,
        7148,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104847",
    "title": "A Letter from Mr. John Freke F. R. S. Surgeon to St. Bartholomew's Hospital, to the President of the Royal Society, Inclosing a Paper of the Late Rev. Mr. Creed, concerning a Machine to Write Down Extempore Voluntaries, or Other Pieces of Music",
    "authors": "John Freke",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/104847"
  }
}