{
  "id": "667ca55b79090dcd0e17551bb384cc3d533099a1",
  "text": "tery of the Dog was but a small matter bigger than the Crural Arteries of the former Dog. This shews, that the Styptick Quality of these Tinctures is very inconsiderable; and that Helvetius's Tincture is rather better than Dr. Eaton's, if there is any Difference at all; though that, I believe, was owing to the Brandy, for my Brandy was stronger than Dr. Eaton's.\n\nI enquired for the Dog the next Morning, and found him alive and well, only hanging his Head on one Side, which proceeded from the Muscles being cut through.\n\nVI. Materiarum quarundam gravitates Specificae, diversis temporibus ad varios scopos exploratæ a D. G. Fahrenheit, R. S. S.\n\n| Material                  | Specific Gravity |\n|---------------------------|------------------|\n| Aurum                     | 19081            |\n| Mercurius                 | 13575*           |\n| Plumbum                   | 11350            |\n| Argentum                  | 10481            |\n| Cuprum Sueicum            | 8834             |\n| Idem Japonense            | 8799             |\n| Ferrum                    | 7817             |\n| Stannum provinciæ Indiæ Orientalis vulgo dictæ Malacca | 7364 |\n| Stannum Anglicanum        | 7313             |\n| Marcasita alba            | 9850             |\n| Regulus Antimonii         | 6622             |\n| Aurichalcum               | 8412             |\n| Crystallus de rupe        | 2669             |\n| Pyrites homogeneus        | 2584             |\nCinis clavellatus sordibus, faleq; neutro quodam (quod fere semper magis vel minus in cinere illo reperiatur) depurgatus — — — — 3112\nSal illud neutrum — — — — 2642\nSal maritimum — — — — 2125\nNitrum — — — — 2150\nAlumen — — — — 1738\nSaccharum albissimum — — — — 1606½\nOleum Vitrioli — — — — 1877½*\nLixivium cineris clavellati fale quantum fieri potuit imprægnatum — — — — 1563 *\nIdem alio tempore præparatum — — — — 1571½*\nAqua fortis melioris notæ — — — — 1409 *\nSpiritus nitri — — — — 1293½*\nAqua pluviatilis — — — — 1000 *\nOleum Rararum — — — — 913\nAlcohol vini — — — — 826\nIdem magis dephlegmatum. — — — — 825\n\nExperimenta variis sunt facta modis. Corpora enim fixa, ut vulgo fieri solet, prius bilancis accuratoris ope in aere & deinde in aqua pluviatili sunt ponderata. Salium pondus, prius in aere, & tunc in liquore idoneo quodam est exploratum, & deinde calculo ad gravitatem aquæ comparatum. Liquorum gravitates, interdum Aræometro quodam singulari (cujus descriptio nem alio tempore dabo) aliquando autem vasibus hic delineatis sunt indagatæ.\n\nGlobus\nGlobus Vitreus concavus A (Fig. 1.) ad Lampadis flammam satis magnus conficitur, duobus tubulis vitreis sibi oppositis B & B præditus. Tubulorum extremitates sunt apertæ, attenuatae, & aliquantisper incurvatæ, ne liquor effluere possit. Globulus præterea in inferiori loco aliquantulum est applanatus, ut eo commodius bilanci imponi possit.\n\nIcones instrumentorum qua inservierunt ad facienda experimenta de gravitate specificâ liquorum.\n\nAmpulla A (Fig. 2.) e tenuissimo vitro ad lampadis flammam paratur, collo satis largo prædita, cujus apertura operculo B, intus concavo tam accurate, quam fieri potest, clauditur.\nOpe hujus ampullæ, etiam salium gravitates specificæ explorari possunt, & quidem hoc modo. Ampulla prius liquore quodam idoneo (in quo nempe sal, cujus gravitas exploranda est; non solvitur) impletur, & postquam liquoris innotuit pondus, liquor effunditur, atque vas probe exsiccatur. Hoc facto, sale fere totum vas impletur, & salis pondus inquiritur; hoc noto, interstitia salis liquore replentur, ponderisq; incrementum a liquore addito quæritur. Si hocce incrementum ponderis a pondere toto liquoris subtrahitur, residuum exprimet gravitatem liquoris a sale deturbati.\n\nSal neutrum cineris clavellati in spiritu nitri nullam facit ebullitionem. Mercurium in spiritu nitri solutum albo colore præcipitat. Carbonibus superimpositum; crepitu in minores partes disrumpitur & dispersitur.\n\nNitrum in tigillo supra ignem fuit liquefactum, ut eo modo ab omni humiditate depurgaretur, spatiaque nonnulla aëre alias plena nitro ipso replerentur.\n\nGravitates liquorum, quæ asterisco notatae sunt, ad gradum quadragesimum octavum meorum thermometrorum calculo fuit revocatæ, & nonnullorum jam in* experimentis de gradu ebullitionis liquorum quorundam facta est mentio.\n\nModus simplicissimus ad investigandam gravitatis differentiam, quæ a diverso temperamento fluidorum originem suam trahit, est, ut prius liquore minus calido (cujus tamen gradus ope Thermometri notus esse debet) vas aliquod repleatur, & ponderetur, deinde illud vas iterum calidiori liquore impleatur, & ut prius ponderetur. Si in hoc secundo experimento gradus caloris iterum est notatus, habebitur differentia gravitatis liquoris, a calore inter hos gradus effecta, quæ deinde ope calculi facile unicuique gradui attribui potest.\n\n* Phil. Trans. No. 381.\nExperimenta in aere sunt facta: addenda ergo erit unicuiq; numero gravitas aeris, ut habeatur materia-\nrum gravitas in vacuo. Est autem aeris gravitas spe-\ncifica ad illam aquae, fere ut 1 ad 1000, utpote Philosof-\nphiæ naturalis cultoribus abunde patet.\n\nVII. Some Considerations about the Cause of the uni-\nversal Deluge, laid before the Royal Society, on\nthe 12th of December 1694. By Dr. Ed-\nmond Halley, R. S. S.\n\nThe Account we have of the universal Deluge is\nno where so express as in the Holy Scriptures;\nand the exact Circumstances as to point of Time, do\nshew that some Records had been kept thereof more\nparticularly than is wont in those things derived\nfrom remote Tradition, wherein the Historical Minu-\ntiae are lost by length of Time. But the same seem\nmuch too imperfect to be the Result of a full Reveala-\ntion from the Author of this dreadful Execution up-\non Mankind, who would have spoke more amply as\nto the Manner thereof, had He thought fit to lay open\nthe Secrets of Nature to the succeeding Race of Men;\nand I doubt not but to all that consider the 7th Chap-\nter of Genesis impartially, it will pass for the Remains\nof a much fuller Account of the Flood left by the Pa-\ntriarchs to their Posterity, and derived from the Re-\nvelation of Noah and his Sons. It must be granted,\nthat there are some Difficulties as to the Construction\nof the Ark, the Reception and Agreement of the\nAnimals among themselves, and Preservation of it in\nso immense and boundless an Ocean, during that Wind\nwhich",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103751.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8810,
    "total-output-tokens": 2131,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1451,
        2
      ],
      [
        1451,
        2512,
        3
      ],
      [
        2512,
        3131,
        4
      ],
      [
        3131,
        4850,
        5
      ],
      [
        4850,
        6362,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103751",
    "title": "Materiarum Quarundam Gravitates Specificae, Diversis Temporibus ad Varios Scopos Exploratae a D. G. Fahrenheit, R. S. S.",
    "authors": "D. G. Fahrenheit",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103751"
  }
}