{
  "id": "2887ec55ab81f41c549a7e191abac2d77e6820d6",
  "text": "XVIII. Observations and Experiments upon Dr. James's Powder; with a Method of preparing, in the humid Way, a similar Substance. By Richard Chenevix, Esq. F. R. S. M. R. I. A.\n\nRead June 4th, 1801.\n\nAfter the observations and experiments made by Dr. Pearson, to investigate the nature of Dr. James's Powder, and presented by him to this Society, very little remained to be effected or desired, towards a further knowledge of the subject. But those very experiments served to suggest, that the mode of preparation was far from being the best that the present improved state of chymical knowledge might afford; and that, in all probability, a less defective composition might result from a process more conformable to some improvements, which of late have been advantageously applied to pharmaceutic chymistry.\n\nIt may be laid down as a general principle, that, in delicate experiments, whether analytical or synthetical, fire (that potent and once believed to be universal agent) is too precarious in its means, and too uncertain in its application, to be employed with full and constant success. And, if it is still recurred to, the advantage of promptness, and a remnant of ancient custom, are the principal reasons. But, where other methods can be devised to effect the same combinations, (and the humid way offers many,) every person conversant in chymical knowledge will allow the benefit of adopting them. The recent improvement in\nthe mode of preparing calomel, is a striking example of such salutary corrections being successfully introduced.\n\nA few observations upon the formula according to which Dr. James's Powder, or the Pulvis Antimonialis, is prepared, and upon some properties of antimony, will place this assertion in a more prominent point of view.\n\nIn order to prepare this powder, we are told to take equal weights of bone or hartshorn shavings and crude antimony, and calcine them together, at a high temperature: in other words, to take phosphate of lime, which already contains a great excess of lime, and add to it an oxide of antimony. In this process, it has been supposed, that the phosphoric acid of the bone or hartshorn will saturate, not only the lime with which it was originally combined, but, in addition to it, a new portion of metallic oxide, and a new portion of lime. For, what little sulphuric acid might, during the process, have been formed by the combustion of the sulphur of the crude antimony, is dissipated, at a much lower temperature than that to which the powder is exposed.\n\nEvery oxide of antimony with which we are acquainted, is volatile at a high degree of heat: it would therefore be hazardous to assert, that it is possible to preserve always the same proportion of antimony, whatever care may be employed in directing the operation; and, a dissimilarity in the chemical result, must necessarily be attended with uncertainty in the medical application.\n\nTo this property may be added another, no less conducive to error. That portion of oxide of antimony which is not volatilized, becomes, in a great measure, insoluble in all the acids. What the effect of the gastric juice may be, upon a substance\nwhich resists the action even of nitro-muriatic acid, it is not my purpose to determine. It is sufficient for me to say, that, as the quantity of insoluble matter, in a given quantity of Dr. James's Powder, prepared at different times, may vary, the effect of any dose also may differ, according to the proportions of soluble and insoluble matter.\n\nI look upon it as a fortunate circumstance, that those experiments and observations which I mentioned in the beginning of this Paper, existed as a standard to which I might refer my own attempts, and by which I might estimate their validity. Dr. Pearson has proved, (as by my own experiments I have found,) that in Dr. James's Powder about 28 per cent. resisted the action of every acid. In examining some of the Pulvis Antimonialis of the London Pharmacopeia, I found the average quantity of insoluble matter to be about 44 per cent. This proportion, however, was liable to considerable variation.*\n\nThe powder here treated of is denominated, by Dr. Pearson, a triple salt, or a real ternary combination of a double basis, (lime and antimony,) with phosphoric acid. What I have mentioned, with regard to the quantity of acid contained in bone or hartshorn, as being too small to saturate a new portion of these bases, may throw some doubts upon the possibility of any such combination in the present case. But I have made some more direct experiments, which tend to prove, that no such combination does exist.\n\n* I find, from the information of several medical gentlemen, that the Pulvis Antimonialis is generally considered as stronger than Dr. James's Powder. This seems rather extraordinary, when we consider that the quantity of insoluble matter is greater in the former than in the latter; and would almost lead us to suspect it to be the active part of the medicine.\n\nMDCCCXI.\nI took some white oxide of antimony, (formerly called Algaroth Powder,) precipitated by water from muriate of antimony, and heated it for a long time with phosphoric acid. I decanted the liquor, and washed the powder that remained. No antimony could be found in the liquor; nor could any traces of phosphoric acid be detected in the residuary oxide of antimony. I then took a solution of muriate of antimony, and divided it into two equal parts: into one, I poured distilled water; and, into the other, a solution of phosphate of soda. In each liquor, a copious precipitate was formed; which precipitates, after being well washed, were dried. The weight of both was the same; whereas, it is evident that, had any phosphoric acid been combined with the oxide, there would have been an augmentation of weight, in that which was precipitated by the solution of phosphate of soda. This precipitate likewise, upon examination, gave no traces of phosphoric acid. From these experiments it appears, that there exists no combination, which can be denominated a phosphate of antimony.\n\nTo attempt an explanation of the real nature of the powder here spoken of, I had recourse to some experiments of Mons. Berthollet. By detonating sulphuret of antimony and nitrate of potash, in a crucible, he obtained a mass, which he reduced to powder, and washed. The liquor gave, upon evaporation, a crystallized salt, which M. Berthollet terms an antimoniate of potash. I never could succeed in any attempt to form a similar combination between the above white oxide of antimony and potash, owing, I believe, to the small quantity of oxygen contained therein, compared with that which is combined with the oxide obtained by detonation. I cannot therefore say, that the\npowder in question is, in any degree, what M. Berthollet would call an antimoniate of lime.\n\nBut, be the state, whether of mixture or of combination, what it may, my purpose is to endeavour to produce a substance, which, from its more certain mode of preparation, may be more equal and constant in its effects.\n\nDissolve, together or separately, in the least possible portion of muriatic acid, equal parts of the forementioned white oxide of antimony and of phosphate of lime.* Pour this solution gradually into distilled water, previously alkalized by a sufficient quantity of ammonia. A white and abundant precipitate will take place, which, well washed and dried, is the substitute I propose for Dr. James's Powder.\n\nThe theory of this precipitation is so clear and simple, that it does not require any comment. It may be useful, however, to those who wish to make this preparation, to remark, that it is absolutely necessary that the solution of phosphate of lime and of oxide of antimony, in muriatic acid, should, after being well mixed, be poured into the alkaline liquor, in order to obtain a precipitate homogeneous throughout the operation. For, should the alkaline liquor be poured into the acid\n\n* In order to procure the phosphate of lime, I dissolved in muriatic acid, a quantity of calcined bone, and precipitated by ammonia, in its state of greatest causticity. By this means, the excess of muriatic acid, which held in solution the phosphate of lime, is saturated, and the phosphate is precipitated; but no muriate of lime is decomposed, if the ammonia is quite free from carbonic acid. This is the most direct method of obtaining phosphate of lime pure. This salt is not decomposed, as some have asserted, by muriatic acid, but merely dissolved by it. I have been induced to state fully these particulars, because, from the beneficial effects of this salt in the treatment of rachitis, as proposed by M. Bonhomme, (Annales de Chimie, Vol. XVIII. p. 113,) it may become of general use. The oxide of antimony, I obtained by precipitating, by water, the common butter of antimony of the shops.\nsolution, the water of the former would act upon the entire mass of oxide of antimony, while the alkali would precipitate the phosphate of lime only as it saturated the acid which held that salt in solution: thus, the precipitate would contain more antimony in the beginning; and, towards the end, the phosphate of lime would be predominant. For the same reason too, a pure alkali is preferable to its carbonate; for the carbonic acid disengaged, would retain in solution a portion of phosphate of lime.\n\nWhether this composition be a chymical combination or a mixture, I will not take upon me to determine; but, for the reasons above mentioned, in speaking of Dr. James's Powder, I believe it to be merely a very intimate mixture. At all events, it must be more homogeneous than any that can be prepared in the dry way. It is entirely soluble in every acid that can dissolve either phosphate of lime or oxide of antimony separately; and, to have it constantly and uniformly the same, no further address in preparing it is required, than to avoid the errors I have mentioned.\n\nAs, after some medical trials of the powder, it was suggested to me, that it might be advantageous to render it somewhat stronger, I prepared another portion, by taking two parts of oxide of antimony and but one of phosphate of lime, and precipitating as above described. The medicinal power was then considerably increased.\n\nDr. James's Powder is a medicine which has been so long in use, and is so deservedly ranked among the most valuable we possess, that every attempt to render the process for preparing it more simple and more certain, must be allowed to be of some importance. But, whatever reason there was to think, by arguing upon its chymical properties, that I had really succeeded\nin improving its medicinal virtues, it still remained to be proved, by actual experiment, that the hoped-for success was not merely conjectural. To ascertain this, I gave some of my powder to Dr. Crichton, Dr. Babington, and Mr. Abernethy; gentlemen whose extensive practice and acknowledged skill sufficiently enabled them to judge of its medical properties. They all concur in opinion, that, in its general effects, it agrees with Dr. James's Powder and the Pulvis Antimonialis; but, that it is more mild, and consequently may be given in larger quantities, seldom producing nausea or vomiting, in doses of less than eight or ten grains.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107102.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 2698,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1436,
        2
      ],
      [
        1436,
        3153,
        3
      ],
      [
        3153,
        4986,
        4
      ],
      [
        4986,
        6735,
        5
      ],
      [
        6735,
        8844,
        6
      ],
      [
        8844,
        10615,
        7
      ],
      [
        10615,
        11254,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107102",
    "title": "Observations and Experiments upon Dr. James's Powder; With a Method of Preparing, in the Humid Way, a Similar Substance",
    "authors": "Richard Chenevix",
    "year": 1801,
    "volume": "91",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107102"
  }
}