{
  "id": "ae852908eb120aef3d489abb2c4b25371a3bccb1",
  "text": "If, upon the best examination, these thoughts be found to hold good, which I am much persuaded they in great measure will; I promise myself an opportunity of drawing some farther practical Remarks, and shall venture to communicate them to you, with the same freedom, I now do.\n\nV. An Account of two extraordinary cases in Surgery: Communicated by Dr. Steigerthall, F. R. S.\n\nEbistorff, May the 15th, 1720.\n\nPresent Dr. Nottellman, Mr. Henzel an Officer of the Custom, and Mr. Niemeyer, Auditor.\n\nJohn Henry Oizmann, aged 31 Years and born at Barum, was fifteen Years of Age, when the following Misfortune befell him.\n\nHe felt a Spasmus or Cramp in his left Hip, and the inferior Part of his Leg; as this pain seized him pretty often, he consulted Mr. Rack a Surgeon at Ulzen, who applied several Plaisters to the place where the pain was, but without any relief to the Patient. After all those fruitless efforts, the Surgeon, to see whether Oizmann had still a feeling in his Leg (which to outward appearance was become very brown) made about 37 Incisions over the whole Leg of which the Patient was not at all sensible, except at such times when the Instrument happened to grate upon the Bone, the Periosteum being as yet sound and not infected by the Disease of the Flesh. The Leg however did daily grow blacker, and the pain continued both in the Periosteum and in all the Bodies\nof the superior and inferior Part of the Leg. At last a black Circle was seen round about the Muscles of the Hip as an indication of an approaching Putrefaction. This Circle appeared so visibly, as if it had been cut off with a Knife from the other Part. It has ever since spread itself, and come to such a head, that without any other help and cure the Flesh began gradually to rot away from the Bones; and at last quite fall away from the superior Part of the Leg which has preserved its soundness. After this nothing was seen but the bare Tendons or Sinews hanging down like so many Strings or Cords. There remained also one piece of the inferior Muscles of the Hip fastened to the superior Part. At last the Tendons being grown dry, consumed away, and after all, the Leg itself, I mean the Os Femoris, did wholly drop off in such a manner, that there remained about four Inches betwixt the Bones and the Flesh loosely hanging down from them. The Flesh is at last grown up to the Bone, and without the help of any man has fastened itself to them. And in this sound Part the Patient feels a great Pain, when ever the Weather proves tempestuous. It is remarkable that at the same time he perceives also a swelling in Tarsus pedis Dextri, the Matter whereof discharged itself through the Toes, and is of so corrosive a Nature, that it had consumed all the Toes but the little one. The Surgeon has at last healed up this Wound; but after all there is as yet but little feeling or warmth in the Foot.\n\nThis Man after this great accident is married now about seven Years to a Woman, whose bodily Constitution is almost as remarkable. She is now in the 41st Year of her Age. In her younger Years she had the misfortune to be goaded by a wild Boar under\nder the short Ribs of the left side. Of this Wound she then received, she has still a Fistula to this day, what Food she eats discharges itself half concocted through this opening, and she is obliged to clean this Wound often for that purpose, however she has notwithstanding this, her daily Evacuation per Anum. It is remarkable, that the Victuals thus discharged, by the Wound aforesaid, are still distinctly known what kind they have been of.\n\nAll this is attested by Oizmann mentioned above.\n\nIn fidem Subscripti,\n\nJ. Niemeyer.\n\nVI. An Account of an Experiment made on Thursday the last Day of June, 1720. before the R. Society, to shew by a new proof, that Bodies of the same Bulk do not contain equal quantities of Matter, and therefore that there is an interspers'd Vacuum. By J. T. Desaguliers.\n\nI Took 3 Pound of Mercury, which by measure fill'd three times a small glass Jar exactly full, and pour'd it into a thin Florence Flask: then having pour'd the same quantity of Water (that is, three of the same Jars full) into another such Flask, I set both the Flasks in a Pail, and pour'd boiling Water about them, keeping the Flask that had the Water down by force, that it might be as low in the hot Water as the Mercury. After the Fluids in the Flasks had receiv'd a sufficient degree of heat from the Water, which was round the Flasks, for the space of five Minutes, I took",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103390.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1196,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1383,
        2
      ],
      [
        1383,
        3132,
        3
      ],
      [
        3132,
        4515,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103390",
    "title": "An Account of Two Extraordinary Cases in Surgery: Communicated by Dr. Steigerthall, F. R. S.",
    "authors": "Dr. Steigerthall, J. Niemeyer",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103390"
  }
}