{
  "id": "6cd758cf07835857f73096d975dd63691be4bbce",
  "text": "ERRATA.\n\nN° 399. Tab. content. pag. 2, lin. 14. leg. Curiensis. N° id. pag. 294,\nlin. 19. leg. latifolia. ibid. l. 11. leg. pyri-incisus. pag. 315. l. 23. leg.\nCuriensis. pag. 317. l. 11. leg. cuticula. ibid. l. 17. leg. Heilieri. p. 322. l. 2.\nleg. differentes. N° 400. p. 351. l. 7. leg. Caset. N° 403. p. 471. l. 26. leg.\nritè. ibid. pag. 489. l. 15. leg. hexaedra. p. 490. l. 27. leg. fer. N° 404. p.\n535. l. 14. leg. thirty-three.\nAn INDEX to the Thirty Fifth Volume of the Philosophical Transactions.\n\nA\n\nAbdomen, Two extraordinary Tumours of it, n. 405. p. 562.\nEquations, their impossible Roots determined, n. 404. p. 515.\nAnatomy, Cerebra Epilepsia mortuorum observata, n. 399. p. 315.\nCataractae substantia, ibid p. 317. Preternatural Perforation in the Stomach, n. 400. p. 361. Of the poisonous Apparatus of a Rattle-Snake, n. 401. p. 377. Dissection of three Subjects, ib. p. 413. Ancurysm dissected, n. 402. p. 436. Villi of the Stomach of Oxen, n. 404. p. 532.\nAncurysm of the Aorta, n. 402. p. 436. Observations on them, ib. p. 440. An artificial one, ib. p. 443.\nAurora Borealis seen at Petworth, n. 399. p. 301. At Liverpool, ib. p. 304. At Paris, n. 402. p. 454. A Thiers, ib. p. ead. At Treggiaia, ib. p. 455. At Florence, ib. p. ead. At Bologna, ib. p. 456.\n\nB\n\nBarometer, the Heights of several Mountains measured by it, n. 405. p. 537. n. 406. p. 577.\nBirths and Burials, an Account of them, n. 400. p. 365.\nBladder, sixty Stones found in it, n. 401. p. 413. Extremely small, ib. p. 314. Thirty three Stones cut out of it, n. 404. p. 335.\nBlindness, Observations of a Person brought to Sight by couching, n. 402. p. 447.\nBook, a farther Account of one entitled, Vegetable Staticks, &c. n. 399. p. 323. A Refutation of one entitled, De Luminis affectionibus, &c. n. 406. p. 569.\n\nC\n\nCamphire, its Efficacy in maniacal Disorders, n. 400. p. 347.\nCataract, its Substance, n. 399. p. 317.\nCerebra, Epilepsia mortuorum observata, n. 399. p. 315.\nChirurgical Questions, n. 399. p. 318.\nChronology, Sir Is. Newton's System of it defended, n. 399. p. 296.\n\nD\n\nDamps drawn from Mines, n. 400. p. 353.\nDuctus alimentalis of Oxen described, n. 404. p. 532.\n\nE\n\nEarth, an uncommon Sinking of it, n. 405. p. 551.\nEarthquake felt in Kent, n. 399. p. 305.\n\nT t t t Eclipses\nINDEX.\n\nEclipses of Jupiter's Satellites, n. 401. p. 408. n. 402. p. 415. n. 404. p. 534. n. 405. p. 553. ib. p. 557.\nEclipse of the Moon observed at Lisbon, n. 400. p. 338. At Pekin in China, n. 405. p. 554.\nEclipse of the Sun observed at Lisbon, n. 400. p. 335. At Vera Cruz, n. 401. p. 388. Near Lisbon, n. 403. p. 471. At Rome, ib. p. 473. At Bologna, ib. p. 477. At Padua, ib. p. 479. At Ingolstadt, n. 405. p. 558.\nElephants, their Teeth and Bones found under Ground, n. 403. p. 457. n. 404. p. 497.\nExperiments on the Effects of the Poison of a Rattle-Snake, n. 399. p. 309. n. 401. p. 380. For drawing Damps out of Mines, n. 400. p. 353. For measuring the Depths of the Sea, n. 405. p. 559. Several in Opticks, n. 406. p. 607.\nEyes, a new Operation on them, n. 402. p. 451.\n\nF.\nFalling Stars, the Geographical Longitude of Places determinable by them, n. 400. p. 351.\nFinlanders, an Account of them, n. 400. p. 357.\nFire Subterraneous, a Species of it observed in Kent, n. 399. p. 307.\nFixt Stars, a new Motion discovered in them, n. 406. p. 637.\nForces of moving Bodies considered, n. 400. p. 343. n. 401. p. 381.\nFossil Teeth and Bones of Elephants, n. 403. p. 457. n. 404. p. 497.\n\nG.\nGage to measure the Depth of the Sea, n. 405. p. 559.\nGout, its Nature and Causes, n. 403. p. 491.\nGround, an uncommon sinking of it, n. 405. p. 551.\n\nH.\nHernia aquosa, a remarkable one, n. 401. p. 414.\nHolt-Waters, their Impregation whence, n. 403. p. 489.\nHydraulicks, Remarks upon some Experiments in them, relating to the Forces of moving Bodies, n. 400. p. 343.\n\nI.\nIris contracted, its Cure, n. 402. p. 451.\nIron Oar, different Species of it, n. 403. p. 480.\nJupiter, his Satellites eclipsed, n. 401. p. 408. n. 402. p. 415. n. 404. p. 534. n. 405. p. 553. ibid p. 557.\n\nK.\nKent, an Earthquake felt there, n. 399. p. 305. A Species of subterraneous Fire in that County, n. 399. p. 307. An uncommon Sinking of the Ground in the same, n. 405. p. 551.\nKidneys, remarkable Stones found in them, n. 402. p. 452.\n\nLatera!\nINDEX.\n\nL.\nLateral Operation, Thirty three Stones cut out of the Bladder by it, n. 404. p. 535.\nLatitude of Lisbon, n. 401. p. 409.\nLondon and Paris, their Magnitude compared, n. 402. p. 432.\nLongitude Geographical of Places determinable from Falling Stars, n. 400. p. 351. Of Vera Cruz, n. 401. p. 389.\nLong Life, Examples of it, n. 400. p. 364.\n\nM.\nManiacal Disorders cured by Camphire, n. 400. p. 347.\nMarriages, an Account of them, n. 400. p. 365.\nMars, an Occultation of it by the Moon, n. 405. p. 556.\nMateria purulenta per triennium ex ore defluens, n. 400. p. 374.\nMeteors, a new Method for a natural History of them, n. 401. p. 390.\nMetals, Observations towards a natural History of them, n. 401. p. 402. n. 403. p. 480.\nMines, Experiments for drawing Damps out of them, n. 400. p. 353. Observations towards a natural History of them, n. 401. p. 402. n. 403. p. 480.\nMiletto, its germinating Principle, n. 399. p. 306. Of different Sex, n. 405. p. 547.\nMoon, an Eclipse of it observed at Lisbon, n. 400. p. 338. At Pe-kin in China, n. 405. p. 554.\nMortality, Bills of it, n. 400. p. 365.\nMotion, A new one discovered in the fixed Stars, n. 406. p. 637.\nMoving Bodies, their Forces considered, n. 400. p. 343. n. 401. p. 381.\nMountains, the Heights of several measur'd by the Barometer, n. 405. p. 537. n. 406. p. 577.\n\nN.\nNeedle, its Variation, n. 401. p. 389.\nNewton, Sir Isaac's Chronology defended, n. 399. p. 296. Opticks defended, n. 406. p. 596.\nNorwegian Finns, an Account of them, n. 400. p. 357.\n\nO.\nOccultation of Venus, n. 404. p. 535. Of Mars by the Moon, n. 405. p. 556.\nOmentum, a great Part of it found in the Scrotum, n. 401. p. 414.\nOpticks, several Experiments concerning them, n. 406. p. 596.\nOxen, their Ductus alimentalis described, n. 404. p. 532.\n\nP.\nParis and London, their Magnitude compared, n. 402. p. 432.\nPlants, a Catalogue of fifty, n. 399. p. 293. Exotick, n. 403. p. 485.\nPoisonous Apparatus of a Rattle-Snake dissected, n. 401. p. 377.\nPreternatural Perforation in the Stomach, n. 400. p. 361.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103727.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 3094,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        436,
        2
      ],
      [
        436,
        2281,
        3
      ],
      [
        2281,
        4299,
        4
      ],
      [
        4299,
        6335,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103727",
    "title": "Back Matter",
    "authors": null,
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103727"
  }
}