{
  "id": "d100ae9e298047f86982ce9bc022b99520a18fc2",
  "text": "The Figures of some Antiquities; communicated by a Member of the Royal Society.\n\n1. A Ring of Corinthian Brass with a Vizard of Silenus in a Sardonyx.\n2. An Amulet of the Gnosticks cut in a Chalcedonian, the names of certain Æones or Intelligences.\n3. A Tesseræ of Chrystal having on one side XIIII. on the other IΔ.\n4. A Fortune and a half Diana in an Onyx.\n5. An Ancient Picture of the Virgin in a Chalcedonian.\n6. A Cameus, with a mixture of severall Gods.\n7. An Onyx.\n8. A Glass Lachrymatory.\n\nA Letter of Dr Lister's to Mr Ray, concerning some particulars that might be added to the Ornithology.\n\nSir,\n\nIn answer to your kind Letter, I send you, what I designed for you some years since, viz. an Abstract of my Notes about Birds, which may be added to yours and Mr. Willughby's History of Birds, if you think fit; such as they are take them.\n\nFringilla montana major] Sea Larks nostris Aucupibus appellantur. Sc. in Agro Eboracensi sæviente Bruma sat copiose capiuntur.\n\nRubeculæ excrementa semper liquida sunt; etiam illa ovorum luteis duriter coctis victitet; intestinis Cæcis D d d carer,\ncaret, aut ea valde exigua & inutilia habet. Muscarum autem cortices, & quae ex id genus Victu facile coqui & eliquari in Ventriculo non possunt; figura rotunda, pilorum in modum rejicit.\n\nMorinellus Anglicum] Haæ Aves bis in anno loca paludosa relinquunt & se in campos montosos gregatim recipiunt: Sc. Aprili & Augusto.\n\nTransmigrationis autem causa ex Victu petenda est. Nam tum temporis aves quoddam Cibi genus ibidem reperiendum appetunt; ut autem id certo ficirem, plurium Ventriculos dissecui, in quibus maximam partem Scarabæos quosdam minutos & nigricantes inveni; at inter alia & Costos & Cochleas Terrestres exiguas adverti.\n\nAnserum ferorum 5 genera vulgo numerantur in agro Eboracensi satis frequentium (1) The little Spanish Goose, Sc. æque parvus ac Brenta, sed figura & colore quodammodo ad Anserem Domesticum accedens, ab Hispania denominatur. (2) The Barnacle, satis cognitus. (3) The Scotch Goose, Sc. Vulgatissimus ferus, à Scotia ad nos, exeunte Augusto, adveniens, è quibus fere constant innumeri illi Greges qui in planis Campis (the Woolds diætis) & alibi passim inveniuntur. (4) The Whilk Anser maximus niger, ineunte bruma primum adveniens; raro alibi quam in Pratis, pasculisque herba pascitur. (5) Anser Palustris noster, Grey Lagg, dictus; huic magnitudo Anseri Domestico subpar. Caput ex fusco nigricat, & ad medium Collum infuscatur; dorsum ex cinereo livescit; ipsæ autem Alæ, & earum remiges nigricant: Uropygium albescit, ejusque pennæ externæ albidae sunt: Venter cinereus; is vero imus tenuissim fit niveus: Rostrum à Capite ad mediam fere partem nigrum, deinde subpurpureum, ipso ejus apice nigro; in superiore mandibuio non nisi unus denticulorum ordo, atque idem simplex ordo in inferiore; item huic lingua utrinque uno denticulorum ordine armatur. Pedes subpurpurei sive Carnei coloris, ungues fere albidii, excepto mediis digiti, qui ex majore\nmajore parte nigricat. Pendet libras 7, & fere dimidium. In Paludibus Agri Eboracensis nidificant, ipsi & earum Pulli mensē Majo pinguescunt, & in deliciis habentur.\n\nAd lanios ea Avicula referenda est, quam à Germanis Silk-tail vulgo appellari audio; harum unam aut alteram sclopeti glande transfixam, Eboraci, exeunte Januario Anni 1680 vidi. Sane perquam elegans Avicula est, magnitudine Turdum fere æquabat: huic in extremis Alarum pennis 4 aut 5 apiceς parvi coccinci nudi, Cornei, minime plumis vestiti; item in extrema cauda limbus latus, luteus instar corticis Citri, cætera maximam partem Lanium colore refert.\n\nHos lanios in Prusia frequentes esse ajunt Mercatores nostri.\n\nSir, I will not affirm the Grey Lagg to be different from the common Wild Goose: your Description and mine so well agree, save in the colour of the Bill and Legs. The design of the Lanius, I can send you done from the Skin.\n\nI am, Sir, Your most Humble Servant M. LISTER.\n\nI have since viewed the Bill of the Bird called Silk-Tail at Mr. Charltons, and find it to want the notches in the upper part of the Bill proper to the Lanius kind. It must therefore be removed, and put amongst the Jay's.\n\nSee Dr. Lister's Figure of the Silk-Tail Fig. 9th.\n\nD d d 2 An A-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102173.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7932,
    "total-output-tokens": 1466,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1097,
        3
      ],
      [
        1097,
        2982,
        4
      ],
      [
        2982,
        4227,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102173",
    "title": "A Letter of Dr Lister's to Mr Ray, concerning Some Particulars That Might be Added to the Ornithology",
    "authors": "M. Lister",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102173"
  }
}