{
  "id": "73b629a76a65c51fd73275520a16cdb5f2fee530",
  "text": "II. Description of some Remains of a Gigantic Land-Lizard (Megalania prisca*, Owen) from Australia. By Professor Owen, F.R.S. &c.\n\nReceived May 13,—Read June 17, 1858.\n\nIn a collection of fossil bones from pleistocene (?) deposits forming the bed of a tributary of the Condamine River, west of Moreton Bay, Australia, recently purchased by the British Museum, were the three vertebrae which form the subject of the following description.\n\nThey formed part of a collection composed chiefly of remains of Diprotodon, Nototherium and other large extinct Marsupials, and presented the same colour, specific gravity and partially fossilized state; but their anatomical characters were very different, and demonstrated these vertebrae to belong to a large reptile of the Lacertian order.\n\nThese characters are, the well-turned hemispheric anterior cup (Plates VII. and VIII., c) and posterior ball (ib. b) for the articulation of the body of the vertebra with those of contiguous vertebrae, the tubercle (ib. d) at the fore-part of each side of the base of the neural arch for the articulation of the rib, and the contracted area of the neural canal (Plate VII., fig. 4, n): the latter character is extreme, and denotes the small proportional size of the spinal chord in correlation with the habits and powers of a sluggish cold-blooded quadruped.\n\nThe neural arch has coalesced with the centrum; the cup and ball are both placed obliquely (Plate VIII. fig. 2), the latter (ib. b) looking upward and backward; both these characters concur with the single costal tubercle on each side, in determining the lacertian character of the vertebrae in question.\n\nThe best preserved of the three vertebrae (Plate VII. figs. 1, 2, 3 & 4) wants the right posterior zygapophysis; the articular surface of the costal tubercle (fig. 1, d) is also abraded. The following are dimensions of this vertebra:\n\n| Dimensions                        | Inches | Lines |\n|-----------------------------------|--------|-------|\n| Length of centrum                  | 3      | 3     |\n| Length of non-articular lower surface of centrum | 2      | 0     |\n| Breadth of centrum, behind the ball | 1      | 11    |\n| Vertical diameter of centrum, behind the ball | 1      | 4     |\n| Vertical diameter of cup           | 1      | 9     |\n| Transverse diameter of cup         | 2      | 5     |\n| Breadth of neural arch above the costal tubercles | 4      | 7     |\n\n* Méγas, great, and ἡλαίνω, to roam about; in reference to the terrestrial nature of the great Saurian, which was noticed under the above name in the author's 'Lectures on Fossil Reptilia,' delivered in the Theatre of the Museum of Practical Geology, Jermyn Street, 'Synopsis,' March 1858.\nVertical diameter from highest part of neural arch . . . . . 3 4\nTransverse diameter of anterior outlet of neural canal . . . . 0 9\nTransverse diameter of posterior outlet of neural canal . . . . 0 4\nVertical diameter of anterior outlet of neural canal . . . . . 0 3\nVertical diameter of posterior outlet of neural canal . . . . . 0 5\nLongest diameter of anterior zygapophysis . . . . . . . . . 1 6\nVertical diameter of costal tubercle . . . . . . . . . . . . 1 0\nTransverse diameter of costal tubercle . . . . . . . . . . . 0 7\nAntero-posterior extent of base of neurapophysis . . . . . . 1 10\n\nThe anterior articular concavity of the centrum, as shown by the above admeasurements, is a transverse ellipse, very obliquely placed, looking downward and forward: this aspect is shown in the section of the smaller vertebra (Plate VIII. fig. 2, c). The articular surface is smooth; in the larger vertebra (Plate VII. fig. 4, c) it presents a shallow transversely lengthened pit at the centre.\n\nThe under surface of the body (ib. fig. 3) is flat from before backward, broad, and slightly convex transversely; it is a little roughened, with two very shallow depressions anteriorly, as if for aponeurotic attachments, but shows not a trace of hypapophysis. The hind articular convexity corresponds in size and shape with the anterior cup, and has an opposite aspect; the plane of the base of the ball (ib. fig. 1, b) forms an angle of 45° with that of the lower surface of the centrum; the lateral margins of the ball project a little beyond the narrow constriction which there divides it from the rest of the centrum.\n\nIn front of this constriction the sides of the body rise, expanding, with an outer convexity, as they advance to the costal tubercle, which is situated upon the fore-part of the base of the neurapophysis. Some wrinkled and vascular impressions beneath the tubercle indicate the place of the obliterated suture between the neural arch and centrum.\n\nThe base of the costal tubercle (ib. fig. 1, d) is a vertical ellipse, of the dimensions above given. On the right side its convexity is shown, the articular surface not being abraded beyond the thin crust of bone which formed it: on the left side the abrasion exposes the coarser cancellous texture of the bone beneath. Above the tubercle, a ridge or angle formed by the meeting of the anterior and lateral surfaces of the neurapophysis extends to the outer end of the anterior zygapophysis. The articular surface of this process is flat, and looks upward and inward. The broad upper surface of the neural arch between the processes is rather concave, traversed by a low median ridge (Plate VII. fig. 2, n s). On each side of this, at the fore-part of the arch, is a small tubercle; behind this the surface is roughened by small shallow pits arranged in progressively lengthening curved lines, indicative of a place of ligamentous attachment; between this surface and the zygapophysis is a broad and very shallow smooth depression. The posterior half of the upper surface of the neural arch is convex, and extends outward at its back part to form the posterior zygapophysis (ib. z'), the articular surface of which looks downward and outward.\nThe fracture which has broken away the right posterior zygapophysis extends a little to the left of the median line, and there may, therefore, have been a neural spine from the posterior third of the arch; but it must have been thin, and was probably, if it existed, low; it is represented along the rest of the arch by the ridge (ns) above mentioned, which nowhere rises above two lines in height. Thus the breadth of the neural arch exceeds its length, and much exceeds its height.\n\nThe extreme contraction of the neural canal (ib. fig. 4, n) forms a striking feature in this vertebra, especially in regard to the vertical diameter of the anterior outlet: in the posterior outlet this diameter is the longest. The anterior outlet is unsymmetrical, the right nerve or vessel from the chord indenting more deeply the vertebra, as it leaves the canal. The posterior outlet shows the inward projection of a ridge from the middle of each side of the canal; external to this outlet a low ridge rises vertically from the margin of the articular ball to the lower end of the surface of the zygapophysis.\n\nThe free surface of the vertebra is in general smooth, or with shallow linear markings and impressions, as above described.\n\nThis vertebra belongs to the dorsal series.\n\nThe second vertebra (Plate VIII. figs. 1 & 2), which is somewhat smaller, appears, by the greater extent of the costal tubercle (fig. 1, d), and by the longitudinal depression on each side of the mid-part of the under surface, to have come from the cervical region. The left side of this vertebra was so much mutilated that I had it ground down to a flat surface, such as would have been left by a vertical longitudinal section of the bone. This exposed the shape of the neural canal (fig. 2, n), which, from its shallow anterior outlet (ib. a), deepens to the middle of the vertebra, by the sinking of the floor of the canal into the substance of the centrum, whence it contracts a little towards the posterior outlet. The ridge indicated at the side of the canal in the preceding vertebra is here seen to commence anteriorly from the upper part of the canal, and describing a curve similar to, but not quite parallel with, that of the floor, to terminate behind near the middle of the canal. The large vascular canals and coarse cancellous texture of the substance of both the centrum and the neural arch are also shown by this section. There was no neural spine on this vertebra, but only the low median ridge corresponding to, but less developed than, that partially shown in the foregoing vertebra.\n\nThe subtriangular surface formed by the small shallow impressions in curvilinear lines is also present on each side of the fore-part of the median ridge of the neural arch in this vertebra, anterior to which is a tubercular rudiment of a 'zygosphene*.'\n\nThe costal tubercle (ib. fig. 1, d) commences about three lines from the lateral border of the anterior cup c, and extends to near the anterior zygapophysis, z'. The length of the tubercle is 2 inches 3 lines; its greatest breadth is 9 lines.\n\nThe shape and aspects of the articular surfaces, both on the centrum and neural arch, are the same as in the former vertebra. The general configuration of the vertebrae is likewise closely similar.\n\n* This term is defined in the works cited in the note, p. 46.\nThe length of the centrum is 3 inches; the vertical diameter of the vertebra is 2 inches 10 lines. The greatest vertical diameter of the neural canal is 6 lines.\n\nThe third vertebra of the present gigantic Lizard consists of a mutilated centrum only (Plate VIII. figs. 3 & 4): it shows the median tract defined by the lateral grooves (fig. 3, v) on the under surface, the grooves being broader and deeper and more decidedly bent outward at their fore-part than in the foregoing and somewhat smaller vertebra; the median tract is simply convex from side to side, and is straight lengthwise; it does not project at any part below the level of the under surface; on the contrary, the convex outer sides of the grooves project below its level. The part of the neural canal (fig. 4), preserved on the upper broken surface, shows the transverse expansion at its fore-part, and a low median ridge from the floor of that part of the canal.\n\nThe mid-tract of the lower surface of the centrum (ib. fig. 3), though, in the cervical and anterior dorsal vertebrae, defined by the lateral grooves, v, is not produced at any part as a hypapophysis, but resembles, in this respect, the under surface of the hinder neck-vertebrae in the Monitors (Varanus, Hydrosaurus, fig. 3 a).\n\nThe small vertical diameter of the centrum, in proportion to its breadth, and the oblique position of the terminal cup and ball, are well displayed in the present mutilated specimen, which appears to have been rolled and water-worn.\n\nIn comparing the vertebrae of Megalania with those of existing Lizards, the biconcave vertebrae of the Geckos, and the complex procoelian vertebrae, with zygosphene and zygantrum, of the Iguanians*, are at once set aside; as are also the compressed and carinate or subcarinate cervical and dorsal vertebrae of the Rhynchocephalus (Hatteria, Gray) of New Zealand. Among the less modified vertebrae of other Lacertians, those of the Australian Monitors and Lace-lizards (Hydrosaurus, Wagler) make the nearest approach to the vertebrae of Megalania.\n\nThey present the same oblique position of the cup and ball (Plate VIII. figs. 1 a, 2 a), flatness and breadth of the under surface of the centrum (ib. fig. 3 a), constriction at the base of the ball and lateral expansion thence forwards to the costal tubercle; the same relative size and aspect of zygapophyses; the same curvilinear pittings and fine wrinklings affecting the otherwise smooth and compact outer surface of the bone; the same contrast between the vertical and transverse diameters of the two outlets of the neural canal; and the same lateral and infero-median ridges in that canal. The chief distinctions are, the much more contracted area of the neural canal, and the minor development of the neural spine, in Megalania (compare fig. 4 with 4 a); also the shortness of the vertebrae in proportion to their breadth, in the large fossil Lizard.\n\nIn Hydrosaurus varius the ridge representing the neural spine begins, as in Megalania, at the fore-part of the neural arch, but is relatively higher, although low and equal: this makes it probable that the homologous ridge in the vertebra (Plate VIII. fig. 4, n s)\n\n* Owen, 'Catalogue of the Osteological Series in the Museum of the Royal College of Surgeons,' 4to, vol. i. 1853, p. 145, no. 668; and 'Principes d'Ostéologie Comparée,' 8vo, Paris, 1855, pl. 13 a, fig. 11\nof *Megalania* is the sole representative of the neural spine: in *Hydrosaurus giganteus* the ridge rises to the proportions of a spinous process. But, apart from these generic or subgeneric differences, the correspondence is complete between the extinct and above-cited existing Monitor-lizards of Australia.\n\nThe three or four vertebrae at the base of the neck, supporting free ribs, in *Hydrosaurus*, exhibit the same modification of the costal tubercle as in the second vertebra of *Megalania* (Plate VIII. fig. 1, d): those vertebrae, also, show the median tract defined by the two side-grooves on the under surface. The vertebrae in advance of these, in *Hydrosaurus*, have the median tract produced into a hypapophysis.\n\nVertebrae of *Megalania* will probably be discovered showing this character; and, indeed, from the correspondences already determined, it may be inferred that the same local modifications of the vertebral column prevailed in the bony structure of *Megalania* as in that of the existing Australian Monitors.\n\nAmong these land-lizards, it is interesting to find that one species, which attains the length of upwards of 6 feet, has been dignified with the specific name of *giganteus*, on account of this unusually large size compared with the generality of existing *Lacertilia*.\n\nWhether among the vast and unexplored wildernesses of the Australian continent any living representative of the more truly gigantic *Megalania* still lingers, may be a question worth the attention of travellers. But, most probably, like the gigantic Marsupials, *Diprotodon* and *Nototherium*, with whose fossil remains those of *Megalania* were associated in the tertiary deposits now cut through by the Condamine and its tributaries, the gigantic land-lizard has long been extinct.\n\nThe procoelian type of vertebra, or that in which the articular cup is in front and the ball behind, characteristic of the fossils above described, was first introduced in the Reptilian class, according to present knowledge, during the liassic period; but, from that to the upper oolite, it was manifested only by Pterodactyles. The earliest examples of procoelian vertebrae in Lacertian reptiles date from the Wealden period; in Crocodilian reptiles the procoelian type first appears at the cretaceous period*.\n\nThe only known procoelian lizards comparable in size with the large Australian one, represented by the three above-described vertebrae, are the *Mosasaurus* and *Leiodon* of the Greensand and Chalk strata.\n\nThe inferior depth of the cup and production of the ball, the vertical position of both at right angles with the axis of the centrum, and many minor modifications of the vertebrae of those large Lacertians of the cretaceous period, show great differences between them and the fossil procoelian vertebrae of the freshwater tertiary deposits of Australia. The Mosasauroids were, in fact, a family of marine lizards so distinct from existing species, as to form the type of a suborder.\n\nThe fossil remains of European procoelian lizards, which, like the large vertebrae under\n\n---\n\n* In the Greensand of New Jersey, North America (Proceedings of the Geological Society, January 31, 1849); in the Upper Greensand near Cambridge, England; in the ‘Calcaire pisolithique’ of Mont Aimé, Departement de la Marne; and in the upper cretaceous stone at Maestricht.\ndescription, belong to the type of true land-lizards, all belong to species of the ordinary average size. The miocene and pliocene formations of the continent, and especially of France, have furnished several genera and species*.\n\nThe chief peculiarity of the Australian fossil lizard is its great size; the vertebrae rival in bulk those of the largest living Crocodiles. The 'Monitor de la Nouvelle-Holande' (Varanus, Merrem, Hydrosaurus, Wagler) has thirty vertebrae between the skull and sacrum. Taking the average length of the vertebra at 3 inches, this would give 7 feet 6 inches as the length of the trunk of the Megalania; and were the proportions of the head and tail like those of the great Lace-lizard of Australia (Hydrosaurus giganteus, Gray), the total length of the Megalania would be about 20 feet.\n\nOn the very probable hypothesis that the jaws and teeth of Megalania were of the same type as those of the Hydrosaurus, it must have been carnivorous, and, by its bulk and strength, very formidable.\n\n**Description of the Plates.**\n\n**PLATE VII.**\n\nFig. 1. Side view of a dorsal vertebra, Megalania prisca.\nFig. 1a. Side view of a dorsal vertebra, Hydrosaurus giganteus.\nFig. 2. Upper view of a dorsal vertebra, Megalania prisca.\nFig. 2a. Upper view of a dorsal vertebra, Hydrosaurus giganteus.\nFig. 3. Under view of a dorsal vertebra, Megalania prisca.\nFig. 3a. Under view of a dorsal vertebra, Hydrosaurus giganteus.\nFig. 4. Front view of a dorsal vertebra, Megalania prisca.\nFig. 4a. Front view of a dorsal vertebra, Hydrosaurus giganteus.\n\n**PLATE VIII.**\n\nFig. 1. Side view of a cervical vertebra, Megalania prisca.\nFig. 1a. Side view of a cervical vertebra, Hydrosaurus giganteus.\nFig. 2. Vertical section of a cervical vertebra, Megalania prisca.\nFig. 2a. Vertical section of a cervical vertebra, Hydrosaurus giganteus.\nFig. 3. Under view of an anterior dorsal vertebra, Megalania prisca.\nFig. 3a. Under view of an anterior dorsal vertebra, Hydrosaurus giganteus.\nFig. 4. Horizontal section of an anterior dorsal vertebra, Megalania prisca.\nFig. 4a. Horizontal section of an anterior dorsal vertebra, Hydrosaurus giganteus.\n\n[All the figures are of the natural size, and have been drawn on the stone without reversing.]\n\n* See Lartet, 'Notice sur la Colline de Sânsans,' 8vo, 1851, p. 39; Gervais, 'Paléontologie Française,' pp. 258, 259.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108688.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 15032,
    "total-output-tokens": 4815,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2718,
        2
      ],
      [
        2718,
        5924,
        3
      ],
      [
        5924,
        9257,
        4
      ],
      [
        9257,
        12635,
        5
      ],
      [
        12635,
        16000,
        6
      ],
      [
        16000,
        18361,
        7
      ],
      [
        18361,
        18361,
        8
      ],
      [
        18361,
        18361,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108688",
    "title": "Description of Some Remains of a Gigantic Land-Lizard (Megalania Prisca, Owen) from Australia",
    "authors": "Professor Owen",
    "year": 1859,
    "volume": "149",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108688"
  }
}