{
  "id": "2cbcee87ac6185890dffd3a8a06ac87edc55f4c5",
  "text": "XXVIII. Of Triangles described in Circles and about them.\n\nBy John Stedman, M. D.\n\nRedde, March 23, 1775.\n\nPROPOSITION I.\n\nAn equilateral triangle inscribed within a circle is larger than any other triangle that can be inscribed within the same circle.\n\nLet \\( \\triangle ABC \\) (tab. viii. fig. 1.) be an equilateral triangle, inscribed in the circle \\( \\triangle ADCB \\); and let \\( \\triangle ADE \\) be a triangle supposed larger than \\( \\triangle ABC \\). Let \\( \\triangle ADE \\) be drawn with one of its angles at the same point with one of the angles of the equilateral triangle, suppose at \\( A \\), and then its other two angles will fall either on the segments \\( AD \\) and \\( AE \\), or one of the angles will on the segment \\( BC \\).\n\nFirst, let one of its angles fall at \\( D \\), between \\( A \\) and \\( B \\); and the other at \\( E \\), between \\( A \\) and \\( C \\), and draw the line \\( BE \\).\n\nIn the triangles \\( \\triangle ABC \\), \\( \\triangle ABE \\), the triangle \\( \\triangle ABF \\) is common, and the two remaining triangles \\( \\triangle BFC \\), \\( \\triangle AFE \\), are similar; for the angle \\( \\angle AFE \\) is equal to its opposite angle \\( \\angle BFC \\); and the two angles \\( \\angle EAC \\), \\( \\angle EBC \\), are equal, being subtended by the same segment \\( EC \\), and so the two remaining angles \\( \\angle AEF \\),\nAEF, BCF, must be equal; wherefore the sides are proportional, and BC and AE, subtending equal angles must be homologous; but BC is equal to AC, which is greater than AE; consequently the triangle BFC is greater than AFE, and so the equilateral triangle ABC is greater than the triangle ABE. In the same manner, the triangle ABE may be proved greater than ADE; for AHE is common, and the two triangles ADH, BHE, are similar, and their sides proportional; and AD and BE, subtending equal angles, must be homologous; but BE is greater than BC, which is equal to AB, and that again greater than AD; consequently BE is greater than AD, and the whole triangle AEB greater than AED; and so the equilateral triangle must, à fortiori, be greater than AED.\n\nQ.E.D.\n\nNext, let the triangle ADE be supposed greater than the equilateral triangle ABC, and let the angle ADE fall somewhere in the segment BDC, (see fig. 2.) so that the segment EC may be greater than BD; for if it were not, the angle AED being applied to any of the angles of the equilateral triangle, the demonstration would become the same as in the first case: wherefore the segments AEC, BDC, being equal, and BD being less than EC, AE must be less than DC. Draw the right line DC, and then in the two triangles ADC, ADE, the triangle AFD is common, and the two triangles AFE, DFC, are equiangular and similar, and the sides AE, DC, subtending equal angles, are homologous; but DC is greater than AE; so the triangle DFC is greater than the triangle AFE, and the whole triangle\ntriangle ADC is greater than ADE; but the equilateral triangle may be proved greater than ADC from the first case, and consequently greater than ADE. Q.E.D.\n\nPROPOSITION II.\n\nAn equilateral triangle described about a circle is less than any other triangle that can be described about the same circle. Fig. 3.\n\nLET the equilateral triangle ABC be described about the circle HIK, and let the triangle BDG be supposed less than the equilateral triangle. Draw the line AF parallel to BC, then the triangles AFE, EGC, are similar; for the opposite angles AEF, GEC, are equal, as likewise the angle AFE to the angle EGC; the lines AF and GC being parallel, and falling upon the same line FG, the angles AFE and EGC are therefore equal, and the sides AE, EC, subtending equal angles, are homologous; but the side of the equilateral triangle AC being equally divided at I, the line AE is greater than EC, and consequently the triangle AFE is larger than the triangle EGC; and the triangle DAE much larger than EGC: therefore, in the triangles DBG and ABC the part ABGE being common the whole triangle DBG is larger than the equilateral triangle. Q.E.D.\n\nWhatever other triangles can be described about a circle, may be demonstrated to be larger than an equilateral triangle described about the same circle, upon the same principles as the preceding.\nPROPOSITION III.\n\nThe square of the side of an equilateral triangle inscribed in a circle is equal to a rectangle under the diameter of the circle, and a perpendicular let fall from any angle of the triangle upon the opposite side. Fig. 4.\n\nTHE two triangles ADC, AEC, are equi-angular and similar, the angles ACD, AEC, being both right, and that at A common; therefore AD : AC :: AC : AE, and AC² = AD × AE. Q.E.D.(a).\n\nThe square of one side of the triangle being completed so as to include the triangle, I say, that part of the side of the square that falls within the circle is equal to the radius; and the other part, lying without the circle, is equal to the radius minus twice the portion lying between the side of the square, and the circumference of the circle; or is equal to that part of the radius that lies between the centre and the side of the square minus the remainder of the radius; that is CL\n\n(a) And universally, a perpendicular being drawn from any angle of a right-lined triangle to the opposite side, the rectangle under the two sides which contain that angle, is equal to the rectangle under the perpendicular and the diameter of the circumscribed circle. (See tab. viii. fig. 5.)\n\nFrom A, one angle of the triangle BAC, draw AE perpendicular to the side BC. Round the triangle BAC describe a circle, and draw the diameter AD. I say, the rectangles AC × AB, AE × AD, are equal. Join DB. The angle DBA is a right angle. Therefore it is equal to the right angle CEA. The angles at the circumference ACE, ADB, are equal, because they stand upon the same arc AB. Therefore the two triangles ACE, ADB, are similar, and AC : AE = AD : AB. Therefore AC × AB = AE × AD. Q.E.D.\n\n6. Horsley.\nis equal to the radius, and $LI = KG - 2MG$; or $LI = KM - MG$. FG being parallel to BC, and consequently perpendicular to IC, must divide the chord LC in two equal parts; so that MC being equal to KE, LC must be equal to $2KE$; but KE (by EUCL. I. XIII. pr. 12. cor. 2. Clav.) is equal to ED; therefore LC = KD the radius. The side of the square IC being equal to BC is likewise equal to NM; but LC being equal to KG, the remaining part LI must be equal to NK - MG; or to KM - MG. Q.E.D.\n\nXXVIII. De\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106199.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13234,
    "total-output-tokens": 1852,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1332,
        2
      ],
      [
        1332,
        2867,
        3
      ],
      [
        2867,
        4209,
        4
      ],
      [
        4209,
        5916,
        5
      ],
      [
        5916,
        6417,
        6
      ],
      [
        6417,
        6417,
        7
      ],
      [
        6417,
        6417,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106199",
    "title": "Of Triangles Described in Circles and about Them. By John Stedman, M. D.",
    "authors": "John Stedman",
    "year": 1775,
    "volume": "65",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106199"
  }
}