{
  "id": "6357398cbc89f69a791639bd5ba4536f93d57812",
  "text": "XXI. On Fermat's Theorem of the Polygonal Numbers.\n\nBy Sir Frederick Pollock, F.R.S., Lord Chief Baron, &c. &c.\n\nReceived in abstract July 11, 1860, in full April 25, 1861,—Read May 2, 1861.\n\nFermat's theorem of the polygonal numbers has engaged the attention of some of the most eminent mathematicians. It was first announced (about the year 1670) in his edition of Diophantus, published after his death (it occurs in a note on the 31st question, p. 180). It is to be found stated at length in Legendre's 'Théorie des Nombres' (in p. 187 of the 2nd edition, &c.). For above a century after it appeared, no proof was discovered of any part of it; but in 1770 Lagrange (in the Transactions of the Royal Academy of Sciences at Berlin) gave a proof of the second branch of the theorem (the case of the square numbers), from the paper containing which it may be collected that Euler had endeavoured in vain to establish a proof, but had suggested the clue by which Lagrange succeeded in discovering one.\n\nIn the second volume of Euler's 'Opuscula Analytica,' there is an article on this subject, of some length, lamenting the loss of Fermat's investigations, and pointing out that Lagrange's proof as to the square numbers affords (from its nature) no assistance to the discovery of a proof of the other cases; he adds, \"sine dubio plerique Geometrae in his demonstrationibus investigandis frustra desudaverint.\"\n\nAbout twenty-five years after the death of Euler (who died in 1783), Legendre, in his 'Théorie des Nombres,' published a proof of the first branch of the theorem (the case of the triangular numbers), which proof is in part inductive, and not founded on pure demonstration; and subsequently M. Cauchy discovered a proof of all the cases (assuming the first and second cases to be proved); this was published about the year 1816, in a Supplement to Legendre's 'Théorie des Nombres.'\n\nFermat, after stating the proposition, alludes to the proof of it as arising out of \"many various and abstruse mysteries of numbers;\" and he states his intention to \"write an entire book on the subject, and very much to advance the bounds of arithmetic.\" No such work has appeared; and it is understood that among his papers no trace has been found of any materials for such a publication. It becomes a matter of more than mere curiosity to consider what could have been the properties of numbers alluded to; obviously they must have been connected, more or less, with the division of numbers into squares or other polygonal numbers.\n\nThe general object I have in view is to investigate the properties of numbers on which Fermat's theorem depend. In this paper I wish to call attention to some pro-\nperties connected with the division of numbers into 4 squares, which probably (in some form) were part of the system to which Fermat alluded.\n\nI have already stated two properties of the odd numbers (not, I believe, noticed before), upon one of which the whole of Fermat's theorem depends (as will hereafter appear). The first is to be found in the Transactions of the Royal Society for the year 1854, p. 313; it is there called Theorem C.\n\n\"Every odd number may be divided into square numbers (not exceeding 4), the algebraic sum of whose roots (positive or negative) will (in some form of the roots) be equal to every odd number from 1 to the greatest possible sum of the roots.\n\nOr in a purely algebraic form. If\n\n\\[a^2 + b^2 + c^2 + d^2 = 2n + 1,\\]\n\nand\n\n\\[a + b + c + d = 2r + 1,\\]\n\n\\(a, b, c, d\\) being integral or nil, \\(n\\) and \\(r\\) being positive, and \\(r'\\) a maximum, then if \\(r'\\) be any positive integer (not greater than \\(r\\)), it will always be possible to satisfy the pair of equations\n\n\\[w^2 + x^2 + y^2 + z^2 = 2n + 1\\]\n\n\\[w + x + y + z = 2r' + 1,\\]\n\nby integral values (positive, negative, or nil) of \\(w, x, y, z.\\)\"\n\nThe other is to be found in the Royal Society's Transactions for 1859, p. 49, and relates not to the sum of the roots, but to the difference between two of them. The first of these connects together the first and second branch of Fermat's theorem.\n\nFor if every odd number can be divided into 4 square numbers, so that the sum of the roots of two of them being deducted from the sum of the roots of the other two, there shall be a remainder of 1,—Then every number is divisible into 3 triangular numbers; for the 2 sums of the roots must be of the form \\(2a + 1\\), and the four roots will be of the form\n\n\\[a + p + 1, \\quad a - p, \\quad a + q, \\quad a - q;\\]\n\nand if \\(2n + 1\\) equals the sum of these roots squared,\n\n\\[2n + 1 = 4a^2 + 2p^2 + 2q^2 + 2a + 2p + 1,\\]\n\nand \\(n = 2a^2 + a + p^2 + p + q^2;\\)\n\nbut \\(2a^2 + a\\) is a triangular number, and \\(p^2 + p + q^2\\) is the general form for the sum of any 2 triangular numbers*; therefore \\(n\\) any number is equal to 3 triangular numbers (nil being considered as a triangular number, as some of the terms may become equal to nothing).\n\nThere are some theorems worthy of remark arising out of a comparison of the differences of the roots of the four square numbers into which every odd number may be divided.\n\nIt will appear from the Table that accompanies this paper, that when a number of the form \\(4n + 1\\) is divisible into 2 square numbers (of which one must be even and the other odd, \\(4n + 1\\) being an odd number), the roots of these 2 squares furnish the exte-\n\n* The proof of this is given presently.\nprior differences of the roots of the four squares into which $2n+1$ may be divided. Before explaining the Table, it is proper to state that if an odd number be divisible into 4 square numbers, three of them must be odd, and one of them even, or one of them must be odd, and 3 of them even, otherwise their sum cannot be an odd number; it follows from this that if the difference between any two of them be an odd number, the difference between the other two must be an even number, and vice versa; for let $a^2 + b^2 + c^2 + d^2 = 2n+1$, then if $a^2 - b^2 = 2p$, $c^2 - d^2$ must equal $2q+1$; if possible let $c^2 - d^2 = 2r$, then $a^2 - b^2 + c^2 - d^2 = 2p + 2r$; add $2b^2 + 2d^2$ (an even number) to each, and $a^2 + b^2 + c^2 + d^2$ will be an even number, which by the hypothesis it is not; if, therefore, $a^2 - b^2$ be an even number, $c^2 - d^2$ cannot also be an even number, and therefore must be an odd one. If, therefore, the four roots of the squares into which any odd number may be divided are arranged in any order there will be three differences; the two exterior differences will be one odd, the other even; the middle difference may be either odd or even.\n\nThe Table is arranged thus:—the lowest row of figures is the series 1, 5, 9, 13, 17, &c. $(4n-1)$; the next row above is the series of natural numbers, 0, 1, 2, 3, 4, &c. $(n)$, &c.; the next row is 1, 3, 5, 7, 9, &c. $(2n+1)$ the odd numbers; each of the odd numbers is the first term in a series increasing upwards by the numbers, 2, 4, 6, 8, 10, &c., forming an arithmetic series of the second order (the first and second differences being respectively 2 each); when the number in the lowest row cannot be divided into 2 squares, the arithmetic series is not formed, and the square spaces are marked with an asterisk, but when the number $4n+1$ is divisible into two square numbers, the roots of these squares constitute the two exterior differences of the roots into which the odd numbers may be divided, and also of the roots into which each term of the series increasing upward may be divided; the middle difference of the roots will be the smaller half of the sum of the 2 roots of the square numbers into which $4n+1$ may be divided, with a negative sign, and will increase by 1 in each successive term of the upward series.\n\nFor example, in the Table take the number 29 in the lowest row, $7 \\times 4 + 1 = 29$, 7 is the number above it, and $7 \\times 2 + 1 = 15$ the odd number, which is the first term of the series 15, 17, 21, 27, 35, &c. Now 29 is composed of 2 square numbers, 4 and 25, whose roots are 2 and 5, $2 + 5 = 7$; the smaller half is 3, and 2, $-3$, 5 will be the differences of the roots of the squares into which 15 may be divided, and whose sum will equal 1; thus\n\n$$-1, 1, -2, 3;$$\n\nthe roots when squared and added together equal 15, and the other terms of the series follow in like manner, obeying the law indicated; thus\n\n$$\\begin{align*}\n5, -2, 2 \\\\\n-3, 2, 0, 2 \\text{ when squared and added} & = 17 \\\\\n2, -1, 5 \\\\\n-2, 0, -1, 4 \\text{ when squared and added} & = 21\n\\end{align*}$$\n\\[-4, 1, 1, 3 \\text{ when squared and added} = 27\\]\n\n\\[-3, -1, 0, 5 \\text{ whose squares} = 35\\]\n\nThe proof of all this depends on a property of numbers mentioned in the Philosophical Transactions for 1854, vol. cxliv. p 317.\n\nIf any number be composed of two triangular numbers, it will also equal a square and a double triangular number. If\n\n\\[n = \\frac{a^2 + a}{2} + \\frac{b^2 + b}{2},\\]\n\nit will be of the form \\(a^2 + a + b^2\\), and may be assumed equal to \\(a^2 + a + b^2\\). For if 2 numbers be both odd or both even, they may always be represented by \\(a + b\\) and \\(a - b\\); if one be odd and the other even, they may always be represented by \\(a + b \\pm 1\\) and \\(a - b\\), or by \\(a + b\\) and \\(a - b \\pm 1\\); and if the two numbers be made the bases of trigonal numbers, the sum of the two trigonal numbers will always be of the form \\(a^2 + a + b^2\\), or \\(a^2 + b + b^2\\): now when any number in the natural series of numbers is composed of two triangular numbers, it may be represented by \\(a^2 + a + b^2\\), and \\(4n + 1\\) will then equal \\(4a^2 + 4a + 1 + 4b^2\\),—obviously the sum of an odd and an even square, whose roots are \\(2b\\) and \\(2a + 1\\); and \\(2n + 1\\), the corresponding odd number, will equal \\(2a^2 + 2a + 1 + 2b^2\\),—obviously composed of 4 square numbers, whose roots are \\(b, b, a, a + 1\\); and if they be arranged thus,\n\n\\[\\begin{array}{cccc}\n2b, & -(a + b) & 2a + 1 \\\\\n-b, & b, & -a, & a + 1,\n\\end{array}\\]\n\nso that the sum of their roots may equal 1, the exterior differences of the roots will be \\(2b\\) and \\(2a + 1\\), the roots of the two squares into which \\(4n + 1\\) is divisible; and the middle difference will be \\(-(a + b)\\), the smaller half of the sum of the roots \\((2b + 2a + 1)\\) with a negative sign; if the exterior differences be reversed and the middle difference be increased by 1, the differences will be \\(2a + 1, -(a + b - 1), 2b\\), and the roots whose sum will equal 1 will be, with their differences above them,\n\n\\[\\begin{array}{cccc}\n2a + 1, & -(a + b - 1), & 2b \\\\\n-(a + 1), & a - (b - 1), & b + 1,\n\\end{array}\\]\n\nand the sum of the squares of the roots will be 2 more; from these two sets of roots all the rest may be obtained, by adding one to each of two roots and subtracting 1 from each of the other two roots; the exterior differences of the roots will therefore always be the same, and the middle difference will increase by 1 at each step; the sum of the squares of the roots will increase by\n\n\\[2, 4, 6, 8, \\&c.\\]\n\nAs the sum of any two square numbers of which one is odd and the other even \\((4a^2 + 4a + 1 + 4b^2)\\) must be of the form \\(4n + 1\\), every possible case of an odd square\ncombined with an even square must occur somewhere in the series\n\n\\[1, 5, 9, 13, \\&c.,\\]\n\nand the Table (if extended) must contain every possible case of odd and even numbers as exterior differences, combined with every possible and available middle difference; for negative differences may be rejected, inasmuch as, if the roots be put according to their algebraic value, all the differences must be positive; thus the roots and differences of 15 above were\n\n\\[-2, -3, 5;\\]\n\\[-1, 1, -2, 3;\\]\n\nif the roots be placed according to their algebraic value, they would be \\(-2, -1, 1, 3,\\)\n\nand with the differences above\n\n\\[-2, -1, 1, 3;\\]\n\n15 will therefore be found in the column above 5, and in the fourth place. The Table (extended indefinitely) would therefore contain every possible odd number the sum of whose roots may equal 1.\n\nIn connexion with the Table just mentioned, it may be well to state a theorem respecting the differences of the roots, by which, having obtained one division of an odd number into 4, or 3 squares (equal to, or greater than 1, and not more than 2 of them equal to each other), other modes of dividing the odd number into 4 squares may generally be obtained.\n\n**Theorem.**\n\nIf any number be composed of 3 squares, and the roots be arranged in the order of their algebraic value, if the two differences between the adjoining roots differ by 3, or a multiple of 3, then by reversing the differences and obtaining roots whose algebraic sum shall equal the sum of the former roots, but whose differences shall be reversed, another form of division into squares will be obtained; that is, the sum of the squares of the roots thus obtained will be equal to the sum of the squares of the first roots.\n\n**Example.**\n\n[Note.—I use the symbol \\(a\\) to indicate that the numbers below it are to be considered as roots which are to be squared and added together; thus, \\(100 = 6^2 + 8^2;\\) therefore \\(101 = 0, 1, 6, 8.\\)]\n\nThe differences of 1, 6, 8 are 5, 2, which differ by 3. If, now, roots be obtained with differences 2, 5, and whose sum will equal \\(1 + 6 + 8 = 15,\\) the sum of the squares of these roots will equal 101. 2, 4, 9 are roots having the differences reversed, and their sum \\(= 15;\\) therefore \\(2^2 + 4^2 + 9^2 = 1^2 + 6^2 + 8^2 = 101.\\) Again, leaving out 6 as a root, \\(65 = 0, 1, 8;\\) the differences are 1, 7; the sum of the roots \\(= 9:\\) \\(-2, 5, 6\\) are\nroots having the same sum but the differences reversed, and the sum of their squares \\(4 + 25 + 36 = 65\\); therefore \\(65 = 2, 5, 6\\). Again, \\(-5, 2, 6\\) have the differences 7, 4; their sum = 3; but \\(-4, 0, 7\\) have the differences reversed and the same sum; therefore \\(-5, 2, 6 = -4, 0, 7 = 65\\), and \\(101 = 0, 4, 6, 7\\).\n\nThe proof of this theorem will appear from putting the general case algebraically, which also will show the method of obtaining the new roots required. Let the differences of the roots be represented by \\(a, a + 3n\\) (which include every case); then \\((p)\\), \\(\\text{diff.}(p + a), a + 3n(p + 2a + 3n)\\) will represent any 3 roots having the required differences; the sum of these roots is \\(3p + 3a + 3n\\) [a multiple of 3]: reverse the differences and take \\(p\\) as the first root, and they will be \\(-p, a + 3n(p + a + 3n), p + 2a + 3n\\); the sum will be \\(3p + 3a + 6n\\) [also a multiple of 3]; therefore the difference will be a multiple of 3, and the sums may be made equal (one to the other) by adding or subtracting from each root the difference divided by 3: here the difference is \\(3n\\), and the new roots will be \\(p - n, a + 3n + a + 2n, p + 2a + 2n\\); and if each of these sets of roots be squared and added together, the sum of each will be \\(3p^2 + 5a^2 + 9n^2 + 6ap + 6np + 12an\\).\n\nA similar theorem belongs to 4 roots whose differences differ by 4: thus 1, 2, 7, 16, as roots, have the differences 1, 5, 9; their sum is 26: \\(-3, 6, 11, 12\\) have the differences reversed, 9, 5, 1; and their sum also equals 26; and\n\n\\[\n\\begin{array}{cccc}\n1 & 2 & 7 & 16 \\\\\n-3 & 6 & 11 & 12 \\\\\n\\end{array}\n\\]\n\n\\(= 310\\): so \\(-6, -5, 0, 13 = -12, 1, 6, 7 = 230\\),\n\nthe sum of the roots in each case being equal, and the differences reversed.\n\nA similar theorem also belongs to 5 roots whose differences differ by 5, and no doubt to \\(n\\) roots whose differences differ by \\(n\\).\n\nThere are many arithmetic series of the 2nd order which, beginning with 1 as a first term, will have all their terms divisible into not exceeding four squares; there are 3 such series to which I wish to call attention. If 1 be increased by 2, 4, 6, 8, &c., the \\((n+1)\\)th term of the series is always \\(n^2 + n + 1\\), or \\(4n^2 + 2n + 1\\), that is, \\(n, n, n, n + 1\\).\n\nIf 1 be increased by 2, 6, 10, 14, &c., the \\((n+1)\\)th term will always be \\(0, 1, n, n\\).\n\nIf 1 be increased by 4, 8, 12, 16, &c., the \\((n+1)\\)th term will be \\(0, 0, n, n + 1\\). The first of these series contains the numbers which, being divided into 4 squares, give the sum of the roots a maximum; the others give the differences between 2 roots a maximum, the one the even differences, the other the odd differences.\n\nBut if any odd number (instead of 1) be made the first term of the series, some remarkable consequences ensue. If any odd number \\(4n + 1\\) be increased by 2, 4, 6, 8, &c., the term whose index of place is the lesser moiety of the odd number will be composed of 4 squares, whose roots will be the result of again dividing the moieties of the odd number; thus \\(4n + 1 = 2n + 1 + 2n = n + 1 + n + n + n\\); if the number be \\(4n - 1\\), the \\((2n - 1)\\)th term will be \\((2n - 1), n, n, n\\); if it be \\(4n + 1\\), the \\(2n\\)th term will be\n$n, n, n, n+1$; but every term will be composed of one or more square numbers + an arithmetic number, and the squares and the arithmetic numbers will each form a regular series. An example in figures will best explain this: $19 = 9 + 10 = 4 + 5 + 5 + 5$. If 19 be increased by 2, 4, 6, 8, &c., the 9th term is $91 = \\frac{2}{4}, \\frac{5}{5}, \\frac{5}{5}$; so if 19 be increased by 2, 4, 6, 8, &c., the successive terms will be composed of squares and arithmetic numbers as below: to distinguish the arithmetic numbers from roots, I enclose them in a $\\bigcirc$.\n\n| Numbers | Roots | Numbers | Roots |\n|---------|-------|---------|-------|\n| 19      | 18    | 0, 1    | or    | 17     | 1, 1   |\n| 21      | 19    | 1, 1    | =     | 16     | 1, 2   |\n| 25      | 20    | 1, 2    | =     | 17     | 2, 2   |\n| 31      | 23    | 2, 2    | =     | 18     | 2, 3   |\n| 39      | 26    | 2, 3    | =     | 21     | 3, 3   |\n| 49      | 31    | 3, 3    | =     | 24     | 3, 4   |\n| 61      | 36    | 3, 4    | =     | 29     | 4, 4   |\n| 75      | 43    | 4, 4    | =     | 34     | 4, 5   |\n| 91      | 50    | 4, 5    | =     | 41     | 5, 5   |\n| (or 5, 5) |       |         |       |        |        |\n| 109     | 59    | 5, 5    | =     | 48     | 5, 6   |\n| &c.     | &c.   | &c.     | &c.   | &c.    | &c.    |\nIt may also be composed of one square and one arithmetic number in two different ways, thus:\n\n| Arith. numbers | Roots | Numbers | Roots |\n|---------------|-------|---------|-------|\n| 19            | 19    | 0       | or =  | 18   | 1     |\n| 21            | 20    | 1       | =     | 17   | 2     |\n| 25            | 21    | 2       | =     | 16   | 3     |\n| 31            | 22    | 3       | =     | 15   | 4     |\n| 39            | 23    | 4       | =     | 14   | 5     |\n| 49            | 24    | 5       | =     | 13   | 6     |\n| 61            | 25    | 6       | =     | 12   | 7     |\n| 75            | 26    | 7       | =     | 11   | 8     |\n| 91            | 27    | 8       | =     | 10   | 9     |\n| 109           | 28    | 9       | =     | 9    | 10    |\n| 129           | 29    | 10      | =     | 8    | 11    |\n| 151           | 30    | 11      | =     | 7    | 12    |\n| 175           | 31    | 12      | =     | 6    | 13    |\n| 201           | 32    | 13      | =     | 5    | 14    |\n| 229           | 33    | 14      | =     | 4    | 15    |\n| 259           | 34    | 15      | =     | 3    | 16    |\n| 291           | 35    | 16      | =     | 2    | 17    |\n| 325           | 36    | 17      | =     | 1    | 18    |\n| 361           | 37    | 18      | =     | 0    | 19    |\n| 399           | 38    | 19      | =     | -1   | 20    |\n\nAgain, if a number of the form $4n+1$ be increased by 2, 6, 10, 14, &c., the series formed will have its $(2n+1)$th term $= \\frac{2}{0}, 0, 2n, 2n+1$; its $(2n)$th term will be $= \\frac{2}{2n-1}, 2n$, $+(2)$; the $(2n-1)$th term will be equal to $(2n-2), 2n-1+(4)$; the $(2n-p)$th term\n\\[\n\\frac{2}{(2n-(p+1), (2n-p)+2(p+1)}; \\text{ so that, whenever } 2(p+1) \\text{ is composed of not exceeding 2 squares, the term is composed of not exceeding 4 squares; but the } (2n+1)\\text{th term will also equal } (2n-1), 2n+(8n)*; \\text{ the } 2n\\text{th term will equal } (2n-2), (2n-1) + [8n-2], \\text{ and so on,—the series of arithmetic numbers decreasing by 2, instead of increasing. An example in actual figures will better illustrate this.}\n\\]\n\n| Series | Roots | Numbers |\n|--------|-------|---------|\n| 19     | 0, 1  | 18      |\n| 21     | 1, 2  | 16      |\n| 27     | 2, 3  | 14      |\n| 37     | 3, 4  | 12      |\n| 51     | 4, 5  | 10      |\n| 69     | 5, 6  | 8       |\n| 91     | 6, 7  | 6       |\n| 117    | 7, 8  | 4       |\n| 147    | 8, 9  | 2       |\n| 181    | 9, 10 | 0       |\n\nThe first of these cannot be continued usefully, because the number becomes negative after the 10th term, the other series continues.\n\n\\[\n219 = 10, 11 &c. - 2 = 9, 10 &c.\n\\]\n\nIf the odd number be increased by 4, 8, 12, 16, &c., the series obtained will have similar properties; its \\(2n\\)th term will be \\(\\frac{2}{0}, 1, n, n\\), the roots \\(n, n\\) will diminish by 1 in each preceding term, and 1 will be an arithmetic number increasing by 2, as appears below in the case of the odd number 19.\n\n* If the form of the odd number be \\(4n+3\\), the arithmetic number is \\(8n+4\\).\nThe numbers are alternately of the form $4n+1$ and $4n-1$; the terms of the series are therefore equal to 2 squares + a number of the form $4n+1$, and to 2 other squares + a number of the form $4n-1$. A number of the form $4n-1$ cannot be composed of less than 3 squares; for if $a^2$ and $b^2$ be odd squares, their sum is of the form $(8n+2)$; if even squares, of the form $(4n)$; if one be odd and the other even, $(4n+1)$; and $4n-1$ cannot equal $8n'+2$, or $4n''$, or $4n'''+1$; but as the 2 squares are always equal, the arithmetic number may always be turned into a number of the form $4n+1$, by substituting for the 2 equal squares 2 others, whose roots shall be, the one one more, the other one less; thus $79=6, 6+(7)=5, 7+5=5, 7, 1, 2$; also $5, 5+(29)=5, 5, 5, 2$.\n\nAnd every term of the series is divisible into 4 squares whenever $4n+1$ is divisible into 2 squares, or when $4n'-1-2$, another form of $4n+1$, is so divisible. It would follow, that if there be any 2 series in arithmetical progression with a common difference of 1, and the odd terms of the one be placed over the even terms of the other, then if either series be considered as composed of roots and the other of numbers, and the squares of the roots be added to the numbers, a series will be formed of the first sort; thus\n\n$$9, 8, 7, 6, \\&c.$$  \n$$6, 7, 8, 9, \\&c.$$\n\nIf the lower be considered as roots, the series becomes\n\n$$45,_{12} 57,_{14} 71,_{16} 87,_{18} \\&c.;$$\n\nif the upper be considered as roots, the series is\n\n$$87,_{16} 71,_{14} 57,_{12} 45, \\&c.,$$\nthe same series, but decreasing instead of increasing; and it is worthy of remark that\nthe first term of the series is the sum of the root and the arithmetic number, viz. 15.\nIf both the series decrease, as\n\n\\[9, 8, 7, 6, \\&c.,\\]\n\\[6, 5, 4, 3, \\&c.,\\]\n\nand the lower be considered as roots, the series is\n\n\\[45,_{12} 33,_{10} 23,_{8} 15,\\]\n\nwhose first term is 3, the difference between the arithmetic number and the root; if the\nupper be considered as roots, the first term is 3, but negative, and the series would be\n\n\\[-3,_{2} -1,_{4} 3,_{6} 9,_{6} 17,_{10} 27,_{12} \\&c.\\]\n\\[87,_{18} 69,_{16} 53,_{14} 39, \\&c.\\]\n\nIf the series be composed of 2 equal roots, increasing or decreasing each by 1, or of 2\nroots differing by 1, and increasing or decreasing in like manner, then if the series of\nnumbers differ by 2, so that all the terms shall be odd, a series will be formed of the 2nd\nor 3rd kind, whose second difference will be 4; thus if the numbers be 9, 11, 13, 15, \\&c.,\nand the roots 3, 3, 4, 4, 5, 5, 6, 6, the series will be 27,_{16} 43,_{20} 63,_{24} 87, a series of the\n3rd kind having a second difference of 4, and the first term will be the difference between\nthe number and the sum of the roots, viz. \\(9-(3+3)\\); for 3,_{4} 7,_{8} 15,_{12} 27 produces the\nseries; but if the numbers decrease by 2,\n\n\\[9, 7, 5, 3, \\&c.\\]\n\\[(3, 3), (4, 4), (5, 5), (6, 6),\\]\n\nthe series will be\n\n\\[27,_{12} 39,_{16} 55,_{20} 75,\\]\n\nand the first term of that series is the sum of the roots and the odd number, viz.\n\\(9+3+3=15\\), for 15, 19, 27, 39, \\&c. is the series.\n\nSo if the roots, instead of being equal, differ by 1, thus,\n\n\\[6, 8, 10, 12, \\&c.\\]\n\\[3, 4, 4, 5, 5, 6, 6, 7, \\&c.,\\]\n\nthe series will be\n\n\\[31,_{18} 49,_{22} 71,_{26} 97, \\&c.,\\]\n\na series of the 2nd kind, whose first term is the difference between 6 and 3+4, viz. 1,\nand negative, and the series is\n\n\\[-1,_{2} 1,_{6} 7,_{10} 17,_{14} 31,_{18} 49,_{22} 71, \\&c.;\\]\n\nbut if the numbers decrease, as\n\n\\[12, 10, 8, 6, \\&c.\\]\n\\[3, 4, 4, 5, 5, 6, 6, 7, \\&c.,\\]\n\nthe series is\n\n\\[37,_{14} 51,_{18} 69,_{22} 91, \\&c.,\\]\n\nand the first term is\n\n\\[19=12+3+4,\\]\n\\[19,_{2} 21,_{6} 27,_{10} 37,_{14} 51, \\&c.\\]\n\nSome remarkable properties arise from connecting these series together, which I must\nreserve for a future communication.\n\nMDCCCLXI.\n|   |   |   |   |   |   |   |   |   |   |\n|---|---|---|---|---|---|---|---|---|---|\n| 91 | 93 | 95 | 97 | 99 | 103 | 105 | 109 | 111 |\n| 1, 9, 0 | 1, 8, 2 | 3, 8, 0 | 3, 7, 2 | 1, 7, 4 | 3, 6, 4 | 5, 6, 2 | 1, 6, 6 | 5, 5, 4 |\n| -5, -4, 5, 5 | -5, -4, 4, 6 | -6, -3, 5, 5 | -6, -3, 4, 6 | -5, -4, 3, 7 | -6, -3, 3, 7 | -7, -2, 4, 6 | -5, -4, 2, 8 | -7, -2, 3, 7 |\n| 73 | 75 | 77 | 79 | 81 | 85 | 87 | 91 | 93 |\n| 0, 8, 1 | 2, 7, 1 | 0, 7, 3 | 2, 6, 3 | 4, 6, 1 | 4, 5, 3 | 2, 5, 5 | 6, 5, 1 | 4, 4, 5 |\n| -4, -4, 4, 5 | -5, -3, 4, 5 | -4, -4, 3, 6 | -5, -3, 3, 6 | -6, -2, 4, 5 | -6, -2, 3, 6 | -5, -3, 2, 7 | -7, -1, 4, 5 | -6, -2, 2, 7 |\n| 57 | 59 | 61 | 63 | 65 | 69 | 71 | 75 | 77 |\n| 1, 7, 0 | 1, 6, 2 | 3, 6, 0 | 3, 5, 2 | 1, 5, 4 | 3, 4, 4 | 5, 4, 2 | 1, 4, 6 | 5, 3, 4 |\n| -4, -3, 4, 4 | -4, -3, 3, 5 | -5, -2, 4, 4 | -5, -2, 3, 5 | -4, -3, 2, 6 | -5, -2, 2, 6 | -6, -1, 3, 5 | -4, -3, 1, 7 | -6, -1, 2, 6 |\n| 43 | 45 | 47 | 49 | 51 | 55 | 57 | 61 | 63 |\n| 0, 6, 1 | 2, 5, 1 | 0, 5, 3 | 2, 4, 3 | 4, 4, 1 | 4, 3, 3 | 2, 3, 5 | 6, 3, 1 | 4, 2, 5 |\n| -3, -3, 3, 4 | -4, -2, 3, 4 | -3, -3, 2, 5 | -4, -2, 2, 5 | -5, -1, 3, 4 | -5, -1, 2, 5 | -4, -2, 1, 6 | -6, 0, 3, 4 | -5, -1, 1, 6 |\n| 31 | 33 | 35 | 37 | 39 | 43 | 45 | 49 | 51 |\n| 1, 5, 0 | 1, 4, 2 | 3, 4, 0 | 3, 3, 2 | 1, 3, 4 | 3, 2, 4 | 5, 2, 2 | 1, 2, 6 | 5, 1, 4 |\n| -3, -2, 3, 3 | -3, -2, 2, 4 | -4, -1, 3, 3 | -4, -1, 2, 4 | -3, -2, 1, 5 | -4, -1, 1, 5 | -5, 0, 2, 4 | -3, -2, 0, 6 | -5, 0, 1, 5 |\n| 21 | 23 | 25 | 27 | 29 | 33 | 35 | 39 | 41 |\n| 0, 4, 1 | 2, 3, 1 | 0, 3, 3 | 2, 2, 3 | 4, 2, 1 | 4, 1, 3 | 2, 1, 5 | 6, 1, 1 | 4, 0, 5 |\n| -2, -2, 2, 3 | -3, -1, 2, 3 | -2, -2, 1, 4 | -3, -1, 1, 4 | -4, 0, 2, 3 | -4, 0, 1, 4 | -3, -1, 0, 5 | -5, 1, 2, 3 | -4, 0, 0, 5 |\n| 13 | 15 | 17 | 19 | 21 | 25 | 27 | 31 | 33 |\n| 1, 3, 0 | 1, 2, 2 | 3, 2, 0 | 3, 1, 2 | 1, 1, 4 | 3, 0, 4 | 5, 0, 2 | 1, 0, 6 | 5, -1, 4 |\n| -2, -1, 2, 2 | -2, -1, 1, 3 | -3, 0, 2, 2 | -3, 0, 1, 3 | -2, -1, 0, 4 | -3, 0, 0, 4 | -4, 1, 1, 3 | -2, -1, -1, 5 | -4, 1, 0, 4 |\n| 7 | 9 | 11 | 13 | 15 | 19 | 21 | 25 | 27 |\n| 0, 2, 1 | 2, 1, 1 | 0, 1, 3 | 2, 0, 3 | 4, 0, 1 | 4, -1, 3 | 2, -1, 5 | 6, -1, 1 | 4, -2, 5 |\n| -1, -1, 1, 2 | -2, 0, 1, 2 | -1, -1, 0, 3 | -2, 0, 0, 3 | -3, 1, 1, 2 | -3, 1, 0, 3 | -2, 0, -1, 4 | -4, 2, 1, 2 | -3, 1, -1, 4 |\n| 3 | 5 | 7 | 9 | 11 | 15 | 17 | 21 | 23 |\n| 1, 1, 0 | 1, 0, 2 | 3, 0, 0 | 3, -1, 2 | 1, -1, 4 | 3, -2, 4 | 5, -2, 2 | 1, -2, 6 | 5, -3, 4 |\n| -1, 0, 1, 1 | -1, 0, 0, 2 | -2, 1, 1, 1 | -2, 1, 0, 2 | -1, 0, -1, 3 | -2, 1, -1, 3 | -3, 2, 0, 2 | -1, 0, -2, 4 | -3, 2, -1, 3 |\n| 1 | 3 | 5 | 7 | 9 | 11 | 13 | 15 | 17 |\n| 0, 0, 1 | 2, -1, 1 | 0, -1, 3 | 2, -2, 3 | 4, -2, 1 | 4, -3, 3 | 2, -3, 5 | 6, -3, 1 | 4, -4, 5 |\n| 0, 0, 0, 1 | -1, 1, 0, 1 | 0, 0, -1, 2 | -1, 1, -1, 2 | -2, 2, 0, 1 | -2, 2, -1, 2 | -1, 1, -2, 3 | -3, 3, 0, 1 | -2, 2, -2, 3 |\n| 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 |\n| 1 | 5 | 9 | 13 | 17 | 21 | 25 | 29 | 33 |\n| 0, 1 | 2, 1 | 0, 3 | 2, 3 | 4, 1 | 4, 3 | 2, 5 | 6, 1 | 4, 5 |\n|   |   |   |   |   |   |   |   |\n|---|---|---|---|---|---|---|---|\n| 113 | 115 | 117 | 121 | 123 | 127 | 131 |\n| 3, 5, 6 | 7, 6, 0 | 7, 5, 2 | 5, 4, 6 | 7, 4, 4 | 3, 4, 8 | 9, 5, 0 |\n| -6, -3, 2, 8 | -8, -1, 5, 5 | -8, -1, 4, 6 | -7, -2, 2, 8 | -8, -1, 3, 7 | -6, -3, 1, 9 | -9, 0, 5, 5 |\n| 95 | 97 | 99 | 103 | 105 | 109 | 113 |\n| 6, 4, 3 | 0, 5, 7 | 2, 4, 7 | 6, 3, 5 | 4, 3, 7 | 8, 3, 3 | 0, 4, 9 |\n| -7, -1, 3, 6 | -4, -4, 1, 8 | -5, -3, 1, 8 | -7, -1, 2, 7 | -6, -2, 1, 8 | -8, 0, 3, 6 | -4, -4, 0, 9 |\n| 79 | 81 | 83 | 87 | 89 | 93 | 97 |\n| 3, 3, 6 | 7, 4, 0 | 7, 3, 2 | 5, 2, 6 | 7, 2, 4 | 3, 2, 8 | 9, 3, 0 |\n| -5, -2, 1, 7 | -7, 0, 4, 4 | -7, 0, 3, 5 | -6, -1, 1, 7 | -7, 0, 2, 6 | -5, -2, 0, 8 | -8, 1, 4, 4 |\n| 65 | 67 | 69 | 73 | 75 | 79 | 83 |\n| 6, 2, 3 | 0, 3, 7 | 2, 2, 7 | 6, 1, 5 | 4, 1, 7 | 8, 1, 3 | 0, 2, 9 |\n| -6, 0, 2, 5 | -3, -3, 0, 7 | -4, -2, 0, 7 | -6, 0, 1, 6 | -5, -1, 0, 7 | -7, 1, 2, 5 | -3, -3, -1, 8 |\n| 53 | 55 | 57 | 61 | 63 | 67 | 71 |\n| 3, 1, 6 | 7, 2, 0 | 7, 1, 2 | 5, 0, 6 | 7, 0, 4 | 3, 0, 8 | 9, 1, 0 |\n| -4, -1, 0, 6 | -6, 1, 3, 3 | -6, 1, 2, 4 | -5, 0, 0, 6 | -6, 1, 1, 5 | -4, -1, -1, 7 | -7, 2, 3, 3 |\n| 43 | 45 | 47 | 51 | 53 | 57 | 61 |\n| 6, 0, 3 | 0, 1, 7 | 2, 0, 7 | 6, -1, 5 | 4, -1, 7 | 8, -1, 3 | 0, 0, 9 |\n| -5, 1, 1, 4 | -2, -2, -1, 6 | -3, -1, -1, 6 | -5, 1, 0, 5 | -4, 0, -1, 6 | -6, 2, 1, 4 | -2, -2, -2, 7 |\n| 35 | 37 | 39 | 43 | 45 | 49 | 53 |\n| 3, -1, 6 | 7, 0, 0 | 7, -1, 2 | 5, -2, 6 | 7, -2, 4 | 3, -2, 8 | 9, -1, 0 |\n| -3, 0, -1, 5 | -5, 2, 2, 2 | -5, 2, 1, 3 | -4, 1, -1, 5 | -5, 2, 0, 4 | -3, 0, -2, 6 | -6, 3, 2, 2 |\n| 29 | 31 | 33 | 37 | 39 | 43 | 47 |\n| 6, -2, 3 | c, -1, 7 | 2, -2, 7 | 6, -3, 5 | 4, -3, 7 | 8, -3, 3 | o, -2, 9 |\n| -4, 2, 0, 3 | -1, -1, -2, 5 | -2, 0, -2, 5 | -4, 2, -1, 4 | -3, 1, -2, 5 | -5, 3, 0, 3 | -1, -1, -3, 6 |\n| 25 | 27 | 29 | 33 | 35 | 39 | 43 |\n| 3, -3, 6 | 7, -2, 0 | 7, -3, 2 | 5, -4, 6 | 7, -4, 4 | 3, -4, 8 | 9, -3, 0 |\n| -2, 1, -2, 4 | -4, 3, 1, 1 | -4, 3, 0, 2 | -3, 2, -2, 4 | -4, 3, -1, 3 | -2, 1, -3, 5 | -5, 4, 1, 1 |\n| 23 | 25 | 27 | 29 | 31 | 33 | 35 |\n| 6, -4, 3 | o, -3, 7 | 2, -4, 7 | 6, -5, 5 | 4, -5, 7 | 8, -5, 3 | o, -4, 9 |\n| -3, 3, -1, 2 | 0, 0, -3, 4 | -1, 1, -3, 4 | -3, 3, -2, 3 | -2, 2, -3, 4 | -4, 4, -1, 2 | 0, 0, -4, 5 |\n| 11 | 12 | 13 | 14 | 15 | 16 | 17 |\n| 45 | 49 | 53 | 57 | 61 | 65 | 69 |\n| 6, 3 | 0, 7 | 2, 7 | 6, 5 | 4, 7 | 8, 3 | 0, 9 |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108744.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 23010,
    "total-output-tokens": 13315,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2691,
        2
      ],
      [
        2691,
        5396,
        3
      ],
      [
        5396,
        8491,
        4
      ],
      [
        8491,
        11147,
        5
      ],
      [
        11147,
        13547,
        6
      ],
      [
        13547,
        16790,
        7
      ],
      [
        16790,
        18103,
        8
      ],
      [
        18103,
        19753,
        9
      ],
      [
        19753,
        21134,
        10
      ],
      [
        21134,
        22682,
        11
      ],
      [
        22682,
        24983,
        12
      ],
      [
        24983,
        27959,
        13
      ],
      [
        27959,
        30331,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108744",
    "title": "On Fermat's Theorem of the Polygonal Numbers",
    "authors": "Frederick Pollock",
    "year": 1861,
    "volume": "151",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108744"
  }
}