{
  "id": "a578acdf16bb24833a2b18e335b5fe89cf9633d2",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nROYAL MEDALS.\n\nHIS MAJESTY KING WILLIAM THE FOURTH, in restoring the Foundation of the Royal Medals, graciously Commanded a Letter, of which the following is an extract, to be addressed to the Royal Society, through His Royal Highness the Duke of Sussex, K.G., President:\n\n\"It is, His Majesty's wish,—\n\"First, That the Two Gold Medals, value of Fifty Guineas each, shall henceforth be awarded on the day of the Anniversary Meeting of the Royal Society, on each ensuing year, for the most important discoveries in any one principal subject or branch of knowledge.\n\"Secondly, That the subject matter of inquiry shall be previously settled and propounded by the Council of the Royal Society, three years preceding the day of such award.\n\"Thirdly, That Literary Men of all nations shall be invited to afford the aid of their talents and research: and,\n\"Fourthly, That for the ensuing three successive years, the said Two Medals shall be awarded to such important discoveries, or series of investigations, as shall be sufficiently established, or completed to the satisfaction of the Council, within the last five years of the days of award, for the years 1834 and 1835, including the present year, and for which the Author shall not have previously received an honorary reward.\n\n(Signed) \"H. Taylor.\"\n\nThe Council propose to give one of the Royal Medals in the year 1836, to the most important unpublished paper in Astronomy, communicated to the Royal Society for\ninsertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council also propose to give one of the Royal Medals in the year 1836 to the most important unpublished paper in Animal Physiology, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Royal Medals for the year 1833 were awarded to\n\nSIR JOHN FREDERICK WILLIAM HERSCHEL, K.H. F.R.S.,\n\nfor his Paper on the Investigation of the Orbits of Revolving Double Stars; and to\n\nPROFESSOR AUGUSTE PYRAME DE CANDOLLE, of Geneva, Foreign Member of the Royal Society,\n\nfor his Discoveries and Investigations in Vegetable Physiology.\n\nThose for 1834 were awarded to\n\nJOHN WILLIAM LUBBOCK, Esq., V.P. & Treas. R.S.,\n\nfor his Papers on the Tides published in the Philosophical Transactions; and to\n\nCHARLES LYELL, Esq.,\n\nfor his Work entitled \"Principles of Geology.\"\n\nThe Council propose to give one of the Royal Medals in the year 1837 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions, after the present date (November 27th, 1834,) and prior to the month of June in that year.\n\nThe Council also propose to give one of the Royal Medals in the year 1837 to the author of the best paper, to be entitled \"Contributions towards a System of Geological Chronology founded on an examination of fossil remains, and their attendant phenomena,\" such paper to be communicated to the Royal Society after the present date (December 1st, 1834,) and prior to the month of June 1837.\nCONTENTS.\n\nI. THE BAKERIAN LECTURE.—ON THE PROOFS OF A GRADUAL RISING OF THE LAND IN CERTAIN PARTS OF SWEDEN. BY CHARLES LYELL, JUN. ESQ. F.R.S. . . . page 1\n\nII. NOTE ON THE ELECTRICAL RELATIONS OF CERTAIN METALS AND METALLIFEROUS MINERALS. BY R. W. FOX. COMMUNICATED BY DAVIES GILBERT, ESQ. F.R.S. . . . 39\n\nIII. EXPERIMENTAL RESEARCHES IN ELECTRICITY.—NINTH SERIES. BY MICHAEL FARADAY, D.C.L. F.R.S. FULLERIAN PROF. CHEM. ROYAL INSTITUTION, CORR. MEMB. ROYAL AND IMP. ACADD. OF SCIENCES, PARIS, PETERSBURGH, FLORENCE, COPENHAGEN, BERLIN, &C. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41\n\nIV. ON THE DETERMINATION OF THE TERMS IN THE DISTURBING FUNCTION OF THE FOURTH ORDER AS REGARDS THE ECCENTRICITIES AND INCLINATIONS WHICH GIVE RISE TO SECULAR INEQUALITIES. BY J. W. LUBBOCK, V.P. AND TREAS. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\n\nV. ON THE RESULTS OF TIDE OBSERVATIONS MADE IN JUNE 1834 AT THE COAST GUARD STATIONS IN GREAT BRITAIN AND IRELAND. BY THE REV. WILLIAM WHEWELL, F.R.S. FELLOW OF TRINITY COLLEGE, CAMBRIDGE . . . . . . . . . . . . . . . . . . . . . . . . . . . 83\n\nVI. ON CERTAIN PECULIARITIES IN THE DOUBLE REFRACTION AND ABSORPTION OF LIGHT EXHIBITED IN THE OXALATE OF CHROMIUM AND POTASH. BY SIR DAVID BREWSTER, K.H. LL.D. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91\n\nVII. SECOND ESSAY ON A GENERAL METHOD IN DYNAMICS. BY WILLIAM ROWAN HAMILTON, MEMBER OF SEVERAL SCIENTIFIC SOCIETIES IN GREAT BRITAIN AND IN FOREIGN COUNTRIES, ANDREW'S PROFESSOR OF ASTRONOMY IN THE UNIVERSITY OF DUBLIN, AND ROYAL ASTRONOMER OF IRELAND. COMMUNICATED BY CAPTAIN BEAUFORT, R.N. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95\n\nVIII. CONTINUATION OF A FORMER PAPER ON THE TWENTY-FIVE FEET ZENITH TELESCOPE LATELY ERECTED AT THE ROYAL OBSERVATORY. BY JOHN POND, ESQ. A.R. F.R.S. . . 143\n\nIX. SOME ACCOUNT OF THE ERUPTION OF VESUVIUS, WHICH OCCURRED IN THE MONTH OF AUGUST 1834, EXTRACTED FROM THE MANUSCRIPT NOTES OF THE CAVALIERE MONTICELLI, FOREIGN MEMBER OF THE GEOLOGICAL SOCIETY, AND FROM OTHER SOURCES; TOGETHER WITH A STATEMENT OF THE PRODUCTS OF THE ERUPTION, AND OF THE CONDITION OF THE VOLCANO SUBSEQUENTLY TO IT. BY CHARLES DAUBENY, M.D. F.R.S. F.G.S. &C. PROFESSOR OF CHEMISTRY AND BOTANY IN THE UNIVERSITY OF OXFORD . . . . . . . . . . . . . 153\nX. On the Atmospheric Tides and Meteorology of Dukhun (Deccan), East Indies. By Lieutenant-Colonel W. H. Sykes, F.R.S. L.S. G.S. Z.S. Vice-President of the Statistical and Entomological Societies ........................................... page 161\n\nXI. Geometrical Investigations concerning the Phenomena of Terrestrial Magnetism. By Thomas Stephens Davies, Esq. F.R.S. Lond. and Ed. F.R.A.S. Royal Military Academy, Woolwich .......................................................... 221\n\nXII. Researches towards establishing a Theory of the Dispersion of Light. By the Rev. Baden Powell, M.A. F.R.S. Savilian Professor of Geometry in the University of Oxford .................................................................................. 249\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\nROYAL MEDALS.\n\nHIS MAJESTY KING WILLIAM THE FOURTH, in restoring the Foundation of the Royal Medals, graciously Commanded a Letter, of which the following is an extract, to be addressed to the Royal Society, through His Royal Highness the Duke of Sussex, K.G., President:\n\n\"It is His Majesty's wish,—\n\"First, That the Two Gold Medals, value of Fifty Guineas each, shall henceforth be awarded on the day of the Anniversary Meeting of the Royal Society, on each ensuing year, for the most important discoveries in any one principal subject or branch of knowledge.\n\"Secondly, That the subject matter of inquiry shall be previously settled and propounded by the Council of the Royal Society, three years preceding the day of such award.\n\"Thirdly, That Literary Men of all nations shall be invited to afford the aid of their talents and research: and,\n\"Fourthly, That for the ensuing three successive years, the said Two Medals shall be awarded to such important discoveries, or series of investigations, as shall be sufficiently established, or completed to the satisfaction of the Council, within the last five years of the days of award, for the years 1834 and 1835, including the present year, and for which the Author shall not have previously received an honorary reward.\n\n(Signed) \"H. Taylor.\"\n\nThe Council propose to give one of the Royal Medals in the year 1836, to the most important unpublished paper in Astronomy, communicated to the Royal Society for\ninsertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council also propose to give one of the Royal Medals in the year 1836 to the most important unpublished paper in Animal Physiology, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Royal Medals for the year 1833 were awarded to\n\nSir John Frederick William Herschel, K.H. F.R.S.,\n\nfor his Paper on the Investigation of the Orbits of Revolving Double Stars; and to\n\nProfessor Auguste Pyrame de Candolle, of Geneva, Foreign Member of the Royal Society,\n\nfor his Discoveries and Investigations in Vegetable Physiology.\n\nThose for 1834 were awarded to\n\nJohn William Lubbock, Esq., V.P. & Treas. R.S.,\n\nfor his Papers on the Tides published in the Philosophical Transactions; and to\n\nCharles Lyell, Esq.,\n\nfor his Work entitled \"Principles of Geology.\"\n\nThe Council propose to give one of the Royal Medals in the year 1837 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions, after the present date (November 27th, 1834,) and prior to the month of June in that year.\n\nThe Council also propose to give one of the Royal Medals in the year 1837 to the author of the best paper, to be entitled \"Contributions towards a System of Geological Chronology founded on an examination of fossil remains, and their attendant phenomena,\" such paper to be communicated to the Royal Society after the present date (December 1st, 1834,) and prior to the month of June 1837.\nROYAL MEDALS.\n\nHIS MAJESTY KING WILLIAM THE FOURTH, in restoring the Foundation of the Royal Medals, graciously Commanded a Letter, of which the following is an extract, to be addressed to the Royal Society, through His Royal Highness the Duke of Sussex, K.G., President:\n\n\"It is His Majesty's wish,—\n\"First, That the Two Gold Medals, value of Fifty Guineas each, shall henceforth be awarded on the day of the Anniversary Meeting of the Royal Society, on each ensuing year, for the most important discoveries in any one principal subject or branch of knowledge.\n\"Secondly, That the subject matter of inquiry shall be previously settled and propounded by the Council of the Royal Society, three years preceding the day of such award.\n\"Thirdly, That Literary Men of all nations shall be invited to afford the aid of their talents and research. And,\n\"Fourthly, That for the ensuing three successive years, the said Two Medals shall be awarded to such important discoveries, or series of investigations, as shall be sufficiently established, or completed to the satisfaction of the Council, within the last five years of the days of award, for the years 1834 and 1835, including the present year, and for which the Author shall not have previously received an honorary reward.\n\n(Signed) \"H. Taylor.\"\nThe Royal Medals for the year 1833 were awarded to\n\nSir John Frederick William Herschel, K.H. F.R.S.,\n\nfor his Paper on the Investigation of the Orbits of Revolving Double Stars; and to\n\nProfessor Auguste Pyrame de Candolle, of Geneva, Foreign Member of the Royal Society,\n\nfor his Discoveries and Investigations in Vegetable Physiology.\n\nThose for 1834 were awarded to\n\nJohn William Lubbock, Esq., V.P. & Treas. R.S.,\n\nfor his Papers on the Tides published in the Philosophical Transactions; and to\n\nCharles Lyell, Esq.,\n\nfor his Work entitled \"Principles of Geology.\"\n\nThose for the present year have been awarded to\n\nMichael Faraday, D.C.L.,\n\nfor his Investigations and Discoveries contained in the Series of Experimental Researches in Electricity, published in the Philosophical Transactions, and more particularly for the Seventh Series, relating to the definite nature of electro-chemical action; and to\n\nSir William Rowan Hamilton, Andrews' Professor of Astronomy in the University of Dublin, and Royal Astronomer of Ireland,\n\nfor the Papers published by him in the 16th and 17th volumes of the Transactions of the Royal Irish Academy, entitled \"Supplement to an Essay on the Theory of Systems of Rays,\" and more particularly for those Investigations at the conclusion of the third and last Supplement, which relate to the discovery of Conical Refraction.\n\nThe Council propose to give one of the Royal Medals in the year 1836, to the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council also propose to give one of the Royal Medals in the year 1836 to the\nmost important unpublished paper in Animal Physiology, communicated to the Royal Society for insertion in their Transactions, after the present date (May 13th, 1833,) and prior to the month of June in the year 1836.\n\nThe Council propose to give one of the Royal Medals in the year 1837 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions, after the present date (November 27th, 1834,) and prior to the month of June in that year.\n\nThe Council also propose to give one of the Royal Medals in the year 1837 to the author of the best paper, to be entitled \"Contributions towards a System of Geological Chronology founded on an examination of fossil remains, and their attendant phenomena,\" such paper to be communicated to the Royal Society after the present date (December 1st, 1834,) and prior to the month of June 1837:—but in case no paper is presented to the Society fulfilling the conditions implied by the above Resolution, or possessing sufficient merit, the Council propose to give one of the Royal Medals in the year 1837 to the author of the best paper in Geology and Mineralogy, communicated to the Royal Society for insertion in their Transactions after the present date and prior to the month of June in that year.\n\nThe Council propose to give one of the Royal Medals in the year 1838 to the most important unpublished paper on Chemistry, communicated to the Royal Society for insertion in their Transactions, after the present date (November 12th, 1835,) and prior to the month of June 1838.\n\nThe Council also propose to give one of the Royal Medals in the year 1838 to the most important unpublished paper in Physics, communicated to the Royal Society for insertion in the Philosophical Transactions, after the present date (November 19, 1835,) and prior to the month of June 1838.\nCONTENTS.\n\nXIII. Continuation of the Paper on the Relations between the Nerves of Motion and of Sensation, and the Brain; more particularly on the Structure of the Medulla oblongata and the Spinal Marrow. By Sir Charles Bell, F.R.S. &c. page 255\n\nXIV. Experimental Researches in Electricity.—Tenth Series. By Michael Faraday, D.C.L. F.R.S. Fullerian Prof. Chem. Royal Institution, Corr. Memb. Royal and Imp. Acadd. of Sciences, Paris, Petersburgh, Florence, Copenhagen, Berlin, &c. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 263\n\nXV. Discussion of Tide Observations made at Liverpool. By John William Lubbock, Esq. V.P. and Treas. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 275\n\nXVI. Remarks on the difficulty of distinguishing certain Genera of Testaceous Mollusca by their Shells alone, and on the Anomalies in regard to Habitation observed in certain Species. By John Edward Gray, Esq. F.R.S. &c. . . . 301\n\nXVII. On the supposed existence of Metamorphoses in the Crustacea. By J. O. Westwood, F.L.S. & Sec. Ent. Soc. Communicated by J. G. Children, Esq. Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 311\n\nXVIII. On the Ice formed, under peculiar circumstances, at the bottom of running Water. By the Rev. James Farquharson, of Alford, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 329\n\nXIX. Observations on the Theory of Respiration. By William Stevens, M.D. D.C.L. Fellow of the Royal College of Physicians in Copenhagen, Fellow of the Royal College of Surgeons in London, &c. &c. Communicated by W. T. Brande, Esq. V.P.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 345\n\nXX. Discovery of the Metamorphosis in the second type of the Cirripedes, viz. the Lepades, completing the Natural History of these singular Animals, and confirming their affinity with the Crustacea. By J. V. Thompson, F.L.S. Deputy Inspector-General of Hospitals. Communicated by Sir James Macgrigor, Bart. M.D. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 355\nXXI. On the Double Metamorphosis in the Decapodous Crustacea, exemplified in Cancer Mænas, Linn. By J. V. Thompson, F.L.S. Deputy Inspector-General of Hospitals. Communicated by Sir James Macgrigor, Bart. M.D. F.R.S.\n\nIndex\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\n\nERRATA.\n\nPage 37, line 12. For allied to N. clausa, read allied to N. clausa, Zool. Journal.\nPage 37, line 19. For Murex Rumphius, Mont., read Murex Bamfius, Donov.\nPage 37, line 21. For Fusus corneus read Fusus antiquus, Linn.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108112.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25962,
    "total-output-tokens": 5742,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1994,
        3
      ],
      [
        1994,
        2954,
        4
      ],
      [
        2954,
        4414,
        5
      ],
      [
        4414,
        6080,
        6
      ],
      [
        6080,
        8465,
        7
      ],
      [
        8465,
        9333,
        8
      ],
      [
        9333,
        9333,
        9
      ],
      [
        9333,
        10792,
        10
      ],
      [
        10792,
        12458,
        11
      ],
      [
        12458,
        13754,
        12
      ],
      [
        13754,
        15485,
        13
      ],
      [
        15485,
        17350,
        14
      ],
      [
        17350,
        19540,
        15
      ],
      [
        19540,
        20111,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108112",
    "title": "Front Matter",
    "authors": null,
    "year": 1835,
    "volume": "125",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/108112"
  }
}