{
  "id": "071230577d359f69d76a14fffcb1a62b9efac783",
  "text": "Several Horns of this Kind, and extraordinary Size, have been frequently dug up in Bogs in Ireland, but I never met with an Account of any being found in the Sea before. I shall refer the Curious to the Account of the large Horns found under Ground in Ireland, communicated to the Royal Society by Sir Thomas Molyneux, M.D. F.R.S. which is printed in these Transactions, Numb. 227, p.489, &c. and to the Description of the Moose Deer by the Honourable Paul Dudley, Esq; F.R.S. Numb. 368, p.165, &c.\n\nVIII. Three Cases communicated by Claudius Amyand, Esq; F.R.S. Serjeant Surgeon to his Majesty.\n\nI. Concerning a Child born with the Bowels hanging out of the Belly.\n\nII. Of an extraordinary Cause of a Suppression of Urine in a Woman.\n\nIII. Of a Stricture in the middle of the Stomach in a Girl, dividing it into two Bags.\n\nI. The 18th of December, 1730, Mr. L——'s Child was born with the greatest Part of the Bowels hanging out of the Belly, by an Aperture about half an Inch in Diameter on the Right Side of the Navel String. The Birth was natural and easy.\n\nBeing called, I found the Aperture lined with a Skin, and a Ligament that opposed the Reduction; the\nthe Parts livid, and tending to Mortification; yet the Child lived near three Days.\n\nUpon opening, I found the Prolapsus to consist of all the small Guts, except the Duodenum, and of all the large ones, except of a small Portion of the Rectum; the Gaul-Bladder was about two Inches long, one half of which stood out of the Abdomen, and a small Portion of the Stomach: All these were so coalesced together, and confounded, that it was impossible to separate them; though upon blowing, the Intestinal Pipe seemed to have its usual Length. The Liver was much thicker and larger than usual, and convex in that Part of it, that is naturally concave: And the Uterus and Bladder pressed on the left Side, by the Weight of the Bowels pressing on the Right.\n\nThe Mother could ascribe no Cause for this praeternatural Formation. The Child came at full Term, but its Inquietudes for some Months before the Birth, made the Mother apprehend he was not well. Saving this, nothing extraordinary appeared.\n\nII. I was lately called to a Woman who had a Suppression of Urine, occasioned by the Menses collected in the Vagina, pressing upon the Urethra. She had been delivered eight Months before of two Children; after which the Carunculae Myrtiformes had joined together so closely, that there was no room for any Evacuation of the Menses. I made a cross Aperture, whereby near three Quarts of the Menses collected were discharged; the Suppression of Urine was immediately removed, and the Patient cured.\n\nIII. Upon\nIII. Upon opening the Body of a young Country Girl, dead of a Consumption, I found her Lungs suppurated in many Places, and a Stricture in the middle of the Stomach, dividing this Viscus into two Bags. This Stricture appeared to have been of some Standing, and likely to have occasioned some Difficulty in Digestion; but upon Enquiry, her Mistress and Fellow Servants said, that her Appetite and Digestions were natural, and that she had continued in a good Plight, till upon coming to London she contracted a Cough, that had brought on the Consumption.\n\nFINIS.\n\nADDENDA Page 230.\n\nThe last Experiment was repeated with hot Water; when the Water was attracted much stronger, and at a much greater Distance: The Steam arising from the Vertex was in this Case visible, and the Tube was sprinkled with large Drops of Water. I tried the Experiment in the same Manner upon Quicksilver, which was likewise raised up; but by reason of its great Weight, not to so great an Height as the Water: The snapping Noise was louder, and lasted much longer than in the Water.\n\nLONDON:\nPrinted for W. Innys, at the West-End of St. Paul's Church-Yard.\n\nMDCCXXXII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104098.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6272,
    "total-output-tokens": 1062,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1162,
        2
      ],
      [
        1162,
        2661,
        3
      ],
      [
        2661,
        3805,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104098",
    "title": "Three Cases Communicated by Claudius Amyand, Esq; F. R. S. Serjeant Surgeon to His Majesty. I. Concerning a Child Born with the Bowels Hanging out of the Belly. II. Of an Extraordinary Cause of a Suppression of Urine in a Woman. III. Of a Stricture in the Middle of the Stomach in a Girl, Dividing It into Two Bags",
    "authors": "Claudius Amyand",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104098"
  }
}