{
  "id": "7be5920d49f65fe333d262b95a07104421114d9a",
  "text": "LXXVIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1761, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. nuper Praeses; by John Wilmer, M. D. clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector. Botanic.\n\nRead March 25, 1762.\n\n1951 Nemone caule dichotomo, foliis superioribus sessilibus amplexi caulibus palmatis.\n\n1952 Asarum Americanum majus. H. R. Par. Officin. 55.\n\n1953 Ascyrum Balearicum frutescens, maximo flore luteo, foliis minoribus, subtus verrucosis. Salvadore.\n\n1954 Aster foliis linearibus fasciculatis punctatis pedunculis unifloris nudis, caule fruticoso rugoso. Hort. Cliff.\n\n1955 Bignonia Urucu foliis amplissimis, Caroliniana. D. Catesby, Catalpa.\n\n1956 Bulbocastanum. J. B. 3. 2. 30. maj. fol. Apii. C. B. P. 162.\n\n1957 Bupleurum involucellis pentaphyllis acutis, universali triphylllo, flosculo centrali altiore, ramis divaricatis. Linn. Sp. 237.\n\n1958 Cardamine Alpina trifoliata. Cluf. Hist. 127.\nNasturtium Alpinum trifolium. C. B. P. 104.\n\n1959 Cardamine. 201.\nNasturtium pratens. maj. Park. Offic. 103.\n\n1960 Cataria angustifolia major. Tourn. Inst. 202.\n1961 Centaurium minus. C. B. P. 278. Offic. 117.\n1962 Crategus foliis cordato-ovatis ferratis subtus tomentosis, floribus paniculatis.\n\n1963 Cynosurus spicis quaternis obtufis dimidiatis calycibus mucronatis. Linn. Sp. Pl. 72.\n1964 Diospyrus foliorum paginis discoloribus. Linn. Sp. Pl. 1057. Miller's Icons.\n\n1965 Epilobium foliis lanceolatis alternis capsulis quadrangulis.\n1966 Gladiolus foliis linearibus, caule ramoso. Linn. Syst. 863.\n1967 Gloriosa Linnæi.\nMethonica gloriosa, foliis capreolatis, floribus fimbriatis, reflexis. Burman. Zeyl. 158.\nLilium Zeylanicum superbum. H. Amst. 1. p. 69. Tab. 35.\n\n1968 Hyacinthus corollis irregularibus sexpartitis. Linn. Sp. 313.\n1969 Jacea marina Boetica. Park 473.\n1970 Impatiens pedunculis unifloris, foliis ovato-lanceolatis, geniculis caulini tumentibus.\n\n1971 Itea Linnæi.\n1972 Ixia foliis lanceolatis nervosis pubescentibus, scapo trifloris.\n1973 Ixia foliis lineari gladiolatis, floribus alaribus et terminalibus. Miller's Icons, Tab. 155. Fig. 2.\n1974 Lactuca sylvestris minima. Ray. Synop. 3. 162.\n\nChondrilla\nChondrilla viscosa humilis. C. B. Pin. 130.\n\n1975 Lantana foliis oppositis subseffilibus floribus racemosis. Linn. Syst. 1116.\n\n1976 Linum perenne majus caeruleum capitulo magiore. Hist. Ox. 2. 573.\n\n1977 Lobelia caulibus procumbentibus, foliis lanceolatis serratis, pedunculis lateralibus. Hort. Cliff. 426.\n\n1978 Lychnis caule erecto, calycibus striatis acutis petalis disjectis. Miller's Icons.\n\n1979 Oxys flore albo. Tourn. 88. Lujula Offic. 291.\n\n1980 Paliurus. Ray, 154. Dodonæi, 756.\n\n1981 Phlomis involucris lanceolatis, foliis cordatis tomentosis, caule subfruticoso. Miller's Dict.\n\n1982 Phlomis involucris lanceolatis, foliis ovatis subtus tomentosis. Linn. Sp. 585.\n\n1983 Ribes nigrum vulgo dictum, folio olente. J. B. 2. 98.\n\n1984 Robinia foliis impari-pinnatis, foliolis ovatis, ramis pedunculisque hispidis. Dict. Hort.\n\n1985 Sambucus cymis quinque partitis, foliis sub-bipinnatis. Linn. Sp. Pl. 269.\n\n1986 Saxifraga aurea. Ger. 693.\n\nRotundifol. aurea, C. B. P. 309.\n\n1987 Scabiosa corollulis trifidis, foliis caulinis tripinnatis filiformibus. Sauvage Monsp. 268.\n\n1988 Scabiosa corollulis quinquefidis, foliis lineari-lanceolatis integerrimis, caule herbaceo. Linn. Cent. 15.\n\n1989 Scabiosa folio integro hirsuto. Tourn. 466. Offic. 475.\n1990 Scabiosa pratensis hirsuta, quae officinarum. C. B. 269. Officin. 134.\n\n1991 Solanum caule herbaceo erecto inermi, foliis ovato-lanceolatis angulo dentatis, floribus lateralibus. Miller's Dict.\n\n1992 Smyrnium foliis caulini ternatis petiolatis, foliolis oblongo-ovatis integerrimis. Flor. Virgin.\n\n1993 Trifolium spicis subvillosis, lacinia calycum infima maxima, caule fruticoso, foliis sub-sessilibus. Linn. Spec. 770.\n\n1994 Tragacantha. Tourn. 417. Massiliensis. J. B. 1. 407.\n\n1995 Tusfilago vulgaris. C. B. 197. Offic. 495.\n\n1996 Viola caule unifloro, foliis cordatis dentatis. Linn. Spec. 936.\n\n1997 Viola montana lutea grandiflora nostras. Ray. Synop. 3. 365.\n\n1998 Warneria. Miller's Icons.\n\n1999 Watsonia. Miller's Icons.\n\n2000 Zygophyllum capsulis ovatis acutis. Linn. Spec. Plant. 386.\n\nFabago flore luteo, petalorum unguibus rubris, fructu sulcato acuto oblongo. Burman. Plant. Afric. 6.\n\nLXXIX. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105656.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1991,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1080,
        2
      ],
      [
        1080,
        2308,
        3
      ],
      [
        2308,
        3564,
        4
      ],
      [
        3564,
        4479,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105656",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1761, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. Nuper Praeses; By John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector. Botanic",
    "authors": "John Wilmer",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105656"
  }
}