{
  "id": "efabe035c13c0eef131abc89251b57a29fd65d67",
  "text": "with a little pressing, I took a drop thereof, and in it discover'd a mighty number of living Creatures. I repeated my observation the same evening with the same success, but the next day I could find none of them alive; and whereas I had laid that drop upon a small Copper Plate, I fancied to myself that the exhalation of the moisture might be the cause of their death, and not the cold weather, which at that time was very moderate.\n\nIn the beginning of April I took the Male seed of a Jack or Pike, but could discover nothing more than in that of a Cod-fish, but having added about four times as much Water in quantity as the matter itself was, and then making my remarks, I could perceive that the Animalcula did not only wax stronger and swifter, but, to my great amazement, I saw them move with that celerity, that I could compare it to nothing more than what we have seen with our naked Eye, a River Fish chased by its powerful Enemy, which is just ready to devour it: You must observe that this whole Course was not longer than the Diameter of a single Hair of ones Head.\n\nVII. Scala graduum Caloris.\n\nCalorum Descriptiones & signa.\n\n|   |   |\n|---|---|\n| 0 | Alor aeris hyberni ubi aqua incipit gelu rigescere. Innotescit hic calor accurate locando Thermometrum in nive compressa quo tempore gelu solvitur. |\n| 1,2 | Calores aeris hyberni. |\n| 2,3,4 | Calores aeris verni & autumnalis. |\n| 4,5,6 | Calores aeris aestivi. |\n| 6 | Calor aeris meridiani circa mensem Iulium. |\n| 12 | Calor maximus quem Thermometer ad contactum\ntaetum corporis humani concipit. Idem circiter est calor avis ova incubantis.\n\n14 3/4 1 1/4 Calor balnei prope maximus quem quis manu immersa & constanter agitata diutius perferre potest. Idem fere est calor sanguinis recens effusii.\n\n17 1 Calor balnei maximus quem quis manu immersa & immobili manente diutius perferre potest.\n\n20 3/4 1 3/4 Calor balnei quo cera innatans & liquefacta deferendo regificit & diaphaneitatem amittit.\n\n24 2 Calor balnei quo cera innatans incalescendo, liquefit & in continuo fluxu sine ebullitione conservatur.\n\n28 2 1/4 Calor mediocris inter calores quo cera liquefit & aqua ebullit.\n\n34 2 1/2 Calor quo aqua vehementer ebullit & mistura duarum partium plumbi trium partium stanni & quinque partium bismuti defervendo rigescit. Incipit aqua ebullire calore partium 33 & calorem partium plusquam 34 1/2 ebulliendo vix concipit. Ferrum vero defervescentes calore partium 35 vel 36, ubi aqua calida & 37 ubi frigida in ipsum guttatum incidit, definit ebullitionem excitare.\n\n40 4/4 2 3/4 Calor minimus quo mistura unius partis Plumbi quattuor partium Stanni & quinque partium Bismuti incalescendo liquefit, & in continuo fluxu conservatur.\n\n48 3 Calor minimus quo mistura æqualium partium stanni & bismuti liquefit. Hæc mistura calore partium 47 defervendo coagulatur.\n\n57 3 1/4 Calor quo mistura duarum partium stanni & unius partis bismuti funditur, ut & mistura trium partium stanni & duarum plumbi sed mistura quinquies partium stanni & duarum\npartium bismuti hoc calore defervendo rigescit. Et idem facit mistura æqualium partium plumbi & bismuti.\n\nCalor minimus quo mistura unius partis bismuti & octo partium stanni funditur. Stannum per se funditur calore partium 72 & defervendo rigescit calore partium 70.\n\nCalor quo bismutum funditur ut & mistura quattuor partium plumbi & unius partis stanni. Sed mistura quinque partium plumbi & unius partis stanni ubi fusæ est & defervet in hoc calore rigescit.\n\nCalor minimus quo piumbum funditur. Plumbum incalefendo funditur calore partium 96 vel 97 & defervendo rigescit calore partium 95.\n\nCalor quo corpora ignita defervendo penitus desinunt in tenebris nocturnis lucere, & vicissim incalefendo incipiunt in illam tenebris lucere sed luce tenuissima quæ sentiri vix possit. Hoc calore liqueficit mistura æqualium partium Stanni & Reguli martis, & mistura septem partium bismuti & quattuor partium ejusdem Reguli defervendo rigescit.\n\nCalor quo corpora ignita in tenebris nocturnis carent, in crepusculo vero neutiquam. Hoc calore tum mistura duarum partium reguli martis & unius partis Bismuti tum etiam mistura quinque partium reguli martis & unius partis Stanni defervendo rigescit. Regulus per se rigescit calore partium 146.\n\nCalor quo corpora ignita in crepusculo proxime ante ortum solis vel post occasum ejus manifeste carent in clara vero diei luce neutiquam, aut non nisi perobscure.\nCalor prunaram in igne parvo culinari ex carbonibus fossilibus bituminosis constructo & absq; usu follium ardente. Idem est calor ferris in tali igne quantum potest candentis. Ignis parvi culinaris qui ex lignis constat calor paulo major est nempe partium 200 vel 210. Et ignis magni major adhuc est calor, praesertim si folilibus cicatur.\n\nIn hujus Tabulae columna prima habentur gradus caloris in proportione arithmetica computum inchoando a calore quo aqua incipit gelu rigescere tanquam ab infimo caloris gradu seu commune termino caloris & frigoris, & ponendo calorem externum corporis humani esse partium duodecim. In secunda columna habentur gradus caloris in ratione geometrica sic ut secundus gradus sit duplo major primo, tertius item secundo & quartus tertio, & primus sit calor externus corporis humani sensibus aequatus. Patet autem per hanc Tabulam quod calor aquae bullientis sit fere triplo major quam calor corporis humani, & quod calor stanni liqueficientis sit sextuplo major & calor plumbi liqueficientis octuplo major & calor Reguli liqueficientis duodecuplo major & calor ordinarius ignis culinaris sexdecim vel septendecim vicibus major quam calor idem corporis humani.\n\nConstructa fuit hæc Tabula ope Thermometri & ferri candentis. Per Thermometrum inveni mensuram calorum omnium usq; ad calorem quo stannum funditur & per ferrum calefactum inveni mensuram reliquorum. Nam calor quem ferrum calefactum corporibus frigidis sibi contiguis dato tempore communicat, hoc est calor quem ferrum dato tempore amittit est ut calor totus ferri. Ideoque si tempora refrigerii sumantur æqualia calores erunt in ratione geometrica, & propterea per tabulam logarithmorum facile inveniri possunt.\n\nPrimum igitur per Thermometrum ex oleo lini constructum inveni quod si oleum ubi Thermometer in nive liquefcente locabatur occupabat spatium partim 10000, idem\nidem oleum calore primi gradus seu corporis humani rarefactum occupabat spatium 10256 & calore aquae jamjam ebullire incipientis spatium 10705 & calore aquae vehementer ebullientis spatium 10725 & calore stanni liquefacti de fervientis ubi incipit rigescere & consistentiam amalgamentis induere spatium 11516 & ubi omnino rigescit spatium 11496. Igitur oleum rarefactum fuit ac dilatum in ratione 40 ad 39 per calorem corporis humani, in ratione 15 ad 14 per calorem aquae bullientis, in ratione 15 ad 13 per calorem stanni detervientis ubi incipit coagulati & rigescere & in ratione 23 ad 20 per calorem quo stannum deferviens omnio rigescit. Rarefactio aeris aequali calore tuit decuplo major quam rarefactio olei, & rarefactio olei quasi quindecim vicibus major quam rarefactio spiritus vini. Et ex his inventis ponendo calores olei ipsum rarefactioni proportionales & pro calore corporis humani scribendo partes 12 prodijt calor aquae ubi incipit ebullire partium 33 & ubi vehementius ebullit partium 34 & calor stanni ubi vel liquescit vel deferviendo incipit rigescere & consistentiam amalgamatis induere prodijt partium 72, & ubi defervendo rigescit & induratur partium 70.\n\nHis cognitis ut reliqua investigarem calefeci ferrum satis crassum donec satis candere & ex igne cum torcipe etiam candente exemptum locavi statim in loco frigido ubi ventus constanter spirabat & huic imponendo particulas diversorum metallorum & aliorum corporum liquabilium notavi tempora refrigerij donec particulae omnes amissa fluiditate rigescerent & calor ferri æquaretur calori corporis humani. Deinde ponendo quod excessus calorum ferri & particulae rigescentium supra calorem atmosphærae Thermometro inventum essent in progressionem geometrica ubi tempora sunt in progressionem Arithmetica, calores omnes innotuere. Locavi autem ferrum, non in aere tranquillo sed in vento uniformiter spirante ut aer a ferro calefactus semper abriperetur a vento & aer frigidus in locum ejus uniformi cum motu succederet. Sic enim aeris partes æquales æqualibus temporibus calefactæ sunt & calorem conceperunt calori ferri proportionalem.\nCalores autem sic inventi eandem habuerunt rationem inter se cum caloribus per Thermometrum inventis & prop-\ntereae rarefactiones olei ipsius caloribus proportionales esse rege assumptimus.\n\nVIII. An Account of Books.\n\nProfluvia Ventris: or the Nature and Causes of\nLoosenesses plainly discovered, their Symptoms\nand sorts evidently settled, the Maxims for Cu-\nring 'em fully demonstrated, and all illustrated\nwith the most remarkable Methods and Medicins\nof all Ages; and with some Practical Observa-\ntions concluding every sort. By William Cock-\nburn, M. D. late Physician of his Majesties\nFleet, F. R. S. and of the Colledge of Physici-\nans, London, 1701. in 8°\n\nIn this Book, the Author enquires into the Nature and\nCure of those Distempers; and that he may the better\navoid the perplexing number of sorts that are commonly\nfound in Books of Physick, he has suppos'd himself abso-\nlutely ignorant of what has been said formerly, and en-\ndeavours to discover the most general mark of Loose-\nnesses; and proceed, by that, to find as many more as\nmay be useful to distinguish them in proper sorts, and\nthat by marks taken from observation and the Stools them-\nselves. Those sorts he gives proper names to, and those\nespecially they have obtain'd among ancient Authors.\n\nIn this method, he discovers only the Diarrhoea, Lien-\nteria, Passio Celiaca and the Dysenteria. Having settled these\nafter this manner, he proceeds to discover by his own",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102813.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 3173,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1535,
        2
      ],
      [
        1535,
        3012,
        3
      ],
      [
        3012,
        4411,
        4
      ],
      [
        4411,
        6278,
        5
      ],
      [
        6278,
        8392,
        6
      ],
      [
        8392,
        9834,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102813",
    "title": "Scala Graduum Caloris. Calorum Descriptiones & Figna",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102813"
  }
}