{
  "id": "3ae42262059b988fc6c837abe440567e1a18d671",
  "text": "VII. Experimenta quaedam novum acidum Animale spectantia. Autore F. L. F. Crellio, M. D. et Prof. Chemiae, Helmstadiensi; communicated by William Hunter, M. D. F. R. S.\n\nRead Jan. 13, 1780.\n\nSEPTEM nunc fere elapsa sunt lustra, ex quo perill. J. A. DE SEGNER, vir inter mathematicos celeberrimus, novum acidum, idque animale, atque ex pinguedine erutum \\((a)\\) detexit, eoque, qualia incrementa ab illo sperare potuisset chemia, si gloriose inchoatam viam prosequutus esset, plenissime patefecit. Acidi naturam penitius introspiciendi desiderium non movit alios, post SEGNERUM chemicos ad plura capeffenda pericula, quum meffis forfam non satis larga reliqua illis videretur; sed et sparsos adhuc colligere flores prementi tanti viri vestigia profuisset.\n\nPræcipua SEGNERI experimenta hæc sunt. Sebum bovillum colatum leni igne arenæ balneo distillavit, præpositis in excipulo aquæ \\(3\\) iij; olei, quod sub vaporibus oculos acerbifflime pungentibus prodibat, cum \\(3\\) ij transiiffent,\n\n\\((a)\\) Diff. Inaug. de acido pinguedinis animalis; praefide o. A. SEGNERO Respond. D. H. KNAPPE. Gott. 1754.\nexcipulum mutavit, nova præposita aqua. Iterum olei\nij evocavit; tunc aliud vas, aqua repletum de novo appo-\nfuit; continuato hoc modo opere, donec aqua non amplius\nsaporem acidum referret. Quæ in excipulo inveniebantur,\nex oleo, partim coacto, partim fluido, et aqua constabant.\nHæc calori per aliquot dies exposita, concussa, per infun-\ndibulum separabat: aqua obtenta odoris saporisque erat\npungentis, et cum sale alcalino effervescet; quod qui-\ndem acidum, in aqua degens, ab hujus parte superflua\nliberabat, distillando ad dimidium, vel quoque aqua sa-\nporis atque odoris expers effet; residua portio quo diutius\noperatio continuatur, eo majori acreidine praedita transtil-\nlat. Quo majorem puritatis gradum acquirat acidum,\ncum sufficienti quantitate salis alcalini saturandum, hoc\nlixivium evaporandum, tunc addendum est oleum vitrioli\nea quantitate, ut dimidium sit ponderis affumti salis alca-\nlini. Qui tunc transfit super alembicum liquor, purus est,\nlimpidus et valde acidus, tantisper tamen adhuc oleofusus.\nQuod oritur ex combinatione hujus acidi et salis alcalini\nvegetabilis sal medium, ad terram foliatam tartari acce-\ndit, et spiritum vini eodem modo tingit; integre tamen in\neo non solvitur: fixum est, nec super carbonibus crepi-\ntans, nec ignem concipiens. Ex analogia technologiae\nchemicæ nomen tartari animalis illi imponere fas mihi\nvidetur.\n\nAlcali\nAlcali volatile, huic acido nuptum, fal constituit sapore salis ammoniaci, relinquens in lingua sensum refrigerii; igne sublimatur in flores niveos: nomen salis ammoniaci animalis meretur.\n\nHæc sunt præcipua, quæ de hujus acidi, e pinguedine bubula (ut cætera taceam) eruti, analyfi nobis tradidit sēgnerus. Supersunt adhuc quædam nondum tentata experimenta, quæ naturam illius interius declarant, et quæ nunc tua pace, vir celeberrime, tibi referam. Ex antea enim dictis nondum patet proportio partium constituentium, olei scilicet, acidi, et terræ in pinguedine; quam ut eruere sequenti modo rem aggressus sum.\n\nexp. i. Sumfi lardi bubuli, fusi, colatura a rebus peregrinis liberati, libras ii; retortam vitream ad dimidiam illius partem illo solo replevi, atque commissuris vasorum bene clausis exposui igni reverberii in arenæ balneo. Cum sebum omne fusum esset, tranquille distillabat, non valde spumescens, nec ultra unam quartam partem spatii, quod antea occupabat, se extendens. Primo prodibat oleum tenue, quod fluidum remanebat; tunc acidum fundum petens, et cum illo oleum, quod igne debiliori, ut ut ex retorta cadebat, protinus coaluit; illo vero adaucto, ut gutta guttam truderet, hoc iterum fundebatur, in excipuli autem fundo paulo post iterum densatum. Fluidum, ut omne transcenderet (quod 16 horis factum est) ignis requirebatur\nrequirebatur vehementior, sic ut fundus catini ferrei bene ignefeceret. Vasis frigefactis magna pars olei transflillati coacta erat: excipulo aperto odor surgebat haud fere tolerabilis, et narres, et oculos vehementissime vellicans, sic ut animam fere intercluderet. Fluidum decantatum \\( \\frac{3}{2} \\) iij \\( \\frac{1}{2} \\), scrupul. semis æquabat, quod ex duobus liquoribus diversi generis consistens, ope infundibuli separabatur. Oleum viridiuscum, olei absinthii colore tenens, \\( \\frac{3}{2} \\) j, \\( \\frac{3}{2} \\) vij, scrupul. ij librabat: ponderosius acidum, aurei coloris, pungentissimum, \\( \\frac{3}{2} \\) j, \\( \\frac{3}{2} \\) iij \\( \\frac{1}{2} \\). Residuum oleum coactum, lardo suillo simile, odore quidem pungente adhuc praeditum erat, qui vero illi non proprius ab acido non penitus separabili ortum ducebat. In retorta remanebat carbo, concussu a parietibus fecedens, per fragmenta e vase educendus, ad tactum lævis, coloris splendentis, ponderis \\( \\frac{3}{2} \\) j, \\( \\frac{3}{2} \\) iv \\( \\frac{1}{2} \\).\n\nexp. ii. Oleum coactum in excipulo, ut funderetur, ignem requirebat non lenem sed tamen non adeo fortem, quam qui sebum ipsum liquefecerat; quod prout diffuebat, in retortam infundebat. Ignis ad hanc distillationem adhibitus erat inter 430—450° therm. FAHRENH. quo gradu, cum nihil amplius transfiret, operatio finiebatur. In excipulo iterum inveni oleum coactum, et quod supernatabat fluidum, ponderis erat \\( \\frac{3}{2} \\) v, \\( \\frac{3}{2} \\) vj, odoris non adeo penetrantis, quam in priori experimento maxima parte\nacidum Animale spectantia.\n\nparte ex oleo aurei coloris constans parum acidi admixtum erat: $\\frac{1}{18} - \\frac{1}{20}$.\n\nEXP. III. Oleum densatum minori, ut in exp. 2. liquefiebat calore; quo facto addebatur residuae ab illo in retorta massae, ejusdemque ignis gradu committebatur; quo eadem oriebantur phænomena, quæ modo descripti. Fluidi accepi $\\frac{3}{5}$ vj, $\\frac{3}{5}$ vfl, quod pallidioris erat coloris, et flavedine sulphuris æmula tinctum; parca iterum erat acidi portio.\n\nEXP. IV. Portioni quæ isti caloris gradu resistebat, addebatur, liquefactione prægreffæ, oleum densatum, atque igni reverberii exponebatur. Vaporum pars quædam lutum, ex farina et aqua confectum, penetrabat, qui candela adhibita flammam concipiebant coerulecentem, at adeo debilem, ut chartam luto illinitam, vasorum commissuras occludentem lædere non valeret. Quibus vero rursus prorumpentibus vaporibus novum super impotitum lutum exitum mox cohibebat. Distillatio ad siccitatem usque protracta dabat multum olei coacti, et paululum fluidi, cuique pondus erat $\\frac{3}{5}$ j, $\\frac{3}{5}$ vfl; acidi huic admixti exigua erat portio, $\\frac{1}{8}$ fere, cuique color valde pallidus, oleum vero intensius erat tinctum, atque ex rubro flavum. Olei pars coacti cum mollis esset, quidpiam olei fluidi, et acidi evoluti retinuit, fluidissima modo parte decantata. Carbo fundum occupans, ponderabat $\\frac{3}{5}$ vj, $\\frac{3}{5}$ ij, eique in exp. 11. obtento perfecte ceterum similis.\n\nVOL. LXX.\n**Experimenta quaedam novum**\n\n**EXP. V.** Liquefacto exper. antecedentis oleo, ignis subjiciebatur distillatorius, ejusdem gradus, ut in exp. 2. et 3. Obtinui ʒ ij fluidi, cuique pars circiter $\\frac{1}{4}$ acida erat, parum colorata, fere alba; oleum vero coloris saturate sulphurei.\n\n**EXP. VI.** Quod densatum erat oleum, leni calore recuperavit fluiditatem (quae quidem post quamvis peractam distillationem semper imminutum ignem poscebat, ut ut scilicet oleum mollem magis naturam acquirebat): residuae in vase retorto massa additum, eandem caloris vehementiam sustinuit, ac in exp. 5. atque dedit fluidi ʒ j ejusdem coloris ac naturae, ut antecedens.\n\n**EXP. VII.** Residuum nunc igni reverberii exposui, ad- dito antea oleo coacto exp. 6. Quod obtainui fluidum, ponderis ʒ ij, ʒ v fl erat, cujus pars acidi parca flava, oleosa vero ex rubro fusca erat. Carbo ʒ j, ʒ vij.\n\n**EXP. VIII. IX.** Sebosa materia fusca, ex retorta distillabatur iterum reverberii igne; quo facto, in excipulo inveniebam ʒ j, ʒ ij, olei saturatoris quam antecedens, cui parcissima acidi flavi quantitas admixta erat. Quum residua in vase massa, nondum in carbonem conversa esset, sed oleo adhuc scatens; addidi ei parvam illam olei coacti quantitatem, iterumque ad siccitatem usque distillavi, atque obtainui olei fusci ʒ fl una cum acidi tantillo, cui innatabat parca quantitas olei coacti, quod ad pondus ʒ j accedere\nacidum Animale spectantia.\n\naccedere mihi videbatur: modo calore applicato, oleo fluido sepe admiscebat; quo vero calore orbatum iterum ex illo fecedebat sub forma, terrae foliatae tartari simili: increcente vero paulo post atmospherae calore, hoc cum illo semper intimo connubio junctum deprehendebatur. Residuum ex hac distillatione erat carbo, pond. 3 vj fl.\n\nHac itaque methodo tota lardi bubuli quantitas in suas partes resoluta erat; restabat adhuc, ut, quae oleo admixta erat portio acida, ab eo separaretur.\n\nEXP. X. Confudi itaque quaecunque obtinui distillationis ope e sebo fluida, atque ope infundibuli separavi acidi, aureo splendore nitentis, 3 iij, 3v, olei vero, cui color erat ex rubro fuscus, 3 xxij fl. Si isti ponderi fluidorum, scil. 3 xxv, 3j, additur istud carbonum in diversis operationibus obtentorum, nempe 3 v, 3 ij, apparet, de tota sebi massa, omni quamvis cura adhibita, deperditas esse 3 j, 3 vj, 3 j; quod vero mirum non erit perpendenti, tot fuisset distillationes, tot olei coacti liquefactiones, quae avolandi occasionem haud facile impediendam fluidis dederunt; partem praeterea quoque harum, vasorum paretibus tenacius adhaerentem ex illis effundi non potuisse.\n\nOleum etsi accuratissime quantum ope mechanica licet, ab acido separatum, cum annotante Segnero, partem tamen hujusc abscindat, hoc ex illo elicere omni studio allaboravi.\nExp. XI. Adjeci itaque omni oleo aquae portionem æqualem; tunc illud calori digestionis exposui atque sæpius concussi; quo facto aqua saporem acidiorem acquirebat, et addito sale alcalino effervescebat. Atque hæc omnia toties repetii, donec aqua nullo amplius sapore gauderet, nec cum alcalinis conficiaretur.\n\nSed accuratius paulo investiganda erat quantitas hujus iri oleo latentis acidi; quem in finem sequenti modo rem confeci.\n\nExp. XII. Salis tartari puri \\( \\frac{3}{5} \\) adieci acidi exp. 10. quantum ad illius plenariam saturationem requirebatur, eoque modo consumsi hujus \\( \\frac{3}{5} \\); quod vero sal medium pro norma instituendæ computationis mihi paravi.\n\nExp. XIII. Aquae itaque acido impregnatae exp. 11. injeci sal tartari, cujus \\( \\frac{3}{5} \\) ad omnis acidi absorptionem vix sufficiebant. Si itaque hujus quantitatem ad ductum exp. 13. computo, accedet ad \\( \\frac{3}{5} \\) iij, \\( \\frac{3}{5} \\) ij.\n\nExp. XIV. Olei ex rubro fusci, aqua edulcorati (exp. 11.) \\( \\frac{3}{5} \\) iij, adiecta iterum pari portione aquae distillatae, igni lampadis exposui, et obtinui, ante transitum hujus, oleum limpidum odoris et saporis, qualis fere est, olei ætherei: deinde cum aqua quoque transfibat olei albi portio; postquam vero illa penitus transcenderat, lampadem removi, et \\( \\frac{3}{5} \\) iij olei separavi ab aqua, acidulo sapore impregnata.\n\nExp.\nacidum Animale spectantia.\n\nEXP. XV. Eidem oleo toti (exp. xi.) per se lampadem supposui, et par (exp. 14.) oleum limpidum elicui: in fundo hærebat acidi rubescentis parca portio.\n\nEXP. XVI. Hoc oleum exp. 15. in vasis circulatoriis paulo vehementiori igni expositum, saturatiorem pedentim acquirebat colorem, donec in fuscum badium transfiret\\(^{(b)}\\).\n\nEXP. XVII. Residuum ex distillatione exp. 15. fortiori igni exposui, donec omne transtillasset, quod erat coloris aliquantulum dilutioris, quam ante operationem. Ignis vehementiae resistebat pars, quae retorta diffracta, carbo erat ponder. \\(3\\) iij, \\(3\\) xvij, perfecte similis illi exp. 1. 4. 7. 9.\\(^{(c)}\\).\n\nEXP. XVIII. XIX. Olei (exp. 14. 15.) \\(3\\) iij in spiritus vini \\(3\\) ij instillavi, cujus dimidiam partem in vasis circulatoriis leni igne digessi; alteram in retorta distillavi: prior partem olei supernatantem non solutam monstrabat; posterior soluta erat.\n\nEXP. XX. Utrique addidi aquam, quo facto mixtum colore erat lactescente, quem cum amisisset, claraque evasisset, oleum superficiem petiit.\n\nEXP. XXI. XXII. Olei rectificati (exp. 14.) ebullientis \\(3\\) j instillavi salis tartari caustic calidique \\(3\\) j, quod fere to-\n\n\\(^{(b)}\\) Idem, analogia ductus tentavi cum oleo animali Dippelii, et vehementiori igne eandem mutationem passum est.\n\n\\(^{(c)}\\) Collatis inter se se exp. 10. 13. 17. et computo ducto, apparebit, inesse febi lb. ij, olei puri \\(3\\) xiv, acidi \\(3\\) vij, \\(3\\) ij, carbonis \\(3\\) x, \\(3\\) vij, \\(3\\) j.\ntum citissime absorbebatur; adjeci adhuc 3 j fl, quae ad digitii unius altitudinem salem tegebant. Digestum horarum 2 spatio, in saponem conversum erat; sic dicto nigro similem\\(^{(d)}\\). Eadem res cum oleo exp. 11. æque felici fere negotio cessit.\n\n**EXP. XXIII. XXIV.** Spiritum salis ammoniaci cum calce viva paratum adjeci oleo rectificato; eodem momento lactescebat, solutæque sic saponis speciem constituebat. Cum oleo exp. 11. idem prorsus simili rependebatur successu.\n\n**EXP. XXV. XXVI.** Idem tentavi cum sale alcalino volatili crystallifato, quod injeci oleo rectificato: sal in fundo hærebant haud solutum. Applicato igne illud collum vasis petiit, nec combinationem iniit cum oleo. Nec feliciori successu idem cum sale in parcissima aquæ quantitate soluto sum periclitatus.\n\n**EXP. XXVII. XXVIII.** Oleum vitrioli album oleo exp. 14. instillavi; pars coagulata picea a supernatante fluidiori nix resolvebatur, fluidumque fistebat atro fuscum, odoris olei fere canabini rancidi. Oleum totum eadem phænomena edidit, nisi quod pars coagulata non integre soluta erat. Utrique aquam adjeci, qua omnia dissolvebantur,\n\n\\(^{(d)}\\) Sic itaque facillimo negotio saponem sic dictum Starkeaynam confeci, qua methodo cum aliis oleis æthereis in 2 dierum circiter spatio, parem licet componere saponem, quamvis alio modo sit res difficillima.\nsaponis soluti forma. Alcali adjecto, oleum nigricans superficiem petebat; fluidumque evadebat pellucidum.\n\nEXP. XXIX. XXX. Spiritum nitri fumantem, tertia parte olei vitrioli auctum, adieci oleo albo: nullus fumus, nec flamma, nec combinatio, aut condensatio. Spiritus nitri inferiora occupabat, colorem perdidit intensiorem, et stramineum acquisivit; superiora occupans oleum e contrario coloris erat aurantii saturati.\n\nEXP. XXXI. XXXII. XXXIII. Oleum exp. 10. cum eo- dem nitri acido mixtum, fumum edebat, coagulabatur, et particulæ quædam descendebant, quæ carbonaceæ videbantur. At fluido decantato aqua adjecta solvebantur, et liquidum constituebant coloris straminei, saporis amarulentii. Evaporata aqua, concrementum accepi flavum, facie quadam salina lamellata, quod solutum, spiritum vini colore induebat aureo. Sale tartari, solutioni aquosæ adjecto, nulla olei evenit separatio.\n\nEXP. XXXIV. XXXV. Spiritus salis fumans, mixtus cum utroque oleo, amice se illi junxit, nec mutationem fere ullam produxit; parca modo illius quantitate coacta, quæ a fluidis liberata, aëri exposita, purpureum acquisivit colorem. Oleum superficiem tegens, spiritui qualitatem fumantem diu conservavit, quamvis in vitro vini potui destinato, aëri acceffui exposita erant.\n\nEXP.\nExperimenta quaedam novum\n\nEXP. XXXVI. XXXVII. Spiritus veneris concentrafissimus (viridi vero imbutus colore) mixtus oleo rectificato, nullo modo in illud agebat; sed calori exposita, ut ebullirent, pristinum colorem exuebant; albumque antea oleum nunc gaudebat fusco dilutioni; viride vero acidum fusco utique, at saturatiori; sedimentum nullum apparabat. Fluidum odorem penetrantissimum, illi similem, quem in exp. 10. descripti, et tunc adhuc edebat, si acidum ab oleo, mediante infundibulo separatum erat. Odor itaque ab oleo, concentrato acido intime nupto, provenire videtur.\n\nEXP. XXXVIII. Carbonis, qui olei distillatione peracta remansit, natura adhuc inquirenda est, quod ut fieret, incinerationem tentavi. At enim vero haec difficillime cessit; per plures enim horas in crucibulo capaci aperto, qui totus candebat, carbonem detinui, et vix ullam mutationem paflus est. Confici itaque curavi ex materia lateritia vas planum, parvo limitatum margine, pediculo intra prunas, furnum anemium occupantes, elevatum, ut flamma superficiem illius, carbone comburendo teftam, lambere poffet. Hoc modo, diu tamen continuata calcinatione, in cineres conversus est, atque de 3 ij remanerunt 3 iij.\n\nEXP. XXXIX. Cineri, qui rubrum quemdam colorem induit, adjeci aquae distillatae 3 ij: leni igne digeffi, et colavi,\nacidum Animale spectantia.\n\ncolavi. Sapore instructa erat salino; qua vero evaporata ad cuticulam, nullae apparebant crystalli; continuata vero ad fuscitatem evaporatione obtinui grana 41 salis, incertae prorsus figurae, et singularis faporis; in aere non deliquescebat.\n\nEXP. XL. Quum experimentis clarissimi GAHN, quibus phosphorum novo parare modo docet, constet, inesse animalibus sal medium terreum, ex acido phosphori et terra calcaria compositum, an sal nostrum fixissimum ejusdem naturae sit, inquirere animo occurrit. Soluto itaque in aqua distillata, addidi guttas aliquot acidi vitriolici, quo protinus moleculae albae descendebant, manifesto indicio, huic sali terram infuisse calcariam, quae illi acido jungi maxime omnium amat.\n\nEXP. XLI. Precipitatum, a fluido, per filtrum separatum, liberavi aqua, et obtinui salem albidum acidi faporis, quod fistula ferruminatoria in vitrum pellucidum abiit. In aqua solutum, ad consistentiam mellis evaporatum cum fuligine tedae miscui, retortae terrae loricatae injeci, atque eadem ignis gradu, quo phosphorum parare solent, commisi. Tribus vix horis praeterlapsis laetus vidi collum retortae, quod aquae proximum erat lumine phosphorico conspicuum, quod per horam et ultra substitit; at phosphorum sub aqua (ob parcem massae quantitatem) non obtinui.\n\nVOL. LXX. R EXP.\nexp. XLII. Cineribus sale orbatis (exp. 39.) ficcatis, adjeci aquae fortis 3 j ut ea terram calcariam, et praecipue ferrum, quod adeffe ex colore suspicatus fum, extraherem. Per 24 horas leni igne digeffi: cineres non eo quidem amplius gaudebant colore, at nitri acidum non illo indutum erat, quo solutio ferri effe folet; ejusque guttae, infusioni gallarum instillatae, nec colorem ad atrum vergentem producebant. Ruber iste itaque color non a marte, sed a principio inflammabili, ut saepe fieri folet, ortum duxit.\n\nexp. XLIII. Liquori illis foeto, quae ex cineribus extraxerat aqua fortis instillavi vitriolicum acidum, quo facto turbidus evasit, et ad fundum particulas deposuit feleniticas; quibus elucet, terram adhuc adsuiffe calcariam nulli acido unitam. Hisce filtro separatis, reliquum evaporavi; ast omne in auras abiit.\n\nexp. XLIV. Quae nitri acidum solvere haud potuit, ea edulcoravi, exsiccavi; ponderis erant 3 ij. Hisce affudi 3 j olei vitrioli, forti igne omne fluidum evocavi; tunc cum aqua distillata coxi. Fluidum, peracta filtratione, evaporavi; quo facto obtinui crystallos parvas, saporis aluminosi, quae terram e sale ammoniaco praecipitabant, eamque ipsae, adjecto sale alcalino, dimittebant.\n\nexp. XLV. Edulcoratum, exsiccatumque residuum aequali portione salis alcalini mineralis junctum fudi in crucibulo\nacidum Animale spectantia.\n\ncrucibulo forti igne; atque obtinui optimae notae vitrum pellucidum. Superest adhuc ut acidum, ejus naturam, actionemque in alia corpora examini subjiciam.\n\nEXP. XLVI. Acidum exp. x. leni calori exposui, et distillavi; quod transibat, coloris erat albidi ad flavedinem vergentis; in fundo remanebat massa carbonacea, quodammodo unguinosa. Tentamen, quod institui, ut phlegmate, leni igne evocato, fortius obtinerem acidum, felici destitutum erat successu; liquidum enim in excipulo ejusdem erat acoris, ac illud in retorta.\n\nEXP. XLVII. De sale, ex alcali vegetabili et acido nostro orto, jam supra, et exp. 12. retuli: superest adhuc aliud fixi generis. Affudi nempe salis alcalini mineralis crystallisati 3 iij acidum exp. 46. ad plenariam saturationem; eoque modo consumsi 3 v. Evaporavi ad cuticulam usque; sed cum crystalli fusco gauderent colore omnem humiditatem expuli; fudi leni igne quo usque fumum non amplius ederet, aut particula, e crucibulo hausta, solutionem in aqua redderet limpidam, et carbonaceam materiam ad fundum deponeret. Tunc massam salinam solutam ad crystallisationem disposui, atque obtinui massam salinam, ex crystallis quadratis, in pyramidem triangularem ut plurimum desinentibus, compositam, quae aeris exposita pulvere albo farinoso tegebatur.\n\nR 2\n\nEXP.\nExperimenta quaedam novum\n\nEXP. XLVIII. Saturando sali alcalino volatili \\(3 \\times\\) acidi impendi. Leni igne in cucurbitula capitello instructa expositum, aquosos, odoris et faporis expertes vapores edidit, nec in altum tolli se fivit, nisi eodem fere ignis gradu adhibito, quo sal ammoniacum commune elevari solet. Flores tunc capitello et cucurbitae collo se apponebant albissimi.\n\nEXP. XLI. Terra calcaria solvebatur non sine insigni effervescentia, ut ejus \\(3 \\times j\\) ab acidi nostri \\(3 \\times i\\) suscipentur. Idem sal paravi, miscendo sebum cum calce viva pulverisata, illud leni igne fundendo; tunc cum aqua coxi; et colatura evaporata concrevit in massam salinam. Melius adhuc res cessit, cum sebum calce mixtum, distillarem. Lixivium ad debitam consistentiam evaporatum crystallos fitit fuscas, quas itaque fudi (ut in exp. 46.) tunc aqua distillata solvi, superfluam expuli, et obtinui crystallos pellucidas hexagonas, plana terminatas superficie. Sapor acris falsus est, sed non adeo urens, ut sal ammoniacum fixum: in aqua facile solubilis, aëre vero non deliquescens; spiritui vini non obtemperat. Salis calcarii animalis nomen non ineptum videtur.\n\nEXP. L. Effervescendo magnesia alba quoque solvitur, et \\(3 \\times ix\\), acidi \\(3 \\times ij\\) saturaverant. Mixtum omni quamvis data opera nullam formam crystallinam induit; potius maximam\nmaximam partem in massam gummosam concrevit, quae aeris exposita deliquescebat saponisque erat amarulenti.\n\nEXP. LI. Terra aluminis non absque difficultate acido nostro se junxit: hujus enim 3 ij addebam praecipitati, ex alumine et sale alcalino fixo nati, edulcorata adhuc madidi (e) 3 fl; solutum quidem in initio omne crederes; at paulo post magna pars (dimidia scilicet ut videbatur) fundum petiit. Colatum fluidum in crystallos coire denegabat; sapor erat adstringens, non dulcescens, potius austerus. Terram solutam demonstrabat adjectum alcali, quo addito praecipitabatur continuo. Nomen aluminis animalis imponendum ei videtur. Affinitatem non arcetam intercedere terrae aluminosae cum nostro acido, probat commixtio falsis calcarii animalis cum solutione aluminis saturata; quo facto, ne ipsa coctione adhibita, senites nulla exoriebatur; quae vero copiosissima est, sale ammoniaco fixo alumi addito.\n\nEXP. LII. Terrae, e liquore silicum addito vitrioli acido ortae, scrup. dimidio adjeci 3 ij acidi; sed nulla ejus videbatur in illam actio, nec digestione et coctione conspicua. E liquore colato sal alcalinum fixum nihil exturbabat; ut itaque vim in terram vitrescibilem nullam illi inesse, veri simillimum fit.\n\n(e) Siccatam terram nempe aggredi non videtur; et 3 fl, omni humiditate expulsâ ponderis erat granor. iv.\nEXP. LIII. Quae vero omnia corporum acido nubendorum tentamina et cum praecipue in finem instituta erant, ut acidum nostrum concentretur, et eo in statu ex illis expellatur. Placet instar omnium nunc salis ex acido et alcali vegetabili conflat examen proponere. Ejus 3 xij adjeci olei vitrioli 3 fl., et leni igne acidum nostrum expuli, quod vaporum griseorum forma transfiit, eamque semper conservavit. Aquae instar limpidum erat, valde acidum, ponderis 3 fl. Si sal medium satis calcinatum haud est (exp. 46.) acidum prodiens quidem valde concentratum, ast majori adhuc olei flavi copia combinatum deprehenditur. Hoc, ope infundibuli ab illo quidem separavi, et acidum in oleo latens adjecto spiritu vini extrahere tentavi; sed eodem momento, quo vini spiritus addebatur, oleum jam solutum erat, nec adjecta aqua ab illo separari poterat.\n\nEXP. LIV. Acidi concentrati (exp. 53.) 3 fl æqualem partem spiritus vini optimi admiscui. Massam digestam per 12 horas igne lampadis distillavi. Odor liquoris in excipulo oleo vini valde similis erat. Adjecta aqua lactis fere faciem induebat; paulo post superficie innatabat oleum, reddita antiqua pelluciditate, ponder. 3 iij, saporis aromatici, sed oleo vini mitioris. Hoc itaque periculo novum accedit robur ei sententiae, acidum nempe quodvis, ope vini spiritus producere posse oleum tenuissimum arti-\nacidum Animale spectantia.\n\nartificiale; nostra vero in specie naphtha virtutibus medicis quam maxime pollere censenda est, quae penetrantissima est, et originis animalis.\n\nexp. lv. Oleum in vini spiritu solutum distillavi lenissimo calore, quo transiit naphtha, addita aqua conspicua. Hac operatione oleum e flavo fuscum se separavit, et superam liquoris partem in retorta occupavit. Protracta distillatione tandem guttulas olei in naptha, in excipulo contenta, conspicui; quo facto finem impofui; et ob intimorem acidi cum vini spiritu quam cum oleo combinationem, majorem horum volatilitatem, a fixiori oleo separavi.\n\nSupersunt adhuc pericula hujus acidi cum metallis instituenda: datur quoque facilitior breviorque methodus, acidum illud concentratum obtinendi, si nempe sapo (sed sine sale communi factus) solutus, adjecto alumine destruitur, colatumque liquidum evaporatur, tuncque cum alumine calcinato forti igni exponitur. Quod hoc modo eduxi acidum illud quam maxime singulare edidit phænomenon, ut, solum, foliola quaedam auri dissolveret. De quorum vero omnium uberiori et accuratiore tractatione, si haecce indigna haud videbuntur, proxima occasione lubentissime sum communicatus. Dabam Helmstadii d. 11 Nov. 1777.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106371.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 31498,
    "total-output-tokens": 9354,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1098,
        2
      ],
      [
        1098,
        2472,
        3
      ],
      [
        2472,
        3819,
        4
      ],
      [
        3819,
        5365,
        5
      ],
      [
        5365,
        6850,
        6
      ],
      [
        6850,
        8253,
        7
      ],
      [
        8253,
        9625,
        8
      ],
      [
        9625,
        10995,
        9
      ],
      [
        10995,
        12500,
        10
      ],
      [
        12500,
        13843,
        11
      ],
      [
        13843,
        15113,
        12
      ],
      [
        15113,
        16427,
        13
      ],
      [
        16427,
        17751,
        14
      ],
      [
        17751,
        19084,
        15
      ],
      [
        19084,
        20401,
        16
      ],
      [
        20401,
        21761,
        17
      ],
      [
        21761,
        23091,
        18
      ],
      [
        23091,
        24439,
        19
      ],
      [
        24439,
        25667,
        20
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106371",
    "title": "Experimenta Quaedam Novum Acidum Animale Spectantia. Autore F. L. F. Crellio, M. D. et Prof. Chemiae, Helmstadiensi; Communicated by William Hunter, M. D. F. R. S.",
    "authors": "William Hunter, F. L. F. Crellio",
    "year": 1780,
    "volume": "70",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/106371"
  }
}