{
  "id": "d672aeb833980631976ff4a19a5fa15877762b33",
  "text": "She spoke very briskly, after she was put to Bed. But the Mill wheel had tore away all the Shin, Muscles, Sinews, and Tendons, of her Leg, quite to the Bone, and stript them down to her Heel; besides, the Shuttle was drawn up and let down upon the Small of her Back several times. The Child lived from Monday till Friday, and then died of her Wounds and Bruises; otherwise, in all Appearance, she might have lived to have made a fine Woman. The whole Time of her being under Water (and that at the Depth of four Feet and an half) was near 15 Minutes.\n\nAttested by\nJohn Bailey, Miller.\nRebecca Yates, the Mother.\nThe Mark + of Grace Cooper,\nthe Miller's Maid.\n\nIV. The Case of Mr. . . . Cox, Surgeon at Peterborough, who fell into a Pestilential Fever, upon Tapping a Corpse lately dead of an Hydropsy, drawn up by himself, and read before the Peterborough Society, Sept. 1. 1736. communicated to the Royal Society by the Rev'd Mr. Tim. Neve, Sec. Soc. Petroburg.\n\nAn elderly Gentlewoman, labouring of a Dropsy about 12 Months, underwent the Operation of Tapping four several times, by which 35 Quarts of\nof Liquor were discharged; and dying at last of the same Distemper, I was desired by her Friends to let out the Water that was then contain'd in the Abdomen, as well to preserve the Corpse the longer from Putrefaction, as to prevent an Annoyance to the Company at the time of her Funeral.—Yet notwithstanding this was done within a few Hours after Death, the included Humours were arriv'd to such a Pitch of Putrefaction, as to discolour the external Parts with a green and livid Hue.—The Liquor itself was green, and somewhat thicker than new Milk, in Smell more fetid and offensive than what I ever met with, and so sharp and acrimonious in its Nature, as deeply to corrode a silver Canula, through which it passed.—And what shew'd it to be highly malignant, may be judged of from the following Circumstances.\n\nThe Night after the Operation, I was somewhat restless and uneasy, and the next Day afflicted with small Tremors, and an unusual Lassitude; in about three Days after, several angry Pustles arose upon my Hands and Fingers; and I believe on every Place where the least Drop of Water fell; some of which coming to Matter, went off soon; those which did not, continued painful, and remained much longer.—The Thumb of my Right Hand, and middle Finger of my other, were affected more severely than any other Part, the Pain more exquisite, the Swelling more hard and large, and of a red dusky Complexion. This was about the 6th Day of my Illness, and altho' the strongest Suppuratives were made use of, yet they fail'd of the desir'd Success, the Pains being continual.—Being persuaded from the great Pulsation\nand heavy Pains I underwent, that Matter must lodge either under or upon the Periosteum, an Incision was made to the Bone, by which only two or three Drops of Matter were discharged.—T'was expected this small Discharge might in some measure mitigate my Pain, but it did not; the same Evening, that Pain I at first complain'd of was changed into universal Convulsions, and the Oppression upon my Vitals so great, as to threaten immediate Death.\n\nThe Intentions of Cure (which were strictly attended to, by my ingenious Friend Dr. Charles Balguy) were to fortify the Heart with Cordials, to enable it to resist and throw out the Malignity, and to bring the Sores to a plentiful Digestion.\n\nThe first was treated with the highest Alexipharmacs, the latter, as at first, with strong Suppuratives: This being about the eighth Day of my Illness, and the Convulsions continuing, with an unequal and low Pulse, and as there was little Appearance of Matter, Blisters were plentifully applied, as near to the Parts affected as possible, in order to make a Revulsion from the Heart, and throw off the morbid Matter by the Wounds. In about three Days this Point was gain'd, the Convulsions began to abate, and the Wounds digest; in four more, I found a Cessation of Symptoms, except a Faintness and Lowness of Spirits, which hung upon me for a great while after, which pestilential Fevers (as this was judged one in an high Degree) are known always to leave behind them.\n\nI suppose I might receive this Infection as much by Inspiration as Contact; for some of my Assistants, who were in the Room only, and never touched one Drop of the Liquor, found themselves much disorder'd,\nder'd, and afterwards broke out with red and livid Eruptions; which sufficiently shew'd, that not only the Liquor itself, but the Effluvia too, were in the highest Degree subtle and malignant.\n\nV. The Variation of the Magnetic Needle, as observed in Three Voyages from London to Maryland, by Walter Hoxton.\n\nN. B. The Longitude is reckon'd from the Lizard.\n\nThe First Voyage 1732.\n\n| Latitude | Longitude | Variation |\n|----------|-----------|-----------|\n| North    | West      | West      |\n|          |           |           |\n| 39° 53'  | 27° 16'   | 12°       |\n|          |           |           |\n| 37° 49'  | 27° 45'   | 14°       |\n| 35° 19'  | 39° 20'   | 13°       |\n| 32° 40'  | 50° 27'   | 8°        |\n| 34° 40'  | 56° 6°    | 30°       |\n| 35° 4°   | 65° 4°    | 28°       |\n| 36° 50'  | 4° 42°    |           |\n\n{In Sight of the Island Corvo.\nDifference of Longitude from it\n35 Minutes West.\n\nDistance from Cape Henry seven Leagues.\n\nIn the Bay of Chesapeake, three Miles below the Mouth of Potomack River.\n\nOff the Mouth of Potuxon River.\n\nReturn.}",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104253.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1576,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1104,
        2
      ],
      [
        1104,
        2721,
        3
      ],
      [
        2721,
        4387,
        4
      ],
      [
        4387,
        5451,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104253",
    "title": "The Case of Mr..... Cox, Surgeon at Peterborough, Who Fell into a Pestilential Fever, upon Tapping a Corpse Lately Dead of an Hydropsy, Drawn up by Himself, and Read before the Peterborough Society, Sept. 1. 1736. Communicated to the Royal Society by the Revd Mr. Tim. Neve, Sec. Soc. Petroburg",
    "authors": "Mr..... Cox, Tim. Neve",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104253"
  }
}