{
  "id": "e28dccd61c48fe4b962a5d670e69fa91e3bbc031",
  "text": "IV. The same Appearance describ'd in a Letter to the Publisher, by Dr. Huxham, Physician at Plymouth.\n\nTHO' the Phænomenon, call'd Aurora Borealis, hath been frequently seen of late Years, even in this Part of the World; yet, I think, we have hitherto had but very imperfect Conjectures on the Causes of its Production. As I conceive a faithful History of these Appearances will very much conduce to the Discovery of their true Causes, I do myself the Honour to give you the following Account of that, which appeared the 8th instant, as we had it here at Plymouth. About half an hour past Six, perceiving Jupiter shone very bright, I was applying my Telescope to observe him, when on a sudden several luminous Streaks appear'd about 10 Degrees above the Horizon in the N.E. and the Hemisphere seem'd much enlighten'd. Imagining this to be the beginning of a Lumen Boreale, I cast my Eye carefully along the Northern Horizon from E. to W. and very nearly in the W. Point I perceived, as it were, a vast red fiery colour'd Obelisk shot itself up to the Height of 30 or 40 Degrees, which seem'd perpendicular to the Horizon, and its Base seem'd to insist on it. Its Point almost touch'd the bright Star in the Northern Crown; a smaller Column or two stood near it, of the same Colour and Shape. The Light, in the mean time, to the Eastward increas'd considerably, and became more vivid; as when the Moon is behind a very bright Cloud\nCloud. It also form'd itself into Columns, which were projected to no great Height, and would soon vanish, then soon return, and appear'd not only in the N.E. but also more Northerly.\n\nIn about a quarter of an hour from my first Observation, as from an Arch, or black Basis (I know not better how to express it) extended all over the Northern Horizon, which seem'd to intercept it nearly in the W. and E.N.E. Points, arose abundance of pyramidal Columns of Light on all parts of it; now here, now there, of unequal Bigness, Height and Lustre; now suddenly gleaming forth, then as suddenly disappearing; but those Columns, that were to the Eastward of the N. were more bright and lucid than those to the Westward, which were of a more fiery, rutilant Colour. The great Column in the West still remain'd in the same Position, Height and Shape; as I observ'd, by applying my Eye to a Wall very near E. and W.\n\nBetween the Arch and the Horizon, appear'd as it had been a black, dusky Fog, from whence the Streams of Light seem'd everywhere darted forth: Yet however black this appear'd, we could discern the Stars very clearly thro' it. This Arch at its first Appearance seem'd not to be above 15 or 20 Degrees at its highest part) above the Horizon; but it continually grew higher, and from all parts of it Cones of Light were every Moment shot up, which all seem'd to tend to a Point near the Zenith (as the Vertical Circles or Arches on a Globe tend to its Poles), tho' as yet none reach'd it by several Degrees.\n\nAfter 7 o'clock the Columns to the Westward appear'd bright and vivid as those in the E. except those very near the W. Tho' the Limb of the Arch would seem sometimes very regular and well defin'd; yet at other times it would seem to sink, now in the middle, then at one part, then at another; and sometimes it would rise\nrise with the same Irregularity: But it was certain, that during the whole time of the Phænomenon, no Light, or flashes of Light did appear in the black Area included between the Arch and the Horizon; even when it was at its greatest Height, which was about 10 or 12 Minutes before 8, when I judg’d it to be at least 40 Degrees above the Horizon. Then from all parts of the Arch, but first from the Northern or highest parts of it, were Rays, or lucid Columns of a surprizing Brightness and Lustre, darted with incredible Velocity towards the Vertex, where the Cusps of the converging Columns seem’d nearly to center; and suddenly from every Quarter of the Heaven, bright, shining Streams of Light were shot towards the Zenith; which meeting about 6 or 8 Degrees to the Southward of it, form’d a small Circle of two or three Degrees Diameter, whose Border was much more lucid than near its Centre: This Circle seem’d form’d between Cauda Cygni and the Lizard, then nearly upon the Meridian.\n\nThis beautiful Spectrum might be likened to the Star worn by the most Noble Order of the Garter, but the pyramidal Radii were here revers’d; and from the Southward the Rays or Striae were not near so long as those from the N. especially those from the due S. not reaching above 10 or 15 Degrees from the Centre, or Circle; whereas those from the Eastern and Western Quarters were very long, and reach’d almost down to the Horizon; especially in the E. and W. Points. The Radii were in a continual and exceedingly swift Undulation, and appear’d of several very bright Colours, as white, red, green, yellow, for several Seconds; but the most permanent and predominant Colours were a fiery Red, with an Eye of Crimson, and a bright Pearl Colour: The red Rays came mostly from the Westward, and that Colour continued till the entire:\ntire Dissipation of this radiant Canopy; the others dying away and leaving, as it had been a thin Smoak. The Vibrations of these radiant Columns were as swift as Flashes of Lightning, and incessant.\n\nThis surprizing Sight remain'd over us in its full Glory 3 or 4 Minutes, during which time the Rays were darted towards the Centre with prodigious swiftness, and did not seem to be shot from it. Sometimes they undulated like the Vapours arising from a Lime-Kiln, or from the Earth in very hot Weather, and all the upper part of the Hemisphere seem'd to be, as it were, in a Convulsion.\n\nIn a short Time this agreeable Scene vanished, and was broken into small flitting bright Clouds, which still retain'd an undulating Motion; and Coruscations wou'd every now and then break forth from them. At this time also I observ'd several Star-like Meteors fall, as is frequently observed in a bright serene Night.\n\nTho' our glorious Cupola disappeared a very few Minutes after 8, yet very vivid Coruscations were shot continually from the N. E. and N. W. Parts of the Heaven, which dashing against one another near the Zenith, formed by their Collision momentany Arches of a Circle, nearly in the same Place and of the same Diameter with that above mentioned. None now proceeded from the South, and very rarely from the true North. The Coruscations were always more red and fiery from the Westward than from the East, which were always more bright and luminous.\n\nWe were lost in the Contemplation of the beautiful Phænomenon over our Head, and did not observe the Formation of a lucid Arch projected over all the Northern Horizon, which seemed like the Arch of\nof a Rainbow, of one vivid, bright, yellowish Colour, and all under was, as it were, a very dark Cloud; tho' by viewing it with a Telescope, we could discern the minutest Stars: So that the Darkness only proceeded from the greatness of the Light just above it. From this, as from the former, arose very lucid, bright Columns on all parts of it. No Coruscations appear'd under it. Its greatest Height might be 20 or 30 Degrees. Some of the Columns seem'd to radiate even to the Zenith from this Arch.\n\nAbout 9, this lucid Arch vanish'd insensibly, with most of the luminous Radii, or Columns; but, as it were, a very bright Crepusculum still remained all along the Northern Horizon, and several very bright Coruscations would seem to be shot out of the pure Sky: This, more especially, was observ'd in the N.E. About 11, I observed several Coruscations still breaking forth, and here and there a luminous Column; and several little bright Clouds seem'd irregularly scatter'd up and down the Hemisphere, which still retain'd their darting and quivering Motion. The Northern Crepusculum remain'd as bright as ever, and so continued till past Two in the Morning.\n\nThere were but very few, and those very small Clouds to be observed during the whole time of this Phænomenon, and the Air was clear; yet all around, and between the lucid Columns, whenever, or in what part soever they appear'd, the Air would seem very thick and hazy; tho' immediately upon the disappearing of those gleaming Lights, the Sky would in the same Place appear very clear and serene. Nay, even thro' some of the very Columns we could plainly discern the Stars. Some Gentlemen thought they saw the bright Stars of the Swan thro' the Corona it self.\nAs to the Weather preceding and following this Phænomenon, I need not be very particular, seeing you will soon have it in my Meteorologic Observations. The Morning was fair, tho' the Air was thick, and we had a great Dew: The Mercury was at 30 Inch. Hawksby's Thermometer at 50, little, or no Wind. The Day was pleasant and warm, and the Air grew much thinner. The Evening was serene; a very soft Breeze from N. and by W. About Five the next Morning, there were several Clouds form'd, and the Air was very thick and hazy, at Seven it was all Cloudy, and a few Drops fell.\n\nTho' I had before seen several faint Appearances of the Aurora Borealis; yet this, for Beauty, Lustre and Duration, vastly exceeded any thing of that nature I had ever seen. Indeed, I saw not that of March 6th, 1716, being not then in England.\n\nI am, &c.\n\nPlymouth, Oct. 16, 1726.\n\nJ. Huxham.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103460.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10470,
    "total-output-tokens": 2451,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1431,
        2
      ],
      [
        1431,
        3265,
        3
      ],
      [
        3265,
        5087,
        4
      ],
      [
        5087,
        6739,
        5
      ],
      [
        6739,
        8458,
        6
      ],
      [
        8458,
        9323,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103460",
    "title": "The Same Appearance Describ'd in a Letter to the Publisher, by Dr. Huxham, Physician at Plymouth",
    "authors": "J. Huxham",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103460"
  }
}