{
  "id": "6e85305844bdd0b9613ca68c5625caf2a9c6f8fd",
  "text": "A Discourse on the Dissection of a Monstrous Double Catt; read before the Dublin Society by Dr. Mullen.\n\nGentlemen,\n\nI had given you an account before this time of a Monstrous Catling that I lately Dissected, but that my busyness would not give me leave to put it in writing till now.\n\nWhen I met with it, 'twas dead, and I am perswaded that it was so brought forth, the Lungs being compact and free from Air; which they could not be, if it had ever inspir'd.\n\nIt was double from the Navell downwards, having 4 hind feet, two tails, two Anus's and two Pudenda, for they were Females. They were joyn'd in one Trunc at the Navel and were continu'd so upwards; but yet this Monster had two pair of fore feet, one of them on the back and the other on the breast. The head though single had two pair of ears, one Naturally Sited, and another at the hinder part of the head, between the processus mamillares to which the Vertebrae of both the Necks were joyn'd, for there were two back bones continu'd all the way to the head. Though the two bodys seem'd to be but one intire one above the Navell.\n\nThe 6th Figure expresses to the life its outward shape when placed on its back, for the Tails, Feet, Navell, Mouth, Nostrills and Ears, Naturally situated are represented in their full proportions.\n\nThere was only one Stomack under the Liver in the right side, reaching under another Liver in the left. The Guts were single till within 6 or 7 inches of the Anus, and there was a division into two branches, one going\ngoing to each fundament, below the division there were plainly to be seen two Caecums, within about 3 inches of the Anus each. There were two Livers one much smaller than the other; that which was in the right side was the least, the other lay lower down in the left side. They were both entire without any division or lobes. There was a Vena Umbilicalis inserted into each of them. There were two arteries inserted into the Liver in the left side, both coming from the Aorta, and these I shall call the Celiaca. There was only one inserted into the Liver placed in the right side. There was no Vena cava below the Livers, for all the Veins coming from the lower parts entered the Livers as the Vena Porta does naturally. There was a branch of a Vein on each side proceeding from the Loins inserted into the back parts of the Liver, and besides these there was not a branch to be seen but what was inserted into the middle of the Livers.\n\nThere were no Vesiculae felleae that I could find, and perhaps the reason I could not discover any, was, because of the tenderness of the Livers; for they were putrid before I got the Catling. There were two Kidneys on each side furnished with ureters. There was neither spleen nor pancreas in either side.\n\nThere was a double Diaphragm meeting in the middle between the two back-bones, and making a membrane, which to me seem'd to be a Mediastinum; for it reached up to the Thymus.\n\nThere were two hearts in it, one placed above the other, and a little to the right side, it was much higher than ordinary, and it had a Vein coming to it from the little Liver in the right side, which (together with 3 other small Veins, one from each of the fore-feet and one from the head) furnished this heart with what blood was to be circulated by it. It had only one auricle, and one Ventricle, so that it seem'd to be but half a heart.\nThere was a pretty large passage into the *Arteria Aorta*, the contrivance of which was very singular. For above this heart it was made like an Arch of a Circle, into which there was a direct passage from the heart for the blood. When I further examin'd this Artery I found that it went down on each side on the *Vertebræ* of the backs between the Kidneys and divided it self on each side after the usuall manner after it had lent each Kidney a branch, the Liver in the right side one, and the Liver in the left side two.\n\nThe 7th Figure expresses this, as by the explication of it shall appear.\n\nBelow the former a little towards the left side of it there was another half heart, having only one *Auricle* and one Ventricle like the former. This received little blood but what was transmitted from the large Liver in the left side by that that is called the *Truncus Ascendens* of the *Vena cava*.\n\nThe Artery carrying the blood from this heart was inserted into the Artery lately describ'd as well as that of the other heart.\n\nSo that if the blood circulated through either of them the whole Animal must necessarily be supplyed with blood; a contrivance not unlike that of the Arterys under the brain, where the *Arteriae carotides* and *Vertebræ* doe empty themselves into one common channell from which all parts of the brain may easily be supplyd with blood. This is partly expressed by Fig. 8th but not so clearly as I could wish.\n\nHow far it is represented we shall see when we come to the explications of the Figures.\n\nThe head was join'd to two necks about the *processus Mamillares*. Fig. 9th represents the holes through which the *Medulla Oblongata* was continu'd into the *Spinalis*.\n\nThere were four orders of ribs, though the body was\nbut one above the Navell. That which outwardly seem'd to be a back was really the place where the ribs met, and which might be rather call'd the breast, though it wanted a Sternum.\n\nThe 10th Figure represents this;\n\nFig. 7th represents the Cat open'd so as that most parts are to be seen, where 1. represents the Stomack pull'd from behind both the Livers so as to be plainly seen. 2. The beginning of the guts below the pilorus. 3. The Division of the gut into two branches whereof one went to each Anus. 4. 4. The two Cecums. 5. 5. 5. 5. The two pair of Kidneys furnish'd with emulgent Artery's and Veins. 6. A large Liver in the left side much lower situated than the Liver in the right side. 7. The Liver in the right side with a Vein. 8. Comeing from the Kidneys of the same side after it had united above the emulgents. This supplys the office of the Vena cava and Vena porta. 9. 9. Two large branches of the big Artery going into the body of the big Liver. 10. 10. 10. 10. The great Artery supplying both sides with blood and receiving of it from the two hearts. 11. The Vein bringing the blood from the lower parts of the left side into the Liver of the same sides. 12. 12. The big Artery sending branches to each of the Kidneys.\n\n13. The upper heart.\n14. The Artery that supplied the head with blood.\n15. 15. The axillary artery's.\n16. The Vena Cava comeing from the Liver in the right side to the heart 13.\n17. The passage from the said heart to the Aorta.\n\nFig. 8th. 1. The Liver in the left side freed from all things that kept it any way out of sight.\n3. The Vena Cava passing from it to the lower heart 6.\n2. A Skirt of the Diaphragm turn'd to the left side that the former Vein should better appear.\n4. The Stomack displaced for the former reason.\n5. 5. 5. The Kidneys as formerly.\n6. The other heart placed lower than the former and in its due situation.\n7. The upper heart drawn out of its place upwards that the other 6. with the passage 11. from it to the Aorta 9. 9. might be well represented.\n8. The Liver in the right side doubled and turn'd over the heart 6. that it might be the better set forth.\n9. 9. 9. The Aorta where it is not hid by the parts displayed for the former reason.\n10. The Lungs not well represented.\n11. The passage from the lower heart into the Aorta.\n\nFig. 9th This represents the Skull open'd and freed from the brain, that so the passage into the 2 back bones may be seen.\n1. 1. The hollows through which the Medulla Oblongata was continued to the Medulla Spinalis.\n2. 2. The two Necks.\n\nFig. 10th. 1. 1. The 2 diaphragms separated from the Cartilages of the Ribs, that their junctures may be seen.\n2. 2. 2. 2. The Vertebrae of both the backs.\n3. 3. 3. 3. 3. 3. The juncture of the 2 Setts of Ribs that were at the back.\n4. 4. 4. 4. The two Setts of Ribs that were joined to the breast.\n5. The tips of the Diaphragms pull'd downwards to shew the Ribs plainly.\n6. 6. The Vertebrae of the 2 Necks.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102169.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15404,
    "total-output-tokens": 2424,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1510,
        6
      ],
      [
        1510,
        3375,
        7
      ],
      [
        3375,
        5125,
        8
      ],
      [
        5125,
        6840,
        9
      ],
      [
        6840,
        8066,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102169",
    "title": "A Discourse on the Diffection of a Monstrous Double Catt; Read before the Dublin Society by Dr. Mullen",
    "authors": "Dr. Mullen",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/102169"
  }
}