{
  "id": "f8b47b79a8322b2776fa53e9789f0bfead0105c3",
  "text": "XLIII. An Account of the Observations made on the same Transit at Upsal in Sweden: In a Letter to Mr. Benjamin Wilson, F. R. S. from Mr. Thorbern Bergman, of Upsal.\n\nAmplissime atque Celeberrime Domine,\n\nRead Nov. 19, 1761.\n\nQuamvis adhuc nesciam, utrum mea epistola, mense Majo scripta, in tuas pervenerit manus, necne; interim tamen justae mihi jam adsunt scribendi rationes. Accepi nimium, mense Junio, tuum librum de electricitate à Domino Ferner, uti tuum donum transmissum, pro quo gratias ago debeoque maximas.\n\nVoluptate eum perlegi; optans velles, in nova editione, recentiora tua tentamina, quae Trans. Philosoph. inserta sunt, addere; adeo ut simul haberi possent tua experimenta, quae jam sparsa querere necessum est.\n\nAd Veneris transitum per discum Solis, die 6 Junii, rite observandum, astronomi Upsalenses, diebus antecedentibus, omni cura et studio, cuncta in observatorio, quae huic fini infervire possent, praepararunt; omniaque, favente coelo, dicto die feliciter peracta sunt. Dnus Professor Strömer tubo astronomico viginti pedum introitum et exitum contemplatus est; Dominus Observator Mallet usus est catadioptrico octodecim digitor. Angl. instrueto Dollondi micrometro objectivo, cujus distantia focalis est triginta ped. Angl. ego vero telescopium astronomicum adhibui 21 ped. Suec. seu circ. 19 ped. Gallic. cujus vitrum oculare habet distantiam focalem\n2.9 dig. Suec. Per vitrum rubrum tenue, ingressum, egressum autem, per crassius vidi. Hac occasione phænomena nonnulla minus expectata adparuerunt. Imprimis, Venerem atmosphæra circumdataam observasse credimus; sequentibus nixi rationibus. Scilicet, ante completam immersionem, seu adhuc quarta circiter parte diametri Veneris extra marginem Solis existente, tota Venus visa est; nam pars extra prominens debili lumine erat cincta, uti Fig. 1. monstrat. [Vide Tab. VIII.] Hoc vero longe clarius sub emersione notatum fuit; etenim, initio, partem extra Solis marginem prominentem simile lumen, sed clarius circumdedit, cujus tamen particula a (Fig. 2.) à Sole maxime distans, eo magis fuit debilitata, quo magis evasit Venus; adeo ut tandem non nisi cornua (Fig. 3.) conspici possent. Interim tamen, usque dum centrum Veneris egressum erat, lumen hocce integrum videbam. Aliud praetera phænomenon adnotatum fuit; quod forsan ex valida radiorum Solis refractione, in transitu per atmosphæram Veneris, explicari potest. Circa contactum interiorem, seu dum limbus Veneris à Solis interiori separaretur, hoc non momento evenit; sed haud aliter ac binæ guttae aquæ, separandæ inter se, ligamentum formant, ita quoque è Venere ad marginem Solis tuberculum nigrum extendebatur (Fig. 4.) Hoc vero ligamento tandem in medio rumpente, momento adparuit distantia limbi proximi Veneris à margine Solis æqualis circiter octavæ parti diametri Veneris. Circa emersionem eadem fere adparentia occurrebat, quamvis non adeo distincte, et in contactu ultimo ligamento quasi Soli cohærebat Venus (Fig 5.)\n\nMomenta\nMomenta, quae circa immersionem et emersionem adnotavi, quaeque a reliquorum observationibus parum differunt, sunt sequentia.\n\nTempus astronomicum verum die 5 Junii.\n\n| Primum adpulsum ad Solis marginem observare impossibile fuit, nec ullam marginis excavationem vidi ante | Hor. | Min. | Sec. |\n| --- | --- | --- | --- |\n| Cornua Solis bac, bac, (Fig. 6.) tantummodo debili atmosphærae lumine aa separata vidi | 15 | 37 | 28 |\n| Contactum interiorem, seu momentum quo cornua bac, bac, confluabant aestimavi | 15 | 37 | 43 |\n| Venus egrediens Solem interne tangere, seu ejus marginem aperire mihi visa est | 21 | 28 | 9 |\n| Contactum vero exteriorem, seu ultimum Veneris vestigium in margine Solis vidi | 21 | 46 | 30 |\n\nObservationes sub ipso transitu ad orbitam determinandam factas jam praetereo, hoc tantum addens; Dominum Mallet sat adcurate definivisse diametrum Veneris inter 57 et 58 secunda. Praeterea in variis intra regnum locis rarissimum hocce spectaculum feliciter observatum est, imprimis Stockholmiæ.\n\nIn Suecia notum est meteoron quoddam, lingua vernacula Kornbleck dictum, quod fulgurationem hordei significat. Adparet nimirum vespertino tempore, praecipue mensis Augusti, dum hordeum maturari incipit; unde denominatio sumta est. Consistit autem hoc in fulguratione\nfiguratione quadam tacita absque ullo insequente murmure vel tonitru, cælo plerumque omnimodo sereno existente. Diu incertum fuit quid sint; æstate vero proxime præterlapsa, didici, à fulgure tonante vix esse distincta.\n\nSemper enim, dum ejusmodi fulgurationes hordei visæ fuerint, alicubi, juxta horizontem, nubeculam detegere potui, ex qua oriebantur. Deinde etiam comperti, eodem tempore tonasse, ad magnam distantiam, in ea plaga ubi nubes esset observata. Itaque in eo tantum à communi fulgure differre videntur, quod ob distantiam obmutescant. Præterea nullus dubito, quin die sæpe fiant, quamvis fortiore lumine dispareant. Fieri quoque poteat, ut interdum nubes fulgurans, paululum infra horizontem natans, nihilominus, per lumen reflexum, fulgurationes supra eandem caussetur.\n\nUna vel altera vice pluviam vesperi cadentem adeo electricam observavi, ut ad ejus contactum omnia scintillarent; terraque undis quasi igneis obtegeretur; absque tamen omni tonitru. Idem interdum nive accidit. Est præterea aliud fulguris muti genus, quod sero autumno et hieme conspicitur, cujus ortus difficilius explicatur; saltem alio modo procreari videtur quam tonans; nam tonitrua hieme ignoramus.\n\nHæc phænomena observavi, et dum cælum serenum, et dum nubibus omnino erat tectum. Quantum vero adhuc ex propriis observationibus colligere possum, ultra nubium regionem elevata sunt. Sed de his alia occasione plura. Interea mihi favere pergas. Permaneo\n\nCeleberrimi nominis tui\ncultur observatissimus,\n\nDabam Upsalæ,\ndie 28 Augusti 1761.\n\nThorbern Bergman.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105620.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9316,
    "total-output-tokens": 2063,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1381,
        2
      ],
      [
        1381,
        2974,
        3
      ],
      [
        2974,
        2974,
        4
      ],
      [
        2974,
        4259,
        5
      ],
      [
        4259,
        5807,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "None",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105620",
    "title": "An Account of the Observations Made on the Same Transit at Upsal in Sweden: In a Letter to Mr. Benjamin Wilson, F. R. S. from Mr. Thorbern Bergman, of Upsal",
    "authors": "Thorbern Bergman",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105620"
  }
}