{
  "id": "d126a8dd56ec3e27c768ddb4c9e710201e533b68",
  "text": "XXXIX. Observationes Anatomico-Medicae,\nde Monstro bicorporeo Virgineo A. 1701.\ndie 26 Oct. in Pannonia, infra Comaromium, in Possessione Szony, quondam Quiritum Bregetione, in lucem edito, atque A. 1723. die 23 Febr. Posonii in Caenobio Monialium S. Ursulæ morte functo ibidemque sepulto. Authore Justo Johanne Torkos, M.D. Soc. Regalis Socio.\n\n[See Tab. XII.]\n\nRead May 23. I. PARTUS hic bicorporeus singulare exemplum exhibet admirandarum virium imaginationis maternae in foetum utero contentum. Mater enim hujus biciporis, primis graviditatis suae mensibus vel potius hebdomadis, attentius contemplabatur canes coëuntes, arctius cohaerentes, et capitibus erga se invicem quodammodo conversos, eosque fibi crebrius praefigurabat.\n\nII. In partu, primum prodit umbilicotenus Helenae corpus; post tres demum horas editi sunt ejus pedes, cum adnexo corpore altero Judithae. Helenae corporis statura erat altior et rectior, Judithae brevior et obliquior; et quamvis infra lumbos, a tergo, in unum corpus concretæ fuissent, attamen vultu et corporibus, semilateraliter, erga se fuerant conversæ, ut commodè sedere, lentoque gradu procedere et receedere potuerint. Unus communis ipsis erat alvi exitus, intra duas nates, seu Helenae dextrum et Judithae sinistrum femur, situatus. Unam quoque habebant vulvam, intra quatuor pedes reconditam, ut dum erectis\nerectis starent corporibus, ne vestigium ejus conspicuum esset. Quoad duos istos excretionum meatus, observatum est, quod, una excretionem alvi moliente, altera quoque nifum egerendi senserit; in reddenda vero urina, quælibet, diverso tempore, stimulos habuerit: quamobrem altera ad urinæ miffionem solicitata, altera subinde receffum negavit. Unde in juventute, utut alias semper semet tenerrime amarent et amplexarentur, sæpius altercationes inter ipsas exortæ, et alterutra aliam vel dorso injectam abriput, vel colluctando eo, quo vellet, protraxit.\n\nIII. Anno ætatis sexto, Judithæ paralysis totius partis sinistræ; obtigit ex qua affectione, utut convalesset, per totam vitam suam debilior, tardior, et stupidior persistit; e contra Helena semper agilior, docilior, et formosior fuit.\n\nIV. Prout diversa erant corpora, ita functionum vitalium, animalium, et naturalium, magna in utroque corpore, tam in sano quam ægroto statu, observata est differentia. Et quamvis variolas et morbillos uno eodemque tempore habuissent, reliqui tamen morbi eis non erant communes. Cum Judith sæpius convelleretur, Helena nec alterata nec debilitata fuit. Helena erat pleuritica. Judith benigniore febre laboravit: alterâ tussi, catarrho, colicâ afflicta, altera sana exstitit. Hinc etiam quælibet, pro suo diverso statu, diversis medicamentis tractabatur: phlebotomia autem semper in saniore et vegetiore celebrabatur.\n\nV. Anno ætatis decimo sexto, menstrua comparuerunt, quæ deinde per totam vitam, non tamen æquali tempore, modo, et quantitate succedere. Subinde alterutra maiores hinc sensit molestias; Judith vero crebrius convellebatur, variisque hyftericis et pectoris affectionibus obnoxia fuit.\n\nVI.\nVI. Anno ætatis vicesimo secundo, seu A.C. 1723. die 8 Febr. Judith fortiter convulsa est, postea comatosæ, usque ad mortem, quæ die 23 Febr. mane contigit, persistit. Intra hos dies Helena febricula laboravit, eique accesserunt crebriores lipothymiæ, quibus tandem ita debilitata est, ut integra quamvis mente et loquela, subito, tribusque horæ minutis prius quam Judith, in agonem inciderit: postea vero ambæ, post brevem agonem, uno ferme momento expiraverint.\n\nVII. Corporibus post mortem dissecatis, reperta sunt in quolibet corpore viscera singula: In Helena omnia sana; in Judithæ thorace vero cor nimis magnum, fortissimo pericardio velatum, et pulmonum dexter lobus putridus: Arteria aorta et vena cava ex utroque corde descendentes, antequam arteriæ et venæ iliacæ ex iisdem emergerent, inflexæ coadunabantur, et unam arteriam aortam, unamque venam cavam, e corde uno ad aliud procedentes seu reflexas, praesentarunt. In abdomine utrinque viscera omnia sana et integra. Quodlibet corpus suum habuit hepar, splenem, pancreas, renes, vesicam, uterum cum ovariis, tubis Fallopiænis, et portione vaginæ, quæ utrinque concurrentes unam communem vaginam efformarunt. Partes genitalium externorum, praeter commune orificium vaginæ, cuilibet erant propriæ, velut clitoris, nymphæ, orificium urethrae; alæ seu labia utrinque ad perinaeum concurrentia fossulam navicularem densiorem constituerant. Ventriculus cum intestinis, in utrâque, naturaliter erant situate; intestina recta autem utrinque ad os sacrum reflexa et coalita, unum satis amplum et communem canalem constituerunt: os sacrum ad secundam divisionem\nconcretum erat, et unum corpus efformando, in uno utrique ossi sacro communi, osse coccygis, terminabatur.\n\nEx praecensitis, sicut causa diversitatis actionum et functionum patet, ita etiam ex arteriarum aortarum, et venarum cavarum, intestinorum quoque rectorum et vaginarum uteri, compagine, coadunatione et harmonia, apparet ratio conformitatis et disparitatis morborum, synthanasiæ, communis nisus egerendæ alvi, possibilis imprægnationis alterutrius, vel fors utrinque virginis, uno eodemque coitu.\n\nHæc omnia conquivi et retexui, partim e relationibus fide dignis autoptarum; partim ex ephemeredibus B. Caroli Raygeri, socerii mei, qui, dum viveret, medicum cœnobii dicti ordinarium agebat; partim ex libro cœnobiali, cui B. Vir formulas medicamentorum inscriperat. Dab. Polonii die 3 Julii 1757.\n\nJustus Joannes Torkos,\nEques Pannonius, Medic. Doct. et Liberae Regiae Civitatis Polonensis Physicus ordinarius.\n\nThe interval between the reading of this paper before the Royal Society, and the present publication, was occasioned by the long indisposition, and afterwards death, of their late President Martin Folkes, Esq; who having taken it to his house, with a view of collecting and adding to it some further particulars, it could not be found after his decease. But Dr. Torkos, the writer, being again applied to, immediately transmitted the copy of it printed\nprinted above: and, in order to supply in some measure the want of what Mr. Folkes's extensive reading and industry might have furnished the public with, in relation to so very remarkable a fact, the following accounts, printed and manuscript, are subjoined as a supplement to the preceding article.\n\nExtract of a Letter of William Burnet, Esq; F.R.S. eldest Son of Dr. Gilbert Burnet, Lord Bishop of Salisbury, to Dr. (afterwards Sir) Hans Sloane, dated at Leyden, May 9. 1708. N.S.*\n\n\"SIR,\n\n\"I send you inclosed the print of a wonderful union of two twin sisters, who are at this time to be seen at the Hague. I saw them, and observed all, that I could think tended to explain the appearance. They are Hungarians, as the lines under the print will shew you. There is there an exact enough description of their condition; only I may add, that in fig. 1. the urinal passage is between the two foremost thighs, as they are in the print. The same is true of the anus in the 2d figure, in such manner, that the situation of these parts is the same to outward appearance as naturally, with this difference, that they are between two different bodies here, whereas in the course of nature they are between the two parts of the same body. It seems probable,\n\n* Original Letters to Sir Hans Sloane, Bart. vol. A---B. in the British Museum.\nthat their parts are distinct; but that the most remote labia of each are outwardly visible, and the two contiguous ones are within. There seems to be no cheat in the thing; and the skin, where they are joined, is perfectly smooth, without any scar. They are now about six years old. They speak French and High German. They are very full of action, and talk one more than the other. When one stoops to take up any thing, she carries the other quite from the ground; and that one of them often does, being stronger as well as more lively than the other. They have not their feeling common anywhere but in the place of their conjunction. This is all I can say about it. If you think it worth while, you will do me an honour in giving the print, and the substance of this account, to the Society; to which, tho' an unworthy member, I would be proud to be capable of any service.\"\n\nThis letter was read to the Royal Society on the 12th of May 1708†; and the print mentioned in it produced; which, being now become extremely difficult to be met with, is thought proper to be engraved again, and inserted here. See Tab. XIII.\n\nSoon after the date of Mr. Burnet's letter, the twin sisters were brought to England, and publicly shewn in London, as appears from the following MS. note in a copy of the print bound up by the writer with Fortunius Licetus de Monstris ‡, edit. Am-\n\n† Journal, vol. xi. p. 143.\n‡ In this treatise, L. 2. p. 80. is the following passage: In pago Rorbachio non procul Heydelbergâ, Parai etiam relatu, gemini utriusque sexús obversis tergoribus annexis orti sunt.\n\nStelod.\nCorporum sic concrevere Sororum,\nNon divina dissocianda manu.\nSEONeria est, vicus CAMORE conterminus Arci,\nQuae jam Lune paruit Imperio.\nAmplexinis HELENAM Lucina priorem,\nHortile trib. nata IUDITHA fuit.\n\nExitus urinae patet unum\nObservant numerum\nMisti ad ignotos tenuis\nNeu pereat tantae.\nInteriora Latent, negat\nExiguo totum Corpus.\nExitus Urinæ patet unicus, unicus alvo,\nObservant numerum caetera membra suum.\nMisit ad Ignotos tenuis Fortuna Parentum,\nNeu pereat tantæ Fama stupenda rei.\nInterIora Latent, negVeVnt abstrVs a VITDerI:\nEXIgVo totVM CorpVs In ære patet.\n\nJ. Mynde\nstelod. 1665. 4to. in the possession of Thomas Wilbraham, M.D. F.R.S. \"Londini 14 Junii 1708. \"has vidi gemellas (plus annis sex natus) quarum \"forma et vivacitas elegantior et vegetior quam \"pictura et descriptio.\"\n\nAnother account of them by an eye-witness in London is in a manuscript volume among those of Sir Hans Sloane, Bart. in the British Museum, intituled, A Short History of human Prodigies and monstrous Births, of Dwarfs, Sleepers, Giants, strong Men, Hermaphrodites, numerous Births, and extreme old Age, &c. The name of the writer was James Paris du Plessis. In p. 39. under the Title Two Sisters conjoined, he gives a drawing of them, and the following description: \"These two monstrous girls were born at Szony in Hungary in the year 1701. They were born conjoined together at the small of the back. I asked the father and mother, if they could not be separated one from the other? but they answered, No; because the urinary and foecal vessels and passages were so united, as to have but one issue for the urine, and another for the excrements, betwixt both. They were brisk, merry, and well-bred: they could read, write, and sing very prettily: they could speak three different languages, as Hungarian or High Dutch, Low Dutch, and French, and were learning English. They were very handsome, very well shaped in all parts, and beautiful faces. Helen was born three hours before her sister Judith. When one stooped, she lifted the other from the ground, and carried the other upon her back; neither could they walk\n\"side by side. They loved one another very tenderly. Their clothes were fine and neat. They had two bodies, four sleeves; and one petticoat served to the bodies, and their shifts the same. When one went forward, the other was forced to go backward.\"\n\nA later and more particular account is contained in p. 41, & seqq. of a book very seldom met with in this country, being printed at Vienna in 1729. intituled, Gerardi Cornelii Drieschii Historia magnae Legationis Caesareae, quam Caroli VI. auspiciis suscepit Damianus Hugo Virmondtius, &c. The following extract, tho' long, will not probably be thought unentertaining.\n\n\"Sunt in comitatu Commaroniensi in terris illustrissimi Zichii (pagus Hungaris Szony dicitur) à parentibus colonis, quibus sua vita constat, dum hæc scribo, anno 1701. vii calendas Novembreis procreatae in lucem duæ filiæ gemellæ, posticâ parte, quâ spina dorfi definit, concretæ, sic ut altera alteram sequi, quo se cunque vertat, cogatur: caetera haud deformes aspectu, nisi concretio illa corporum prodigium efficere. Binæ singulis manus, totidem pedes, et capita, necnon corpora: suus membris omnibus usus; rationis multò etiam, quod mirere, certior; ut, si sedentes solum videris, neque sciveris, hic monstri notare nihil valeas. Majori natu, quæ lucem citius aspexit tribus horis, Helenæ, minori Judithæ nomen est. Hæc ante annos circiter tres stupore apoplectico taætae linguæ modicum ex eo ac bonæ mentis officium impediment habuit, simplicitatem quandam ingenii modo\nmodo ut redoleat. Illa animo semper integro at-\nque spirito praedita eodem, pudicâ facie, non in-\nconcinnis motibus, intuentium in se oculos ad\nmisericordiam commovet, utpote quae rationis\nplanè compos, sororis tenerrimè amans, nec status\nignara sui, duplicem miseriam tolerat, suam et\nistiùs. Ductæ sunt olim infantes per varias re-\ngiones ac provincias, Germaniam, Angliam, Gal-\nliam, Italiam, Poloniam, Bataviam, Austriam, Mo-\nraviam, Hungariam, à medico Hungarico nomine\nCfuszio, qui easdem certâ pecuniâ ad tempus sibi\na parentibus concreditas et elocatas, bonâ eorum-\ndem veniâ, paterno à solo âbduxit; unde trium\ngentium linguis, Germanicâ, Gallicâ, Hungaricâ,\nhodie dum etiam loquuntur; alias desuetudine\nusuque interrupto, ætate præsertim nondum satis\nconfirmatâ, omnino dedidicere.\n\nDux Augustus Saxo Cizius inter purpuratos\nLXXII patres à constantia religionis, timore erga\nDeum et caritate in proximum notissimus, archi-\nepiscopus Strigoniensis, veritus, ne frequentes hæ\nperignationes puellarum adhuc infantium inno-\ncentiæ officerent, ac mores denique illarum, ut\nfieri non raro afflolet, planè depravarent, pacto\npersolutoque pretio à medico redemit, et revocatas\ndomum ad suos virginibus à divâ Ursulâ nuncu-\npatis intra Posonium deinceps educandas commisit,\nnecessariis ad hoc sumptibus benignè subministratis.\nIngressæ non diu puerilem ætatem fuerant, nonuf-\nque illis annus agi cœptus currebat, quando harum\nin disciplinam virginum tradebantur. Hic legere\nprimum ac scribere, ea, quae ad fidem necessaria\nsunt, mente atque animo comprehendere; operas\nmanuum\nmanuum exercere varias, acu præcipuè phrygionica pingere, denticulatas affabre fimbrias conficere, et caetera quæ sunt ejusdem generis, edoctæ fuerunt. Vidi ego ex illarum operibus aliqua, quæ magistras hâc in arte fecisse non pudeat. Receptæ autem sunt sacrum hoc in collegium anno secul IX. die XII. kalendas Aprilis, ibi XI mansionis, vitae XIX jam planè complebunt. Istuc divarum contubernium, quod adhuc constanter incolunt, nunquam postea deseruere. Addita illis è prudentioribus virago, quæ indefinentur adsit, quo velint, ducat, actionibus invigilet, de quibus respondere, ad aliquosque referre, si necessarium fuerit, aliquando possit. Ex hâc scire quæ cupiebam, remotis arbitris, nullo negotio percepi. Crediderat namque, quod res quoque erat, non curiositatis gratiâ, sed officii, ac boni publici causâ ista à me rogari: quare alios omnes secedere jussi, solus cum eadem remanens, ut quæ, junioribus præsertim aliquot præsentibus, accuratius explicare verecundia illam antea prohibuerat, majori mecum libertate communicaret. Partes, quas vel nominare pudor honestaque vetuit, per quas potus ciborumque faeces et reliqua corporis excrementa (fit verbo venia) ejicimus, non illis his, quibus nobis, constitutæ locis. Illis quidem, ubi nos eas habemus, occlusa sunt omnia; at infernè, quâ parte concretio illa corporum incipit, easdem obtinent utrique communes. Neque tamen cum necessitas alterutram premit ad exonerandum, exempli gratiâ, ventrem, altera se quoque sentit tam inutili pondere gravatam, ut satisfacient dum necessario naturæ sit: sed jam huic, jam isti istud imbecillitatis humanæ incommodum perfec- rendum\nrendum est, fitque etiam, ut cum alvum purgat\naltera, alteri meatus sit urinarius aperiendus. Mu-\nliebria, quae statis foeminas vicibus incommodant,\nnon uno ambabus tempore veniunt. Otidui\nquandoque intervallo ac longiori disjuncta sunt.\nDum dormit haec, saepe vigilat illa, et in alterius\nlabore altera nonnunquam quiescit. Viso una po-\ntare est, aut cibo corpus reficere, cum aliud aliis\nagebatur. Sedent, stant, ambulant, jacent semper\nunae, nec fine incommodo. Non permittit con-\nglutinatio ista corporum, haec uti actiones separen-\ntur. Si colloquuntur, obtortis faciem collis ob-\nvertunt. Suavia dant sibi, cum amant, et pugnis\nimpetunt, cum furunt. Donec suae utrique vires\nadhuc constabant, si forte exortae inter illas ali-\nquando discordiae essent, haec, quae se laesam magis\ncredebant aut fortem, sublatam in humeros aliam\nalio asportabat. Veruntamen ingenio miti magis ac\nplacido sunt quam incenso aut iracundo, et in com-\nmunibus malis communem fidem, commune ro-\nbur adhibent, immissam sibi a Deo miseriam for-\ntititer sustinentes. Ante triennium in gravi secundò\ngenitae morbo, de quo nonnulla superius facta est\nmentio est, prior nata sacris omnibus munita ad\nmortem quoque feliciter obeundam disposita ab\nsacerdote fuit, quia medicorum pars potior credit\naliâ extinctâ aliam haud posse longum amplius\nsuperesse. Id quod probare ex hoc etiam laborant,\nquod quoties male uni fit, quamvis altera non\neadem continuo ægrotatione teneatur, angustias\ntamen animi certas, hebetationem sensuum, et\ncommotionem quandam viscerum in seipsa ex-\nperiatur. Equidem dubitandum minimè reor, quin\nmonstrofa hæc bina corpora duplici mente ac spiri-\nritu regantur. Nam five cor faciamus, five cere-\nbrum statuamus animi sedem, ex utrolibet idem\nnullo negotio evincitur. Adde tot actiones multi-\nplices, cogitationes rerum diversas, sensa animi varia,\nquæ, ut aliud nihil fit, isthuc pariter nos docent.\nUnum praecipue hic admirandum venit, quod\ncommemorare superius memoriâ excidit; post\nprodigiosum videlicet hunc difficilemque partum\nnatos esse matri alios liberos, ex eodem patre pro-\ncreatos, sanos et valentes, corpore, specie ac forma\nintegros, qui monstri nihil admixtum habeant.\"\n\nXL. Observations on the Origin and Use of\nthe Lymphatic Vessels of Animals: being\nan Extract from the Gulstonian Lectures,\nread in the Theatre of the College of Phy-\nsicians of London, in June 1755. By\nMark Akenfide, M.D. Fellow of the College\nof Physicians, and of the Royal Society.\n\nRead Nov. 10, 1757.\n\nIT is proved, by a multitude of expe-\nriments, that the lymphatics com-\nmunicate with the blood-vessels. They may be\ndistended by blowing air, or by injecting water or\nmercury, into an artery: and the lymph, which\nthey carry, is frequently, in a morbid state, found\ntinged with a mixture of the red globules or craffla-\nmentum of the blood. Upon this foundation two\ndifferent",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105264.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 23616,
    "total-output-tokens": 6181,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1352,
        3
      ],
      [
        1352,
        3049,
        4
      ],
      [
        3049,
        4664,
        5
      ],
      [
        4664,
        6035,
        6
      ],
      [
        6035,
        7368,
        7
      ],
      [
        7368,
        8959,
        8
      ],
      [
        8959,
        9296,
        9
      ],
      [
        9296,
        9543,
        10
      ],
      [
        9543,
        11075,
        11
      ],
      [
        11075,
        12572,
        12
      ],
      [
        12572,
        14149,
        13
      ],
      [
        14149,
        15779,
        14
      ],
      [
        15779,
        17375,
        15
      ],
      [
        17375,
        18647,
        16
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "en",
      "en",
      "la",
      "la",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105264",
    "title": "Observationes Anatomico-Medicae, de Monstro Bicorporeo Virgineo A. 1701. Die 26 Oct. in Pannonia, Infra Comaromium, in Possessione Szony, Quondam Quiritum Bregetione, in Lucem Edito, Atque A. 1723. Die 23 Febr. Posonii in Caenobio Monialium S. Ursulae Morte Functo Ibidemque Sepulto. Authore Justo Johanne Torkos, M. D. Soc. Regalis Socio",
    "authors": "Justo Johanne Torkos, William Burnet",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/105264"
  }
}