{
  "id": "2d0340627008ceba52aadbf28fc3b8852e5489f7",
  "text": "XVIII. Supplementary Observations on the Structure of the Belemnite and Belemnoteuthis.\n\nBy Gideon Algernon Mantell, Esq., LL.D., F.R.S., F.L.S.,\nVice-President of the Geological Society, &c.\n\nReceived November 5, 1849,—Read February 14, 1850.\n\nAs several eminent naturalists have expressed doubts of the correctness of my interpretation of some of the facts described in the Memoir on the Belemnite and Belemnoteuthis, published in the Philosophical Transactions, Part II. 1848, I am induced to lay before the Royal Society the following additional observations in confirmation of the opinions advanced in my previous communication on this subject.\n\nThat distinguished naturalist, Mr. J. E. Gray, has especially controverted my statement that the phragmocone of the Belemnites of the Oxford Clay* possessed a pair of elongated shelly processes, which extended beyond the peristome or upper border of the conical chambered shell; the aperture resembling in this respect that of certain species of Ammonites†. In the recently published \"Catalogue of the Mollusca in the Collection of the British Museum‡,\" Mr. Gray remarks, \"Dr. Mantell has figured a specimen which appears to have an elongated process on each side, like the processes on the sides of the mouth of certain Ammonites; but on examining his specimen I am very doubtful if this appearance does not arise from an accidental fracture of the upper part of the conical shell.\"\n\nSince the publication of my former Memoir, three Belemnites with phragmocones, in which the parts in question are unequivocally manifest, have come under my observation. Two of these interesting fossils are in the Gallery of Organic Remains in the British Museum: the third is in my possession. In addition to these examples, evidence in proof that this structure is normal, and not the result of accident, has been afforded by numerous detached portions of belemnital phragmocones from the Oxford Clay and Lias, which display well-defined vestiges of the expanded bases of these processes: and that eminent palaeontologist, Mr. John Morris of Kensington, informs me that he has recognized their presence in specimens from various strata and localities.\n\nIn the three examples above mentioned, that part of the process which extends\n\n* The species of Belemnite to which my observations refer, Mr. Morris informs me is Belemnites Puzasianus of D'Orbigny, B. Owenii of Mr. Pratt.\n† Philosophical Transactions, 1848, Plate XIII. fig. 3. p. 181.\n‡ Part 1, Cephalopoda Antepedia, p. 124.\nbeyond the upper or basilar margin of the phragmocone is well defined; and in each of these specimens the extension of the longitudinal plates or bands may be distinctly traced downwards, almost to the distal end or apex, as a thin nacreous shelly plate, striated longitudinally, and having obliquely divergent lines on the ventral margin.\n\nThe finest specimen from Wiltshire in the British Museum (Plate XXVIII. fig. 1), like that discovered by my son*, consists of the osselet or guard (b) partially invested by its capsule, with the phragmocone in natural apposition: the latter is shattered and pressed almost flat, but preserves a conical outline, and has on the upper part the right process (e), which extends 5 inches above the peristome or border of the chambered cone: a portion of the left process is seen at f; c, denotes the lower termination of the process.\n\nFig. 2 represents the upper portion of this fossil of the natural size, and so clearly shows the parts described that further detail is unnecessary.\n\nI would particularly direct attention to the evident extension of the base of the process (x, x, x) down the phragmocone as a nacreous band or plate finely striated. Under a slightly magnifying power this expansion appears like a thin shelly integument deposited on the external surface of the chambered cone, and is marked with curved diverging lines on the lateral border.\n\nIn the former Memoir the number and position of these processes could not be determined with precision; the specimens recently obtained show that there were but two,—one on each side the aperture or peristome,—and these were situated nearer to the dorsal than to the ventral aspect. The siphunculus always occupies the median and ventral side of the phragmocone; and its excentric apex is directed towards the same region, in which is also situated the sulcus of the guard (see Plate XXIX. fig. 5).\n\nIn the fragment of a large uncompressed belemnite phragmocone from Lyme Regis, for the loan of which I am indebted to Mr. Morris, the relative position of the parts above described is distinctly exhibited, Plate XXIX.: fig. 3, f, f, the remains of the lateral processes; g, the siphunculus, occupying the ventral aspect; h, the dorsal line.\n\nThe outline, Plate XXIX. fig. 4, is intended to express concisely the facts described.\n\nWith regard to the osselet (the distal solid part of which is generally termed the guard or rostrum), I would remark, that since my former communication I have inspected many hundred specimens from various localities, and have ascertained that although in detached examples (the ordinary condition in which these fossils occur) the rostrum appears to terminate by a well-defined line at the upper part, yet this is not really the case; for the same radiated structure originally extended upwards, and surrounded and protected the phragmocone as a sheath, and gradually became confluent with the investing capsule or periostricum; probably terminating in a horny flexible integument. A fragment of the receptacle taken from the upper part of a specimen, and which is not thicker than stout paper, is delineated under a mag-\n\n* Philosophical Transactions, 1848, Plate XV. fig. 3.\nnifying power of eight diameters in Plate XXIX. fig. 6. In this section are clearly seen the outer integument or periostricum (a), the radiated structure of the osselet (b), and the shell of the phragmocone (c). Among the numerous Belemnites I have examined, not the slightest trace of an ink-bag or its contents, the sepia, could be detected.\n\nBelemnoteuthis.—Some uncompressed examples of the distal end of the phragmocones of this Cephalopod have lately been discovered, which must dispel any remaining doubts as to the generic distinction, first established by the late Mr. Channing Pearce in 1842, being based on natural characters.\n\nThe specimen figured, Plate XXIX. fig. 7, appears to me to afford conclusive evidence on the points in dispute. By a reference to my former paper, it will be seen that the longitudinal ridges, which are always present on the distal end of the phragmocone of the Belemnoteuthis, are regarded by those observers who contend that the latter belong to Belemnites, as plaits, or folds, originating from fracture and lateral compression. In the fossil before us these ridges are entire and well-defined; two are situated on the ventral and one on the dorsal region. Fig. 7a is a transverse section, enlarged four diameters, in which are shown the form of the ridges and the radiated structure of the solid part of the phragmocone: I scarcely need observe, that in the true Belemnite the cone is chambered to the extreme apex. These characters will remind the palaeontologist of the very analogous organization of the Beloptera of the tertiary strata, alluded to in my former memoir*. In fact it is now proved that the Belemnoteuthis (as was originally suggested by Mr. Channing Pearce and Mr. Cunnington) possessed an osselet of a radiated structure containing a chambered siphunculated cone, but without an extended rostrum or guard; thus forming an interesting transition to the Belemnite, from which it is generically distinct†. From the facts before us, our knowledge of the organization of the genus Belemnites comprises the following structures:\n\n1. The investing periostricum or capsule, which enveloped the osselet, and extending upwards, constituted the external parietes of the receptacle.\n\n2. The Osselet, characterized by its radiated structure, composed of trihedral prismatic fibres, which terminated distally in a solid rostrum having an alveolus or conical hollow to receive the lower portion of the chambered phragmocone, and proximally in a thin cup-like expansion, which became confluent with the capsule, and formed the receptacle for the viscera.\n\n3. The Phragmocone, or conical siphunculated chambered internal shell, the apex of which occupied the alveolus of the rostrum, and the upper part expanded into a capacious chamber, from the basilar margin of which proceeded two elongated testaceous processes.\n\n* Philosophical Transactions, 1848, p. 176.\n† The Conoteuthis Dupinianus of M. D'Orbigny, from the Upper Neocomian strata of the Department d'Aube, appears, so far as can be determined by mere description, to approach very closely to the Belemnoteuthis. It is stated to have a long slender osselet, terminated by a chambered cone, but without a guard or rostrum.\nSome of the specimens in the British Museum and in my own cabinet exhibit on the space around and between the processes, delicate striae, apparently produced by the imprint of the muscular fibres of the mantle or other tissues; and these I believe are the only indications hitherto observed of the soft parts of the animal to which the Belemnite belonged.\n\nIn fine, the *Belemnite* is characterized by its rostrum and the investing capsule, and its phragmocone chambered to the extreme apex and having a pair of testaceous processes at the basilar margin of the peristome*; while the *Belemnoteuthis* has simply an osselet of a radiated fibrous structure, inclosing a conical chambered shell that terminates distally in a solid obtuse point†. Whether the Belemnite resembled the Belemnoteuthis in possessing an ink-bag, and having a body with eight uncinated arms and a pair of long tentacula, future discoveries can alone determine.\n\nAlthough this communication may be devoid of interest to those who do not especially cultivate the department of natural science to which this inquiry belongs, it will not I trust be deemed unimportant by the palaeontologist, since the new facts herein described tend to remove in some degree the obscurity which veils the original structure of a race of highly organized beings, that swarmed in the seas of every part of the globe‡ during the secondary geological periods, from the Lias to the Chalk inclusive, and which appears to have become extinct with the contemporary Cephalopoda, the Ammonites, at the close of the cretaceous epoch§.\n\n*Chester Square, Oct. 1849.*\n\n**Additional Note.**\n\n*February 14, 1850.*\n\nSince the previous observations were communicated to the Secretary of the Royal Society, I have been so fortunate as to obtain from the Oxford Clay of Wiltshire, a Belemnite in which the two dorsal processes of the phragmocone are more perfectly displayed than in any specimen hitherto discovered (see Plate XXX.).\n\nFrom the rarity of such fossils, and their extreme fragility and perishable nature,\n\n* I do not mean to aver that similar processes exist in every species of Belemnite, for it is probable that, as in Ammonites, there may have been considerable diversity in the form and size of these appendages; and in some species the basilar margin of the peristome may have been destitute of them: my remarks exclusively refer to the species of Belemnites described in the text.\n\n† The facts described in the text are of course directly opposed to the views expressed in the following extract from the Philosophical Transactions for 1844, p. 74: “The association of the spathose guards with crushed phragmocones identical in structure with those in connection with the fossil ink-bags and muscular parts.”\n\n‡ Belemnites have recently been discovered in limestone in the Middle Island of New Zealand, by my eldest son, Mr. Walter Mantell.—See Geological Journal for August, 1850.\n\n§ Belemnites first appear in the Lias, where they suddenly attain their maximum development. Many species abound in the Oolitic or Jurassic formation: in the Greensand they are likewise abundant; in the Galt there are but two or three small species. In the Chalk strata a modification of the type, termed *Belemnitelle*, appear, and with these the race seems to have become extinct; at least no traces of its existence have been detected in any newer deposits, save the *Beloptera* of the tertiary previously mentioned. I am not aware that any examples of Belemnoteuthis have been found in the Lias: hitherto I have obtained specimens only from the Oxford Clay and contiguous strata.\nDorsal dermal Spine of the Hylaeosaurus\n\n(¼ Nat. Size linear)\nUpper portion of the Phragmocone of a Belemnite.\n\n(in the British Museum)\n\n(Natural size)\nBelemnites and Belemnoteuthis.\n\nPrinted by J. Bazire.\nBelemnites Puzosianus, showing the upper part of the phragmocone and the pair of elongated processes; from the Oxford Clay, Wiltshire.\n\nJ. Maisey del., J. Brodie lith.\nPuzosianus, showing the upper part of the phragmocone with a pair of elongated processes; from the Oxford Clay, Wiltshire.\n\n(In the possession of Dr Mantell.)\nit is important to preserve faithful representations taken whilst the specimens are fresh from the stratum, for when the clay contracts by drying, the delicate shelly structure of the phragmocone but too frequently shrivels and flakes off; I know of no means by which this decomposition can be prevented, and am therefore desirous of adding to the illustrations of this communication the accompanying drawing, by Mr. Mounsey, of the beautiful fossil above mentioned, in which are shown the elongated processes of the phragmocone in their natural position on each side the dorsal line; the interval between them is occupied by a thin pellicle of a dark integument marked with very fine diverging parallel striae; this substance is probably the inner lining of the capsule of the sepiostaire in a carbonized state, a condition in which animal tissues so often occur in argillaceous deposits.\n\nI likewise annex a drawing of another specimen (Plate XXIX. figs. 9, 10) of the distal termination of the osselet of the Belemnoteuthis, in which the alveolus or hollow occupied by the chambered shelly cone is exposed; the cavity is filled with calcareous spar, and is surrounded by a dense fibrous radiated structure, analogous to that of the osselet of the true Belemnite; an additional proof that in the Belemnoteuthis this investment is the osselet or guard of the phragmocone. After this evidence, the presumed generic identity of the Belemnite and Belemnoteuthis must, I conceive, be abandoned by every accurate observer; consequently the form and structure of the body and arms, and other soft parts of the Cephalopoda to which the Belemnites belonged, have yet to be discovered.\n\n**Description of the Plates.**\n\n**PLATE XXVIII.**\n\nFig. 1. Outline of a remarkably fine specimen of a Belemnite with the phragmocone and its elongated processes, from the Oxford Clay, Wilts. In the British Museum. The length of the original is 22 inches.\n\nFig. 2. Represents the basilar or upper portion of the above fossil of the natural size.\n\n- e. The right, and f. the left process.\n- x, x, x. The base of the process spread over the conical shell of the phragmocone.\n\n**PLATE XXIX.**\n\nFig. 3. Part of the phragmocone of a Belemnite from the Lias, in the collection of John Morris, Esq.\n\n3a. Lateral view of a portion of the same, showing the remains of one of the longitudinal processes on the shell of the phragmocone.\n\nFig. 4. Outline exhibiting all the known parts of the Belemnite in their relative position, the osselet being split asunder longitudinally, and one side removed to show the situation of the alveolus, &c.\nFig. 5. The rostrum of the osselet of *Belemnites Puzosianus* from the Oxford Clay, Trowbridge, Wilts. In this specimen the upper part of the guard is removed and exposes the distal extremity of the phragmocone lying in its natural position in the alveolus. The ventral aspect is delineated to show the form and situation of the sulcus or groove (the characteristic of this species) in that region: the siphunculus is on the front of the phragmocone in this view.\n\nThe several parts represented in the above figures are indicated as follow:\n\n- **a, a.** The pair of elongated processes of the phragmocone.\n- **b.** Osselet, rostrum, or guard.\n- **b'.** The upward extension of the expanded osselet.\n- **c, c.** Siphuncle.\n- **d, d.** The phragmocone.\n- **e.** Section of the capsule or outer investment of the osselet.\n- **f.** The apical or distal termination of the phragmocone.\n- **g.** The alveolus or hollow in the rostrum in which the end of the phragmocone is situated.\n- **h.** Vertical section of the guard, showing its fibrous and radiated structure.\n- **i.** Ventral aspect.\n- **k.** Ventral sulcus or groove.\n- **l.** Section of the capsule investing the guard.\n\nFig. 6. Transverse section of a fragment from the upper part of the receptacle of the Belemnite near the base of the process; magnified eight diameters.\n\nIn this thin pellicle are seen, **a.** the Capsule; **b.** the radiated fibrous structure of the osselet distinctly visible, though taken several inches from above the line which is usually regarded as the termination of the spathose osselet; **c.** the shell of the phragmocone.\n\nFig. 7. The apical or distal end of the phragmocone of the Belemnoteuthis, showing the ventral aspect, and the pair of ridges: natural size.\n\n**7a.** A transverse section of the same, displaying the internal radiated structure of the phragmocone and its solid apex: magnified four diameters.\n\n**** The two ventral ridges. This specimen is in my collection.\n\nFigs. 9, 10. The apical portion of the osselet of the Belemnoteuthis, exposing the alveolus, or cavity occupied by the apex of the chambered cone, filled with spar, and surrounded by the dense, fibrous, radiated investment, analogous to that of the guard of the true Belemnite: the figures are magnified four diameters.\n\nPLATE XXX.\n\nA Belemnite from the Oxford Clay of Wiltshire, showing the pair of dorsal processes in their natural position: size of the original.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108442.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22596,
    "total-output-tokens": 4740,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2519,
        2
      ],
      [
        2519,
        5725,
        3
      ],
      [
        5725,
        8951,
        4
      ],
      [
        8951,
        12570,
        5
      ],
      [
        12570,
        12632,
        6
      ],
      [
        12632,
        12722,
        7
      ],
      [
        12722,
        12776,
        8
      ],
      [
        12776,
        12776,
        9
      ],
      [
        12776,
        12776,
        10
      ],
      [
        12776,
        12944,
        11
      ],
      [
        12944,
        13103,
        12
      ],
      [
        13103,
        15712,
        13
      ],
      [
        15712,
        18145,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108442",
    "title": "Supplementary Observations on the Structure of the Belemnite and Belemnoteuthis",
    "authors": "Gideon Algernon Mantell",
    "year": 1850,
    "volume": "140",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108442"
  }
}