{
  "id": "2782745d82be9385cdc15b2d08f9e425c8a1a0d9",
  "text": "I crave, Sir, your Indulgence on this imperfect Account, and am, with all possible Respect,\n\nSIR,\n\nDean-street Soho, March 8.\n\nYour most humble, and most obedient Servant,\n\nDaniel Peter Layard.\n\nXV.\n\nThe Reverend Mr. Roger Pickering, F. R. S.\nto the President, concerning the same.\n\nAldermanbury, March 8. 1749-50.\n\nSIR,\n\nRead March 8.\n\nTHE Earthquake this Morning, which happen'd at so early an Hour as to surprise most People in their Sleep, I had all the Opportunities imaginable of observing to as much Exactness as Phenomena of this Nature can be; and therefore do myself the Honour to present you with this early Intelligence.\n\nAbout a Quarter after 5 I was lying in Bed awake, and under the Composure which one generally feels upon recovering from a regular and refreshing Sleep. To this the Serenity of the Morning greatly contributed, as well as the gradual Increase of Light, which, the Shutters being open, could easily be perceived thro' the linen Furniture of the Bed and Window-\nWindow-Curtains. I mention this Particular, because, every Object in the Chamber being thus rendered sufficiently distinct, I had the Opportunity of examining the Event by the Evidence of my Eyes, as well as that of my Ears. On a sudden I heard a Sound like that of a Blast of Wind; such a Blast I mean, as those we perceive in the dry windy Days, so frequent with us about the Equinoxes; one that, at different Intervals, rises gradually to its full Strength, and gradually dies off. The Attention this occasion'd led me very sensibly to perceive myself rais'd in my Bed (which stood N. and S.) and to observe, that the Motion, as I lay upon my Back, began on my right Side, and from Head to Foot inclined me towards the left.\n\nThis was nearly instantaneous with the Commencement of the Blast, and I immediately concluded it to be an Attack of the same kind with that on this Day was a Month. The Sensation I felt at this time was rather solemn than terrifying; so that I patiently lay to observe the following Circumstances.\n\nThe first Shock being given, the Motion that followed was that of a very quick Vibration; and looking at the Curtains of the Bed, I perceived their Motion was similar. The Hinges of the Drawers of a Dressing-Table on my right Hand clapp'd, not only distinctly, but considerably loud; and a Sound, suitable to its Materials, came from every moveable Body in the Room. The whole Shock, to my Judgment, lasted about 10 or 12 Seconds of Time; when, the rushing Noise above-mention'd having gradually died away, every thing was restored to that Calmness which had preceded the Event.\n\nI then\nI then rose, and found by my Watch that it was half an Hour past 5.\n\nI am not able to judge of the comparative Force of this Shock with that on this Day Month; for I was then at my House on Enfield-Chace, where it was not in the least perceived, nor nearer to there (as I can learn) than Edmonton, which lies, in a S.E. Direction, about 3 Miles and a half nearer to Town. But one of my Chimnies in Town has suffer'd by this Shock; and I am informed that two others have been thrown down in Monkwill Street and Jewin Street, which lie in a N.W. Direction, from Aldermanbury, at about $\\frac{1}{8}$ of a Mile Distance.\n\nI think, Sir, I have somewhere found it observed by the antient Naturalists, that Earthquakes usually, tho' not constantly, happen in the Spring and Autumn; and the Principle they go upon gives some Credit to their Observation. However, this induced me to look over my Minutes of such Earthquakes with us as have come to my Knowlege since the Middle of the last Century. There I found as follow; viz.\n\n19 Jan. 1665 6 at Oxford - - about 6 Even.\n17 Sept. 1683 at ditto - - about 7 Morn.\n9 Oct. ditto thro' the Midl'd Counties about 11 Night.\n\n8 Sept. 1692 In London, and Parts adjacent, and in the English Camp in Flanders about 2 p.m.\n\n28 Dec. 1703 In the N. of England about 5 Even.\n8 February 1749-50. In London, and about 7 Miles round, & from private Hands at Calais about $12\\frac{1}{2}$ p.m.\n\n8 March\nOut of these seven Instances, you will perceive, Sir, that 3 have happen'd in the Autumn, 2 in Spring, and 2 in December and January; so that the Balance in Favour of the ancient Observations is as 5 to 2. I beg Leave also to observe, that of these, the 2 in the Spring are those we have so lately felt, and those, after the openest Winter, and in the warmest Spring, that our Country, possibly, ever knew. How far this Observation may be applicable to adjust the Cause of the two late Earthquakes, it would be impertinent in me, to offer to you.\n\nYou will please, however, to excuse me, Sir, if I take the Liberty of my Function to observe, that, however obvious, in general, the secondary Causes of these Phænomena may be; there is something so peculiarly affecting, so striking, in these solemn Struggles of Nature, as irresistibly suggests to the Mind the unspeakable Grandeur and Majesty of God, and arises in full Evidence of the Existence, Wisdom, and Power, of the Lord of Nature.\n\nIt is, Sir, with very great Esteem that I take the Honour of being,\n\nSIR,\n\nYour most obedient humble Servant,\n\nR. Pickering.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104722.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1429,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        993,
        2
      ],
      [
        993,
        2608,
        3
      ],
      [
        2608,
        4033,
        4
      ],
      [
        4033,
        5147,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104722",
    "title": "The Reverend Mr. Roger Pickering, F. R. S. to the President, concerning the Same",
    "authors": "Roger Pickering",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104722"
  }
}