{
  "id": "19b1276736ddf7035f7fbc005cd587bbd860d279",
  "text": "and to represent some probable ways for the Illustration of Ancient Writings. And here I earnestly implore the Ayde of all the Learned, and the Noble Patrons of Learning, to bring into publick Light the Treasures of Libraries, before they be sacrificed to worms and putrefaction; and to examine Herodotus and Pliny, Theophrastus and Dioscorides, and all the Old Monuments, both with Candour and equal Integrity; to remark what is manifestly false, or with great reason to be suspected; to confirm what may by Parallels be confirmed; and lastly to see what yet further may be added to Pancirolus, & what may be thence discarded, and what Succedanea may be adopted. And now I come at fresh to offer what I have at hand.\n\nA Solution,\nGiven by Mr. John Collins of a Chorographicall Probleme, proposed by Richard Townley Esq. who doubtless hath solved the same otherwise.\n\nProbleme.\n\nThe Distances of three Objects in the same Plain being given, as $A, B, C$; The Angles made at a fourth Place in the same Plain as at $S$, are observed: The Distances from the Place of Observation to the respective Objects, are required.\n\nThe Probleme hath six cases. See Tab. 1.\n\nCase 1. If the Station be taken without the Triangle Fig. 1, made by the Objects, but in one of the sides thereof produced, as at $s$ in the first figure: find the Angle $ACB$; then in the Triangle $ACS$ all the Angles and the Side $AC$ are known, whence either or both the Distances $SA$ or $SC$ may be found.\n\nCase 2.\nFig. 2. Case 2. If the Station be in one of the Sides of the Triangle, as in the second figure at S, then having the three sides AC, CB, BA, given, find the angle CAB; then again in the Triangle SAB all the Angles, and the side AB are known, whence may be found either AS or SB Geometrically, if you make the angle CAD equal to the observed angle CSB, and draw BS parallel to DA, you determine the Point of Station S.\n\nFig. 3. Case 3. If the three Objects lie in a right Line as ACB (Suppose it done,) & that a Circle passeth through the Station S, and the two exterior Objects A B; then is the Angle ABD equal to the observed angle ASC (by 21 of the 3d. book of Euclid,) as insisting on the same Arch AD: And the Angle BAD in like manner equal to the observed Angle CSB: By this means the point D is determined. Joyn DC, and produce the same, then a Circle passing through the Points ABD, intersects DC, produced at S, the place of Station.\n\nCalculation.\n\nIn the Triangle ABD all the Angles and the side AB are known, whence may be found the side AD.\n\nThen in the Triangle CAD, the two Sides CA and AD are known, and their contained angle CAD is known; whence may be found the Angles CDA and ACD, the complement whereof to a Semicircle is the angle SCA: in which Triangle the Angles are now all known and the side AC: whence may be found either of the Distances, SC or SA.\n\nFig. 4. Case 4. If the Station be without the Triangle, made by the Objects, the sum of the Angles observed is less than four right Angles. The Construction is the same as in the last Case, and the Calculation likewise; saving that you must make one Operation more, having the three Sides AC, CB, BB, thereby find the angle CAB, which add to the Angle EAD, then you have the two sides, viz. AC, being one of the Distances, and AD, (found as in the former Case) with their contained\nAngle CAD given to find the angles CDA and ACD, the Complement whereof to a Semicircle is the angle SAC: Now in the Triangle SAC, the Angle at C being found, and at S observed, and given by Supposition, the other at A is likewise known, as being the complement of the two former to a Semicircle, and the side AC given; hence the distances CS or AS may be found.\n\nCase 5. If the place of Station be at some Point within Fig. 5. the Plain of the Triangle, made by the three Objects, the Construction and Calculation is the same as in the last, saving only that instead of the observed Angle ASB, the Angle ARD is equal to the Complement thereof to a Semicircle, to wit, it is equal to the Angle ASD; both of them insisting on the same Arch AD. And in like manner the Angle BAD is equal to the Angle DSB, which is the Complement of the observed CSB; and in this Case the sum of the three Angles observed, is equal to four right Angles.\n\nIn these three latter Cases no use is made of the Angle observed between the two Objects, as A and B, that are made the Base-line of the Construction; Yet the same is of ready use for finding the third distance or last side sought, as in the fourth Scheme, in the Triangle SAB, there is given the distance AB, its opposite Angle equal to the sum of the two observed Angles, and the Angle SAB attained, as in the fourth Case: Hence the third side or last distance SB may be found.\n\nAnd here it may be noted, that the three Angles CAS, ASB, SBC, are together equal to the Angle ACB; for, the two Angles CSB and CBC are equal to ECB, as being the Complement of SCB to two right Angles; and the like in the Triangle on the other side. Ergo, &c.\n\nCase 6. If the three Objects be A, B, C, and the Station Fig. 6. at S, as before, it may happen, according to the former Constructions, that the Points C and D may fall close together; and so a right Line, joining them, shall be produced with uncertainty; in such case the Circle may be conceived to\nto pass through the place of Station at S, and any two of\nthe Objects (as in the sixth scheme) through B and C, wherein\nmaking the Angle DBC equal to the observed Angle AS C,\nand BCD equal to the Complement to 180 degrees of both\nthe observed Angles in DS B; thereby the point D is de-\ntermined, through which, and the points C, B, the Circle\nis to be described, and joining DA, (produced, when need\nrequireth,) where it intersects the Circle, as at S, is the place\nof Station sought.\n\nThis Probleme may be of good Use for the due Scituation\nof Sands or Rocks, that are within sight of three Places up-\non Land, whose distances are well known; or for chorogra-\nphical Uses, &c. Especially now there is a Method of ob-\nserving Angles nicely accurate by ayde of the Telescope;\nand was therefore thought fit to be now publisht, though\nit be a competent time since it was delivered in in writing.\n\nAn Accomp\nOf some Mineral Observations touching the Mines of Cornwal\nand Devon; wherein is described the Art of Trayning a\nLoad; the Art and Manner of Digging the Ore; and the\nWay of Dressing and of Blowing Tin: Communicated by\nan Inquisitive person, that was much conversant in those\nMiners.\n\nFor the more easie apprehending of this Art, it is supposed;\n\nFirst, That there hath been a great Concussion of\nwaters in that Separation of the waters from the waters\nmentioned in the Creation, Gen. i. v. 9. 10. when the Dry\nLand first appeared; or in Noah's Flood; or at both times,\nwhereby the waters moved and removed the (then) Sur-\nface of the earth.\n\nSecondly, That before this Concussion, the uppermost\nsurface of Mineral Veins or Loads did (in most places) lie e-\nven with the (then real, but now imaginary) surface of the\nEarth, which is termed by the Miners, the Shelf, Fast Coun-\ntry or Ground that was never moved in the Flood (lay\nthey;) whom and whose terms, for avoiding of superflu-\nous words and needless circumlocutions, I shall in these fol-\nlowing\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101054.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2021,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1480,
        2
      ],
      [
        1480,
        3337,
        3
      ],
      [
        3337,
        5313,
        4
      ],
      [
        5313,
        7270,
        5
      ],
      [
        7270,
        7270,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101054",
    "title": "A Solution, Given by Mr. John Collins of a Chorographical Probleme, Proposed by Richard Townley Esq. Who Doubtless Hath Solved the Same Otherwise",
    "authors": "John Collins",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101054"
  }
}