{
  "id": "777758c67c710909b6131faf56705c2d3f8774d3",
  "text": "LI. An Account of some fossil Fruits, and other Bodies, found in the Island of Shepey. By James Parsons, M.D. F.R.S.\n\nTo the Right Honourable the Earl of Macclesfield, President of the Royal Society.\n\nMy Lord,\n\nSept. 25, 1757.\n\nBeing ever desirous to promote the business of this learned Society, I could not lose the opportunity that presented, of laying before you an account, and drawings (See Tab. XV. & XVI.), of a most curious parcel of fossil fruits, and some other bodies, sent me from Shepey-Island, by my ingenious friend Mr. Jacob, of Faversham, Surgeon, and Fellow of the Antiquary Society.\n\nI do not remember, that fossil seeds, or fruits, are recorded in our Transactions, tho' many of other kinds have places in them; nor indeed that the memoirs of other academies have made mention of any such fruits; and therefore, as these are chiefly pyritical, and consequently liable to fall to pieces, I thought it necessary to make drawings of them while in a sound state, in order for engraving, if the Society shall think fit; lest their being so subject to moulder away might put it out of my power to preserve their forms. However, I have great hopes I shall be able to preserve the greater part of them entire till they are shewed to the Society.\nIn describing these bodies, we shall be obliged to make the best conjectures we can of some of them only; for several are sufficiently obvious to every naturalist, and easily known by comparing them to such recent fruits, as are frequent enough among us. Some of them are absolutely exotics; and indeed they are all rare and curious, and, in my humble opinion, well worth the notice of the Royal Society.\n\nDoctor Woodward's catalogue *, which is so ample and full of all kinds of fossil bodies, has only a very few fruits; and these are only some hazle nuts found in different places, a few pine-cones, and laryxes; and one fruit, which was taken for an unripe nutmeg. In this collection before us they are all very different, and such as have not been seen before.\n\nIt will not be amiss, in this place, to give a short detail of such bodies as are capable of either being petrified themselves, or of leaving their impressions in stony matter. By being petrified, is meant being impregnated with stony, pyritical, or any other metallic or sparry matter; for there are innumerable specimens, wherein all these are apparent.\n\n**Testaceous and Crustaceous Animals.**\n\nThe shelly matter of these is of so compact and dry a nature, that they will endure for ages: and if in a soil or bed where moisture has access, they will receive stony matter into their pores, and become ponderous in proportion to the quantity imbibed. If in a dry\n\n* Since my writing this discourse, Dr. Mason informs me, that these are found no other than recent nuts and laryxes.\nplace, they will remain fair and sharp, suffering very little change by any length of time; whilst the flesh of these, being subject to putrefaction, is soon destroyed; and yet, according to circumstances that happen, some of these may be replaced in due form by stony particles. I have a gryphites, with the form of the fish in its place, as is the case in several of the oyster kinds. This may be occasioned by the shells being close, or nearly so, and stony matter gradually insinuating into their cavity, so as to fill up the whole.\n\nWood.\n\nThe kinds of wood found fossil are very different: some are of a firmer texture than others: and this too is according to the places wherein they are deposited. Some I have seen so highly impregnated with a fine stony and pyritical matter, as to bear a polish like a pebble; some, tho' quite reduced to stone, yet preserving the fibrous appearance of the original state; and some which is found in boggy bottoms, being not at all changed, except in color: this is called bog oak, or bog deal, well known to country people in many places of these three kingdoms, who light themselves about their business with flips of this wood, cut on purpose instead of candles, as it burns with a clear and durable flame. It is remarkable, that altho' oak or fir shall lie ages immersed in water under ground, it shall not putrify; but acquire such sulphureous particles by lying in steep, in the bog-water, as to qualify it for this use. Other wood, deposited in marly ground, is found incrusted over, trunk and branches, with a white crust; the wood remaining entire within.\nAt other times, wood thus incrustated shall be eroded by the matter which covers it, having something acrimonious in its substance. We may add to these, clusters of the twigs of shrubs, and small wood, which we find flakes of, incrustated with sparre or calcareous matter, in many places; parts of which are totally changed into that matter, whilst others are only enveloped with it.\n\n**Bones of Animals.**\n\nWe see, by every day's experience, that the human skeleton moulders to dust in a very few years, when buried in mould: so it does even in vaults, where the coffins are kept dry. In the first case, the moisture and salts of the earth divide and dissolve the texture of the bones; in the latter, those of the air, which gradually insinuate themselves into them, and at length destroy them. How long a skeleton whose bones are well dried and prepared, being totally deprived of its medullary substance, will last, as we now order them for anatomical purposes, we cannot say: but it may be reasonably conjectured, that they will undergo the fate of the softer kinds of wood, such as beech, which grows rotten in no great number of years; because their internal substance is spungy and cellular, and their crust is very thin, except about the middle of the bones of the arm and thigh, I mean the humerus and femur. The same destruction would happen, if bodies were deposited in a sandy soil; because water finds its way either by dripping downwards, or by springs underneath. But human skeletons have been found entire within a rock, where neither mois-\nture nor air could get at them. Mr. Minors, an eminent Surgeon and Anatomist of the Middlesex-hospital, when he was in the Army, at Gibraltar, saw an entire skeleton, standing upright, in a dry rock, part of which had been blown up with gunpowder, in carrying on some works in the fortifications, which left the skeleton quite exposed. Indeed, the bones of Elephants have been found in Shepey-Island, but much destroyed, several of which I have in my Collection; an account of which we have in the last volume but one * of our Transactions; their size and substance being so considerable, as to resist for a long time that decay which those of the human could not withstand. To these we may add the horns of large animals, as the elk, and others, which have been found in bogs, preserved as the bog-oak, &c. mentioned.\n\n**Teeth and Palates of Fishes and other Animals.**\n\nThese are of so hard and firm a texture, as to suffer no great change, whereforever found; for we see, that no erosion appears in them, their enamel and its polish being entirely preserved; yet sometimes their roots will be found changed, especially in the yellow ones, having no enamel to guard them in their roots.\n\n**Parts of Vegetables.**\n\nThe leaves of plants, whose fibres are firm and dry, will endure for a long time; but those of a succulent nature never can, as they putrify very soon. We see the leaves of ferns of several kinds, polypodium,\n\n* Vol. xlviii.\ntricomanes, and other capillary plants, with nodules of stone formed about them; flags, reeds, rushes, equisetum, and many such, of a firm texture, are found in flate and stone; and even the iuli of trees are said to have been found fossil as well as their leaves.\n\nSeeds and Fruits.\n\nAll seeds and the stones of fruits, having a firm texture, are also capable of being strongly impregnated with stony and pyritical matter; and I make no doubt but that the smaller seeds, if carefully looked for, might be found fossil, as well as these before you; such, I mean, as have a firmness in the covering; but being small, and mixt with the dirt, sand, and the like; probably is the reason of their being overlooked. Fruits of various kinds are found petrified; but this is only in their green state, when they are hard enough to endure till they are impregnated with stony or mineral particles. The rudiments of fruits, when once well formed, and a little advanced, are firm and acid: and the more remote they are from maturity, the more secure from putrifaction; and their acid juice is no small help to their preservation from growing soon rotten. But indeed, when the fruit advances in growth, the texture grows gradually more lax; the acid juices are now beginning to be replaced by saccharine or others more soft; the fibres are driven farther asunder, and they now arrive at their most ripe state: and the utmost maturity of fruits is the next step to putrifaction. Hence they are destroyed before stony or other particles can have time enough to impregnate them: and this is exactly the case with the flesh of animals of every kind. The\n\nVol. 50. F f f husks\nhusks and hard calyces of fruits, as well as their stones, are also susceptible of petrifaction.\n\nIf these fruits, which I have the honour to lay before you, are antediluvian, one would be apt to imagine they, in some measure, point out, with Dr. Woodward, the time of year in which the deluge began; which he thinks was in May: and yet this very opinion is liable to some objections; because although fruits capable of being petrified, from their green state, may be pretty well formed in May here, as well as in the same latitude elsewhere, in favour of this opinion; yet there are the stones of fruits, found fossil, so perfect, as to make one imagine they were very ripe, when deposited in the places where they are discovered; which would induce one to think the deluge happened nearer Autumn, unless we could think them the productions of more southern latitudes, where perhaps their fruits are brought to perfection before ours are well formed.\n\nWhat follows is a catalogue of these fossil fruits &c. before you: and I should be glad, if any of the gentlemen would take the trouble of examining them, in order to assist in our conjectures about such of them, as appear doubtful: but first beg leave to insert the following remark:\n\nI cannot omit an observation of Doctor Mason, Woodwardian professor, in this place; which is well worth notice, and indeed which I never attended to. It regards the impressions of fishes upon slate. Now there are several kinds of slate, which have such impressions upon them: in some there remains only the bare impression, without any part of the fish; in others the scales only, but retaining the entire form of the animal;\nanimal; and in others no part adheres to the slate, but the skeleton, or part of it, most commonly the spine. He says that he always observed, that the bones are never seen but upon the grey or blue slate, or their impressions; and that the scales or skin are to be found only upon the black stone or slate; which makes him conjecture, that something erosive in the grey slate destroys every part but the bony system; but that the black, being of a more soft and unctuous nature, preserves the scales, and often the very skin. This, however, must be referred to further observation.\n\nT A B. XV.\n\nFig. 1. These two bodies seem to be figs, petrified when hard and green; being, as I have just observed, then capable of receiving the pyritical particles, with which they are manifestly impregnated. One is more perfect in its form than the other; and they are now shooting their salts, and will soon fall to pieces.\n\nFig. 2. appears to be a Myrobalan, distinguished from the other species of that name by its round figure; and is called the belleric Myrobalan. It is nearly destroyed by the pyritical matter, and will not long remain whole.\n\nFig. 4. seems to be a species of Phaseolus, one of those especially distinguished by the fruits. Fructibus splendidibus nigris.\n\nFig. 5. Another Phaseolus.\n\nFig. 7. Another. See Fig. 4.\nFig. 8. Semen Cucurbitæ, a large species of American gourd.\n\nFig. 9. Coffee-berries.\n\nFig. 10, 11. Two species of Beans, very apparent.\n\nFig. 12. Unknown. This, however, appears to be a fruit, with the calyx running up, and embracing it, in its hard green state; being somewhat compressed on the upper part, as it lay confined in the earth.\n\nFig. 13. An Staphilodendri species? The learned and reverend Dr. Hales gave me, some years ago, a handful of the recent fruits, one or two of which are sent with this fossil one, for your consideration. He had them from Bengal, and called them, in the Indian name, Neermelis; and said the natives used them to fine down liquors.\n\nFig. 14. A compressed pod of the Arachidna, or Underground-Pea. The full-grown pods are much larger, but of various sizes, as are other kinds. This, however, seems to have been, when deposited where it was found, not so far advanced. It has the reticulated surface, the apex on one side, and every other character of that fruit or seed-pod, but somewhat compressed.\n\nFig. 15. is evidently an Acorn. We have of this species here, and in America also.\n\nFig. 16. An exotic fruit, like a small melon; but uncertain. It is somewhat deformed by compression.\n\nFig. 17. This I took at first for a fruit; but now I rather believe it a Fungoides of a very pretty kind.\n\nFig. 18\nFig. 18. An Anguria? I take it for a seed of a species of water-melon.\n\nFig. 19. Seems a small plumb-stone.\n\nFig. 20. Unknown. The calyx seems to run up and embrace this fruit towards the apex.\n\nFig. 21. Unknown. This resembles an American seed, which I have in my collection, but do not know its name. Its apex is inclining to one side; and it appears to have had a strong pedicle.\n\nFig. 22. An Lacbryma Jobi?\n\nFig. 23. A Cherry-stone.\n\nT A B. XVI.\n\nFig. 1. An Euonymi species? If this be an Euonymus, it is not so far advanced as to form the seeds; and is therefore to be considered only in its progress from the flower towards feeding: which is the case in several of these, whose calyces appear still upon them, and hinder us from absolutely determining what they are.\n\nFig. 2. A berry of the Sapindus, or Soap-tree, of America, being not at all deformed, only having a little lump of pyrites upon it: but there is another quite free.\n\nFig. 3. Hurae German. This is undoubtedly the young Sand-box, or fruit of the Hura, so well known for its beautiful form to the curious, who collect specimens of natural history; and seems to shew the time of the deluge.\n\nFig. 4. This, I think, is certainly the stone of an eastern Mango; such as comes over to us pickled,\npickled, and, the stone being opened on one side, is generally stuffed with spices.\n\nFig. 5. *Euonymi latifolii species.* This is a large species of Euonymus, perhaps of Clusius.\n\nFig. 6. This body seems to be a Milleped, or Woodlouse. It is turned round, the two extremities meeting; which is the attitude assumed by these animals, upon being in any-wise obstructed in their passage, or handled.\n\nFig. 7. A small long Bean, like our horse-bean; but longer than any we have in England.\n\nFig. 8. Unknown to me.\n\nFig. 9. A species of Horse-chesnut from America.\n\nFig. 10. The external husk of the fruit of the Sapindus, or Soap-tree.\n\nFig. 11. I cannot determine whether this be an Olive, or the yellow Myrobalan; but believe it the Myrobalan.\n\nFig. 12. An Palmae species? It seems a small Palmacoco.\n\nFig. 13, 14. unknown, as well as fig. 15.\n\nFig. 16. Unknown. The reason of the four last being not to be distinguished is, that they seem to be the buds of their several species, before they were perfectly formed. So that while some of the antediluvian productions are mature, others appear to be premature; and consequently one would be inclined to think them the inhabitants of places of different latitudes.\n\nFig. 17. A species of foreign Walnut, injured and compressed.\n\nFig. 18. A Plumb-stone.\n\nFig. 19. The claw of an American Crab; which,\nbeing on the opposite side of the mass containing the body, could not come in view with it at the same time.\n\nFig. 20. The body of the crab, with other parts, appearing thro' the stony matter that envelopes it, which appears to be an induration of yellow clay.\n\nFig. 21. Seems a long American Phaseolus. Part of the petrified husk is upon it.\n\nFig. 22. An American Echinite of the flat kind, much resembling that species which Rumphius calls *Echinus sulcatus primus*.\n\nFig. 23. *Arista cujusdam Graminis*. This body has all the characteristics of an ear of corn, or some species of grass, of which there are many.\n\nThis has been taken for a spine of an *Echinus*: but, as we are to consider its nearest resemblance to whatsoever body, we must conclude it as we have said. I never saw any spine in the least like it; but an ear of corn, ripe and dry, is as susceptible of being petrified, as a crustaceous animal, in every respect. Indeed the spiculae of the ear, each arising from the grain, being very slender, are of course destroyed during the petrifaction; but the form of the ear is actually preserved, as much as the nature and circumstances of the thing will allow.\n\nFig. a. A manifest species of *Pediculus Marinus* crumped up.\n\nb. A Seed-vessel, given me by Mr. Da Costa, found in a clay-pit in Staffordshire.\n\nc. *Cocculus Indicus*.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105276.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22416,
    "total-output-tokens": 4646,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1259,
        2
      ],
      [
        1259,
        2808,
        3
      ],
      [
        2808,
        4416,
        4
      ],
      [
        4416,
        5973,
        5
      ],
      [
        5973,
        7414,
        6
      ],
      [
        7414,
        9074,
        7
      ],
      [
        9074,
        10739,
        8
      ],
      [
        10739,
        10739,
        9
      ],
      [
        10739,
        12064,
        10
      ],
      [
        12064,
        13404,
        11
      ],
      [
        13404,
        13404,
        12
      ],
      [
        13404,
        14667,
        13
      ],
      [
        14667,
        16013,
        14
      ],
      [
        16013,
        17356,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105276",
    "title": "An Account of Some Fossile Fruits, and Other Bodies, Found in the Island of Shepey. By James Parsons, M. D. F. R. S.",
    "authors": "James Parsons",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/105276"
  }
}