{
  "id": "8fce77d52875cda2aa814b9adbb734f522176597",
  "text": "(at the same or greater depth, in a different Soil from what they had dug through) many Roots of Trees, where it is believed the surface of the old Country was before it was covered by the Sea, (as also at Spalding) But having given an account thereof to Mr Ralph Thoresby of Leeds in Yorkshire, a year or two ago, if you think it worth the Recording, you may have it I suppose from him when you please.\n\nV. Part of a Letter from Mr Thoresby, F. R. S. to the Publisher, giving a further account of the same.\n\nThe Person you inquire of, is, I am sure an ingenious, obliging and good man, what you desire a transcript of, I here send you in his own words.\n\n'Near the River Welland, that runs thro the Town of Spalding in Lincolnshire, at the depth of above 8 or 10 foot, there were found Jettys, as they call them, to keep up the old Rivers Bank, and the head of a Tunnel that emptied the Land-water into the old River; and at a considerable distance from the present River, I guess 20 or 30 yards, there were dug up (about the like depth) several old Boats, which things shew that anciently the River was either much wider than now it is, or ran in another place, or both. On the other, viz. the North West side of the River, and more upwards in the Town, were digg'd up (at about the afore-mentioned depth) the remains of old Tanvats or Pits, a great quantity of Ox-horns, and the Shoe-soles, which I told you of, and I think the very Tanners knobs, &c. which things shew, that the surface of the Country lay anciently much lower than now it does, and has been raised by the Seas throwing in its Sand in the Maritime parts (now most inhabited) and by the Moor\nMoor or rotted Sedge in the fenny parts next the high Country; the whole Level is about 50 miles in length, and 30 miles over in the broadest parts. No Record (Printed or MS) or Tradition whatsoever, (that I ever heard of) tell us when these Mutations here discoverable happened.\n\nOne thing further I will add, that lately at the laying of the present new Sluice or Goat (as they call it) at the end of Hamorebeck, at its fall into Bofton Haven, taking up the foundation of the old Goat, they met with the roots of Trees, many of them issuing from their several Boles or Trunks, spread in the Ground, which when they had taken up (Roots and Earth they grew in) they met with a solid Gravelly and Stony Soil of the high Country kind, (but black and discoloured by the change that had befalln it) upon which hard Earth they laid the Foundation of this new Goat, where these Roots were dug up, was certainly the surface of the old Country, the certain depth whereof I cannot now tell you, but that it was much deeper than that at Spalding, as the Land is there at present higher.\n\nThe Archimedean Screw, or Screw-like Trunk or Cylinder, by which the Workmen cleared themselves of Water was very pretty.\n\nThe matter of fact in these Relations is indisputable, this worthy Person being an Eye-witness, whose Letter coming to hand when I was reading Mr Rays Physico-Theological Tract, concerning the great changes made in the Terraqueous Globe, I took it for an experimental confirmation of his Sentiments, that the great Level of the Fens running thro Holland in Lincolnshire, the Isle of Ely in Cambridgeshire and Marshland in Norfolk, was sometimes part of the Sea, and attested by Earth brought down by Floods from the upper Grounds, by the great quantity of Mud there subsiding, which by degrees raised it up. When you see or write to that Ingenious Gentleman, please to present my humble Service to him-\nVI. Observations on the Class of Sweet Tastes, made by comparing the Tastes of Sweet Plants with Monsieur L'Emery's Chymical Analysis of them, in his Treatise of Drugs, by Sir John Floyer.\n\nI observe that by our Taste we may discern all the Chymical Principles in Plants before their distillation, and that for want of a due observation of their Tastes, Mr L'Emery has not fully described the Chymical Principles which Plants do yield in Distillation.\n\nAll Watery Plants show their Phlegm as well to the Taste as in Distillation; and in all dry woody Tastes we observe the Earth, as well as we can by the Chymical Analysis.\n\nBy the Mucilage and Gummyness, or Oily Taste, we distinguish the Oyl of Plants, as well as by Distillation.\n\nThe Aromatical Smell shews us the volatility of the Oyl and Salt of Plants, and by the foetidness we also know that the Oyl and Salt are in a volatile state.\n\nBy the acrimony and pungency we know that there is a Volatile Salt in Plants, and by their burning taste we find there is a Corrosive Salt in them.\n\nBy a crude rough Acidity we observe the Tartar, or essential Salt of Plants; but if the Acidity be of a Vinous smell, we observe that 'tis of middle state of Digestion, and",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102865.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1288,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1660,
        2
      ],
      [
        1660,
        3564,
        3
      ],
      [
        3564,
        4778,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102865",
    "title": "Part of a Letter from Mr Thoresby, F. R. S. to the Publisher, Giving a Further Account of the Same",
    "authors": "Mr Thoresby",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102865"
  }
}