{
  "id": "094ffe5a28ad457a00f1df51eabd66783a36428e",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1836.\n\nA.\n\n*Aurora Borealis*, memoranda made during the appearance of that of the 18th of November 1835, 31.\n\nB.\n\n*Brain of Europeans*, observations on the weight of, 498.\n\n*Brewster (Sir David)*. On the anatomical and optical structure of the crystalline lenses of animals. Continued from a former paper (Philosophical Transactions, 1833, p. 332), 35.\n\nC.\n\n*Caldcleugh (Alexander, Esq.)*. An account of the great earthquake experienced in Chile on the 20th of February 1835; with a map, 21.\n\nSome account of the volcanic eruption of Cosegüina in the Bay of Fonseca, commonly called the Bay of Conchagua, on the western coast of Central America, 27.\n\n*Christie (Charles C., Esq.)*. Memoranda made during the appearance of the aurora borealis on the 18th of November, 1835, 31.\n\n*Christie (S. Hunter, Esq.)*. Discussion of the magnetical observations made by Captain Back, R.N. during his late Arctic Expedition, 377.\n\nCorrection for the difference of temperature at which observations on magnetic intensity have been made, determination of, 398.\n\n*Cotidal hour*, what, 293.\n\n*Cotidallines*, on the form of, from Florida to Nova Scotia, and from Gibraltar to the North Cape, 293.\n\n——— second approximation to a map of, especially those of the German Ocean, 297.\n\n*Crystalline lenses of animals*, on the anatomical and optical structure of, 35.\n\n——— of the Hare and Salmon, structure of, 35.\n\n——— of the Lion, Tiger, Horse, Ox, and other quadrupeds, on the structure of, 39.\n\n——— of the Turtle, and other animals, in which the fibres are differently combined in the anterior and posterior surfaces, 46.\n\n——— of the Whale, Seal, Bear, and Elephant, on the structure of, 43.\n\nD.\n\n*Daniell (J. Frederick, Esq.)*. On voltaic combinations. In a letter addressed to *Michael Faraday, D.C.L. &c.*, 107.\n\n——— Additional observations on voltaic combinations. In a letter addressed to *Michael Faraday, D.C.L.*, 125.\n\n*Daubeny (Charles, M.D.)*. On the action of light upon plants, and of plants upon the atmosphere, 149.\n\nMDCCCXXXVI.\nDavies (Thomas Stephens, Esq.). Geometrical investigations concerning the phenomena of terrestrial magnetism. Second series.—On the number of points at which a magnetic needle can take a position vertical to the earth's surface, 75.\n\nDeficient rays in the solar spectrum, note on the supposed origin of, 453.\n\nE.\n\nEarthquake, account of the great one experienced in Chile on the 20th of February 1835, 21.\n\nElectricity, inquiries concerning the elementary laws of, second series, 417.\n\nF.\n\nForbes (James D., Esq.). Note relative to the supposed origin of the deficient rays in the solar spectrum; being an account of an experiment made at Edinburgh during the annular eclipse of the 15th of May 1836, 453.\n\nOn the temperatures and geological relations of certain hot springs, particularly those of the Pyrenees; and on the verification of thermometers, 571.\n\nFunctions of life in the more perfect animals, on the powers on which they depend, and on the manner in which they are associated in the production of their more complicated results, 343.\n\nH.\n\nHarris (W. Snow, Esq.). Inquiries concerning the elementary laws of electricity, 2nd series, 417.\n\nHeights of high water at Liverpool, on the solar inequality of the, 136.\n\nHigh water, semimensual inequality of the time of, 305.\n\nHorner (Leonard, Esq.). On an artificial substance resembling shell; with an account of an examination of the same by Sir David Brewster, 49.\n\nHot springs, particularly those of the Pyrenees, on the temperatures and geological relations of; and on the verification of thermometers, 571.\n\nI.\n\nImperial standard troy pound weight, a comparison of the late with a platina copy of the same, and with other standards of authority, 457.\n\nInsect life, duration of, in different media, 559.\n\nInsects, on the respiration of, 529.\n\n— parts concerned in the respiration of; tracheæ, 512; spiracles, 536; muscles, 537; nerves, 541.\n\n— respiration of, how performed, 547; its quantity, 551.\n\nIntegral calculus, researches in the, 177.\n\nJ.\n\nJohnson (Edward J., Esq.). Report of magnetic experiments tried on board an iron steam-vessel, by order of the Right Honourable the Lords Commissioners of the Admiralty; accompanied by plans of the vessel, and tables showing the horizontal deflection of the magnetic needle at different positions on board, together with the dip and magnetic intensity observed at those positions, and compared with observations made on shore with the same instruments, 267.\n\nL.\n\nLight, on its action on plants, and on their action on the atmosphere, 149.\n\n— researches towards establishing a theory of the dispersion of, 17.\n\nLubbock (John William, Esq.). Discussion of the tide observations made at Liverpool, 57.\n\nThe Bakerian Lecture.—On the tides at the port of London, 217.\nINDEX.\n\nM.\n\nMagnetic curve, to find the multiple points, and the directions of their tangents, of the, 92.\n——— to trace it, and determine the nature of its branches and singular points, 85.\nMagnetic experiments tried on board an iron steam-vessel, report of, &c., 267.\nMagnetic force, centres of; if two be situated within the earth, there will be two and only two on its surface, at which the needle can take a position vertical to the horizon, 105.\nMagnetic needle, Captain Back's observations on the dip and variation of, compared with theoretical results, 387.\n——— observations on the dip of, made during Captain Back's expedition at Fort Reliance and other stations, 378 et seq.\n——— observations on the variation of, at different stations, made by Captain Back, 387; and table of the same, 390.\n——— on the points at which it takes a position vertical to the surface of the earth, 83.\nMagnetic verticity, on the curve of, 95.\nMagnetical observations made by Captain Back, R.N. during his late arctic expedition, discussion of, 377.\n\nN.\n\nNegro, brain of, has not more resemblance to the brain of the Orang-Outang, except in the greater symmetry of the gyri and sulci, than that of the European, 519.\n—— cerebellum of, 513.\n—— intellectual faculties of, remarks on, 520.\n—— nerves on the basis of his brain, not thicker than those of the European, 518.\n—— on the brain of, compared with that of the European and the Orang-Outang, 497.\n—— spinal cord and medulla oblongata of, 512.\nNewport (George, Esq.). On the respiration of insects, 529.\n\nP.\n\nPhilip (A. P. W., M.D.). On the powers on which the functions of life in the more perfect animals depend, and on the manner in which they are associated in the production of their more complicated results, 343.\nPlants, on the influence of light on, 150.\n—— on their action on the atmosphere, 163.\nPowell (Rev. Baden). Researches towards establishing a theory of the dispersion of light, No. II., 17.\n\nS.\n\nSchumacher (Professor). A comparison of the late imperial standard troy pound weight with a platina copy of the same, and with other standards of authority, 457.\nShell, on an artificial substance resembling it, 49.\nSkulls, on the size and capacity of the cavity of, 504.\nSolly (Samuel, Esq.). On the connexion of the anterior columns of the spinal cord with the cerebellum, 567.\nSpinal cord, on the connexion of the anterior columns of, with the cerebellum, 567.\nSprings of the Pyrenees:—Eaux Chaudes, 584; Eaux Bonnes, 585; Cauteretz, 586; St. Sauveur, 589; Barèges, 591; Bagnères de Bigorre, 592; Caudiac, 594; Bagnères de Luchon, 594; Lez, 595; Aulus, 596; Ussat, 597; Ax, ibid.; Las Escaldas, 600; Dorres, 601; Thuez, 602; Vernet, 604; Bains près d'Arles, 605.\n——— of other parts of Europe: Baths of Mont d'Or, 607; Bourboule des Bains, 608; Baden-\nBaden, 609; Loësche, or Leuk-Valais, ibid.; Baths of Nero, near Naples, 610; La Piscarella, near Naples, 611.\n\nT.\n\nTalbot (H. F., Esq.). Researches in the integral calculus, Part I., 177.\nTerrestrial magnetic force, observations of Captain Back to determine the intensity of, 392.\nTerrestrial magnetism, geometrical investigations on, 75.\nThermometers, verification of, 577.\nTide, height of, 299.\nTide observations, discussion of those made at Liverpool, 57.\nTides at Liverpool, on the effect of the moon's declination on, 134.\nTides at the port of London, on the, (The Bakerian Lecture,) 217.\nTides, diurnal inequality of, 301.\n——— effect of the moon's declination on the, 12.\n——— effect of the moon's parallax on the, 10.\n——— researches on the. Fourth Series. On the empirical laws of the tides in the port of Liverpool, 1.\n——— Fifth Series. On the solar inequality and on the diurnal inequality of the tides at Liverpool, 131.\n——— Sixth Series. On the results of an extensive series of tide observations made on the coasts of Europe and America in June 1805, 289.\n——— semimenstrual inequality of, how obtained, 8.\nTiedemann (Dr. Frederick). On the brain of the Negro, compared with that of the European and the Orang-Outang, 497.\nTime of high water at Liverpool, on the solar inequality of, 139.\nTimes of vibration of horizontal needles at different stations, table of Captain Back's observations of the, 397.\n\nV.\n\nVolcanic eruption of the mountain of Cosegüina in the Bay of Fonseca, 27.\nVoltaiic combinations, on, 107.\n——— additional observations on, 125.\n\nW.\n\nWhewell (Rev. William). Researches on the tides. Fourth series. On the empirical laws of the tides in the port of Liverpool, 1.\n——— Fifth series. On the solar inequality and on the diurnal inequality of the tides at Liverpool, 131.\n——— Sixth series. On the results of an extensive system of tide observations made on the coasts of Europe and America in June 1835, 289.\n\nCORRIGENDA.\n\nPage 351, line 8 from bottom, for analogy, read resemblance.\nPage 365, line 5, for demanded, read obtained.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108048.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 2925,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2078,
        2
      ],
      [
        2078,
        4850,
        3
      ],
      [
        4850,
        7656,
        4
      ],
      [
        7656,
        9712,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108048",
    "title": "Back Matter",
    "authors": null,
    "year": 1836,
    "volume": "126",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108048"
  }
}