{
  "id": "1dbf36970e67b11cb965a9191ff14151ad0e1f65",
  "text": "intending to take the rest of the Sarcoma, and Radix of the Cistis away by Caustical Medicines, which I applyed without success, they coming off without making an Eschar, the Radix being of a Cartilagenous substance: searching with my Probe to find some Interstice, it dropt into one; and touching some Membranous or Nervous Body, caus'd the Patient to cry out furiously; into which Interstice I put a piece of Roman Vitriol fitted for the place, which came out the next day all dissolved with some of the Radix: By the continual applying of the Vitriol, I extirpated the whole Radix, and healed the whole S. A.\n\nTwo Observations belong to this worthy of knowing: The one is, Seven years before this Operation, this Tumor was very near so big, and subsided of itself.\n\nThe other is, when I began with Caustical Medicines, the first I used was Præcip. rub. which I cover'd the whole Radix with, which came off and no Eschar, but it salivated the Patient for 5 weeks.\n\nVII. Part of a Letter from Mr Robert Taylor to Dr Hans Sloane, R. S. Secr. concerning a Monstrous Birth.\n\nHitchin, April 4. 1706.\n\nLast week a Woman in a Neighbouring Village being in Strong Labour, the Midwife finding the Birth coming very awkwardly, and more Legs than usual, after a tedious time, delivered the poor Woman of Twins (designed by Nature doubtless) but joyned together; there being but one Trunk of a Body with two Necks, on each a Head, four Arms, two forwards and two backwards,\nwards, those backwards crossing each others Shoulder, like two persons side to side: There is but one Navel, two Matrix's, two Fundaments, two pair of Hips, four Legs: They had gone the full time, having Hair on their Heads, and Nails on their Fingers and Toes. The Midwife tells me they were alive within less than half an hour before Delivered: They look very clear and well. The Children are near ** inches long, and by reason of their being joyned, are about 7 inches over.\n\nVIII. An Account of Dr Ehm's Treatise of St George's Bath by Landeck, in the Lordship of Glats near Silesia.\n\np. 8. He gives an account of this Water, that it fills a Basin of 21 Foot long, 10 broad, and 5 foot deep, every 4 hours.\n\n10. The Smell is a little sulphureous, especially at a distance. The Taste a little sulphureous and saline, but not at all subacid.\n\n11. The Heat is but temperate in Summer, in Winter much greater.\n\nThere was Gall in Powder put to the Water, but it did not turn black.\n\n14. Ol. Tartar. p. Deliquium, Spiritus Salis Armoniaci, and many Mineral Acid Spirits mixt with it, made no Alteration; nor did the Solution of fine Silver in Aq. fort. make any Change or Precipitation.\n\n17. The Bath-Water is conveyed into a Copper, where it is made to seeth by Artificial Heat, and is afterwards brought into the common Baths to encrease the Heat as the particular Cases require.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102695.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 827,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1464,
        2
      ],
      [
        1464,
        2843,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102695",
    "title": "Part of a Letter from Mr Robert Taylor to Dr Hans Sloane, R. S. Secr. concerning a Monstrous Birth",
    "authors": "Robert Taylor",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102695"
  }
}