{
  "id": "02f84441b22e0b9877595ad8a03bae845687b4dc",
  "text": "XIX. On the Cause of the additional Weight which Metals acquire by being calcined. In a Letter from George Fordyce, M.D. F.R.S. to Sir Joseph Banks, Bart. P.R.S.\n\nRead June, 21, 1792.\n\nSIR,\n\nAlthough many chemists are at present satisfied of the non-entity of what was formerly supposed to be a body, called phlogiston, and considered as an element contained in metals when in their metallic form, yet this supposition has interwoven itself so much into chemistry in general, and has been so universally received, that it may not be superfluous to relate the following experiments. If you are of that opinion, I shall be obliged to you if you will lay them before the Royal Society.\n\nWhen a man begins to make an experiment, however well digested his plan may be, he finds, when he comes to put it in execution, that he must make a great number of experiments before he can bring the fact to be proved, or disproved, fairly in issue; if I may take a phrase from law, there are first many buts and rebuts. It has often been the practice to bring all this previous matter before the public. This practice may be very proper, although it does not seem so to me, and therefore I have not troubled the Society with the difficulties and disappointments I have met with; but have brought the simple experiments forward in such manner as that they can\nbe easily repeated by any person who is at all versed in chemistry, and possesses those most necessary qualifications in this science, patience and accuracy. I am, Sir,\n\nYour most obliged humble servant,\n\nG. FORDYCE.\n\nIt has been a great desideratum among chemists to determine the cause of the additional weight which metals acquire when they are calcined. To investigate this subject, I had begun the following experiment many years ago, but various other engagements have so much interrupted me, that I have had but little time to pursue any other chemical inquiry than such as were necessary to form the catalogue of the ores and minerals in Dr. Hunter's museum.\n\nThere is great difficulty in choosing the metal on which inquiry should be instituted, on account of the differences of their calces. After a number of trials, I chose zinc, as that whose calces appeared to differ the least from one another; in other respects there are great objections to it likewise, but which may be got over.\n\nI took a portion of the zinc I employed, and dissolved it in vitriolic acid, with which it made a clear solution (without any of that black matter which commonly separates during its solution when we employ zinc imported from abroad). After precipitating it by an alkali, and exposing the calx to the air, it remained of a pure white; so that it could contain no iron. This zinc was reduced to its perfect metallic form by breaking it into small particles, and melting it with black flux, taking that part of it only which was at the bottom of the crucible.\nI reduced this metal to a calx, by dissolving it in vitriolic acid diluted with water, and precipitated it by *kali purum* dissolved in water.\n\nIn doing this, the acid should be diluted with four or five times its weight of water, and the zinc should be dissolved very slowly, avoiding heat as much as possible during the solution. If this precaution is not taken, a quantity of volatile vitriolic acid will be produced, and spoil the experiment.\n\nIn the precipitation the alkali is apt to re-dissolve the calx, if care be not taken to use it in solution in water, and that the solution is diluted with a large quantity of water: the proportion in which the water is in *aqua kali puri* of the London Dispensatory is a convenient solution of the alkali.\n\nCare must likewise be taken, in the precipitation, that the solution of the kali be poured into the solution of the *zincum vitriolatum* in water by a little at a time, and that the whole be perfectly mixed together before a fresh quantity is poured in, otherwise part of the calx will be re-dissolved. It is farther necessary that the exact quantity of *kali purum* be used: if too little is used, the whole calx will not be separated; if too much, part of the calx will be re-dissolved. It is also necessary that the alkali be perfectly pure, especially free from fixed air,* as that would be transferred to the calx, and as it flies off when the kali is simply united with vitriolic acid, the accuracy of the experiment would be thus destroyed.\n\nThe weight of the calx, by which it exceeds the weight\n\n---\n\n*I use the name of fixed air, although certainly not proper, in order to avoid running into confusion by employing those which have been given to this substance, until the plurality of voices shall fix an appropriated name to it.*\nof the metal, shews that there is a substance added to the whole metal; or, that while some substance is driven off, another is added in greater quantity; since it is clear, from various experiments well known to this learned body, that all matter gravitates, and that all the substances found in this earth, which have been tried, gravitate equally. This additional matter must be added to the metal either from the acid, the alkali, the water used in the solution, the air lying on the surface of the materials during the time of the operation, or it must come through the vessels in which the operation is performed. To ascertain this, I made the following experiment.\n\nI took a large quantity of vitriolic acid, purified by distillation (about two pounds, it not being material what quantity was taken exactly), I diluted it with distilled water about four or five times its weight by guess (the exact proportion being also immaterial), I applied to 1000 grains of this diluted acid a sufficient quantity for saturation of aqua kali puri, of the London Dispensatory, rendered pure from fixed air, as is prescribed in the process of the College; I poured in the aqua kali puri to the diluted acid, by a little at a time, until it was nearly saturated. I then poured in some juice of violets, which gave the whole a red colour. I continued to add aqua kali puri, by a little at a time, until the red colour just disappeared. I added the aqua kali puri to the acid, rather than the acid to the alkali, because the loss of the red colour at the point of saturation can be discerned much better than the loss of the yellow colour, which the alkali intermixes with the natural blue.\n\nI ascertained the weight of the aqua kali puri, by weighing the bottle containing it before any was poured into the acid,\nand after the saturation took place; the deficiency of weight afterwards being the weight of the *aqua kali puri* applied to the acid for the saturation; this was 10147 grains. I also weighed the vessel with the acid before the *aqua kali puri* was poured in, and afterwards; and found the increase of weight to be exactly the same as the weight of the *aqua kali puri* and juice of violets, so that nothing was lost during the operation.\n\nThis experiment was three times repeated, taking the point of saturation from the eye. The quantities of *aqua kali puri* employed were found to be 10147 grains, 10145 grains, 10150 grains.\n\nI took 10148 grains, being the mean of the three experiments, and applied it to 1000 grains of the same vitriolic acid; evaporated the water to dryness, and heated it to a red heat, to drive off the whole of the water; and found 978 grains of *kali vitriolatum* remaining. By this means I ascertained the quantity of *kali vitriolatum* produced from 1000 grains of the diluted vitriolic acid, when saturated with kali.\n\nI took 1000 grains of the diluted vitriolic acid, and put it into a vessel, of the form in the figure annexed (Tab. X.), I added zinc to it until it would dissolve no more; I caught, during the solution, the inflammable air, which weighed 9 grains, and whose specific gravity was, to atmospheric air, as somewhat less than 1 to 12. The vessel contained the whole of the acid and the zinc in the globular part marked A, the acid being introduced by a funnel.\n\nThe solution was terminated in five days; when part of the tube D being broke off, it was left to stand for four-and-twenty hours, to allow the inflammable air remaining in the\nvessel to fly off, and give place to the air of the atmosphere; which happened spontaneously from the different specific gravities of the two vapours.\n\nThe vessel containing the solution of the zinc was now laid upon its side, and 10148 grains of aqua kali puri were introduced by a crooked funnel into the globe B, being the quantity sufficient to saturate 1000 grains of vitriolic acid, as before determined. Then the tube D was hermetically sealed, and the whole weighed. The vessel was then raised, so that the globe A was undermost; this was done very gradually, so that the aqua kali puri was gradually added to the solution of the zinc: when a little was poured in, the vessel was brought into an horizontal position again, and shaken a little; this was repeated until the whole of the aqua kali puri was poured in. The zinc was thus precipitated in the form of a calx. It was suffered to stand for forty-eight hours: no alteration of the gravity took place, therefore nothing had entered through the glass to give additional weight to the zinc in order to calcine it.\n\nThe next step was to open the tube, which was done under water, and in an atmosphere of the same heat in which it was sealed, to wit, $57^\\circ$ of Fahrenheit's thermometer. The air was neither diminished nor increased, none of the water being driven into the apparatus by the weight of the atmosphere, and none being thrown out. On heating the globe B, so as to drive out some of the air, it was found to be of the same purity, nearly, as that of the atmosphere, being tried by the application of nitrous air produced from solution of mercury.\n\nThe weight, therefore, which the calx had gained, arose neither from any substance passing through the glass, nor\nfrom the super-incumbent air during the precipitation. It must, therefore, be either from the acid, the alkali, or the water.\n\nTo determine whether the acid or alkali gave the weight to the calx of the zinc, I washed out the kali vitriolatum, formed by the combination of the vitriolic acid and the kali, with pure water, repeatedly applied, until it came away as pure as when applied, to all sensible trials. The quantity of water used was above four pounds. I evaporated this water to dryness, and heated the mass red hot, to expel the whole of the water; it weighed seven grains more than the vitriolated tartar procured from applying the acid and alkali as above. After evaporating the water, I dissolved the mass again in 40 ounces Troy weight of pure water; a yellowish powder separated. The solution of the vitriolated tartar, cleared of this powder, was again evaporated to dryness, and the water of crystallization driven off. It now weighed $976\\frac{1}{16}$ grains, which is nearly two grains less than the vitriolated tartar I obtained from the acid and alkali applied simply together, without the intervention of the zinc.\n\nThe vitriolated tartar now obtained was free from any mixture. The additional weight of the calx of the zinc did not arise, therefore, from either the acid or the alkali: it remains, therefore, that it arose from the water.\n\nThe weight of the calx of the zinc was ascertained by drying it after washing out the vitriolated tartar, heating it to a red heat, and afterwards weighing it. The weight of the zinc dissolved in saturating the acid, was 164 grains: the weight of the calx 220 grains. The additional weight was, therefore, 56 grains.\nIf it arose from the water, then a quantity of water, equal to the weight by which the calx exceeds the metal, must be lost in the operation. To determine this, I performed a distillation in the following manner.\n\nI put 1000 grains of the same diluted vitriolic acid into the globe A of the same apparatus, then introduced the quantity of aqua kali puri found necessary to saturate it. The tube D was then bent downwards about the middle, and the apparatus brought to an horizontal position; so that the bent part of the tube was in a perpendicular direction downwards: to this I affixed a small phial, and weighed the whole. I then put the globe B in a box filled with ice, and applied heat to the globe A, so as to distil over the water into the globe B, the liquor never being brought to the boiling point. When the matter in the globe A became dry, the heat was increased to a red one, to distil over likewise the water of crystallization. The whole apparatus was now weighed, and found not to have lost a grain; nor was there any water in the phial. I then cracked the tube C, by applying a red hot iron to it, and letting a drop of cold water fall upon it. I next weighed the globe B with the water in it, then poured out the water, and let the glass dry. I weighed the glass; the deficient weight from the former weighing, being the weight of the water, was 10098 grains.\n\nI repeated the experiment, with this difference; I put 1000 grains of the same vitriolic acid into the globe A, then introduced the quantity of zinc sufficient to saturate it: I took the weight of the inflammable air as before, and found it nearly the same in weight and quality. The same quantity of aqua kali puri was then introduced through a funnel as in the\nformer experiment, then the tube was bent downwards, and a phial applied to it as before. The whole apparatus was weighed after the distillation, and found not to have lost any sensible quantity of weight, nor was there any water in the phial. The phial being detached, and the tube broken as before, the globe weighed again when dry, the deficiency was less than in the former experiment by 63 grains, which is two grains less than the additional weight of the calx above the metal and of the inflammable air taken together; and therefore the matter occasioning the additional weight of the calx above that of the metal, and the inflammable air, are both produced from the water.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106794.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19368,
    "total-output-tokens": 3555,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1344,
        2
      ],
      [
        1344,
        2901,
        3
      ],
      [
        2901,
        4697,
        4
      ],
      [
        4697,
        6501,
        5
      ],
      [
        6501,
        8188,
        6
      ],
      [
        8188,
        9925,
        7
      ],
      [
        9925,
        11604,
        8
      ],
      [
        11604,
        13347,
        9
      ],
      [
        13347,
        14028,
        10
      ],
      [
        14028,
        14028,
        11
      ],
      [
        14028,
        14028,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106794",
    "title": "On the Cause of the Additional Weight Which Metals Acquire by Being Calcined. In a Letter from George Fordyce, M. D. F. R. S. to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "George Fordyce",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/106794"
  }
}