{
  "id": "0cab05ed6ae108bc9defa74774d350572005354e",
  "text": "vault, makes the voice of the Actors to be understood to the very end of the Theater. They love Hunting, and Gaming, as Dice, Cards, Chess &c. At all times of the day, and in all their visits they take Thea and Tobacco.\n\n19. Their Language is altogether different from the Chinese; but their Priests, and Courtians, that is, the Learn'd among them, which bear the Offices of the Court, understand the tongue of Chochin-China, and by this means that of Tunquin, China, Corea &c. They write neither from the right to the left, nor from the left to the right, but downward.\n\n20. Their Government is Despotique; the Religion Pagan; the Christian hated upon no other account, but that some of those that there professed it, would persuade the Japonese to acknowledge a Superiority above the dignity Royall, disposing of Crowns and Scepters. Their Morals are very good, their faults being punish't as their Crimes, even Lying and Detraction. Their left hand is the more honourable, and they take horse on that side.\n\nAn Account from Paris\n\nConcerning a great Metallin Burning Concave, and some of the most considerable Effects of it: Communicated by severall persons upon the place, where Tryals have been made of it.\n\nIT is true, that Monsieur de Vilette of Lyons, who formerly made that Burning Concave, * which was of about 30 inches diameter (disposed of to the King of Denmark) hath made another, which is larger, now under tryal here. It is of 34 inches diameter, and melts all sorts of Metals, and Iron itself of the thickness of a Silver-Crown, in less than a minute of time, and vitrifies Brick in the same time; and as for Wood, whether green or dry, it sets it on fire in a moment. The King hath seen it and the performances of it with great satisfaction; and his Majesty is likely to make it his, and then to bestow it on his Royal Academy of Philosophers, for making of farther Experiments with it. So far they.\n\nNota\nNota. This kind of Concaves, burning most forcibly of any fire we know of, even beyond that of a Wind-furnace, would be of great use, if they could be so contrived as to have a focus of any considerable largeness, to take in a good quantity of combustible matter at once.\n\nAn Accompt of some Books.\n\nI. MARC. MALPIGII, Phil. & Med. Bononiensis\nDISSERTATIO EPISTOLICA DE BOMB-\nBYCE, Regia Societati dicata. Printed at London\nfor John Martin and James Allestry Printers to the R.\nSociety, in 4°.\n\nThe Occasion of this Curious and Laborious Discourse will appeare from the Preface to it. The Book it self gives an Accompt of the Production, Structure, Food, Growth, Sicknesses, Workmanship, Changes, Generation, and Death of the Silk-worm; together with an accurate Anatomicall Description of all, even the minuter parts of that Insect, and the varieties of them in the severall Changes, it undergoes; where yet the Author in such particulars, which he finds himself short off, or not well satisfied in, with great modesty refers himself to the Assistance and farther consideration of that Society, to whom he dedicateth this Epistle.\n\nHe begins with the Eggs and hatching of the Silk-worms, observes the Changes of their Colour: then proceeds to the growth of the Young worm; the various tryals in feeding it with divers other leaves but those of Mulbery's; their sicknesses and the prognosticks of them; the casting of their skins, together with all the steps and the whole manner of the same.\n\nIn the Anatomicall Observations of the structure of this Insect, he takes notice, among many other things, of its eleven Rings or Incisures, and of how many small ones each of them is made up; giving their shape, different size, nature and composition. Then goes on to the Wrinkles of the Body, the Head, the Cranium, the Lip, Chin, Eyes, Teeth (cutting not by an up and down motion, but a laterall one) Hair, Leggs with their different shapes, articulations, claws, together with their posture and motion for Spinning.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101011.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1035,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1925,
        2
      ],
      [
        1925,
        3938,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101011",
    "title": "An Account from Paris Concerning a Great Metallin Burning Concave, and Some of the Most Considerable Effects of It: Communicated by Severall Persons upon the Place, Where Tryals Have Been Made of It",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101011"
  }
}