{
  "id": "dad4b1b1ae8731787535d8e415a4e4fb6e2cc153",
  "text": "The Pithea Observations had none Thermometrical; and those of the Barometer seem to be in Inches and centesimal Parts.\n\nV. De AMBRA GRYSEA. Auctore Casparo Neumanno, M. D. Chemiae Professor. Berolin. &c. R. S. E.\n\nPARSI.\n\nDuo in ReMedicajure meritoque perquam mirari mihi sàpè subit i.) quod certae species, quae ut subjecta pharmaceutica per longum tempus, imo quaedam per aliquot secula in usum vocatae fuerunt, ita ut de aliquibus etiam in sola Europa, non duæ vel decem librae, sed Centenarii aliquot quotannis consumantur, ratione historiæ naturalis, loci natalis, originis, ubi & quomodo generentur, atque ex quo orrum suum trahant, praecipue de variis usuallibus Vegetabilibus exoticis, e. gr. de Myrrha, quae ab aliquot Millenariis jam adhiberi confueverit, ut & de sic dicto Gummi Animæ, Carannæ, Sanguine Draconis, Semine Cinæ, ac permultis aliis speciebus, quales etiam variae in reliquis Regnis occurrunt, ad hunc usque diem non satis certo, genuinè, demonstrative, & indubitato cognitæ sint; led de quibusdam nihil nisi disputabilia, dubiosa, variata, sibi invicem contradicentia, plerumque tantum ex auditu oborta, quædam ab aliis facta, & ex cerebello proprio sibi comparata, indeque ut plurimum aperte falsa, ac de quibusdam planè\nplanè nulla, de multis vero non sufficientia documenta praesto sint: 2.) quod paucissima Subjecta naturalia pharmaceutica, materiam medicam constituentia, & à tot retrò seculis usurpata, quaèque quotidie adhuc usurpantur, ratione veræ suæ mixtionis & partium substantialium, quid propriè & reverà natura suæ sint, aut quas demonstrabiles, separabileisque, non tantum visibiles, sed præcipue olfactu ac gustu perceptibiles, & re ipsa activas partes contincant? aut in qua separabili substantia & parte compositi naturalis (licet à vulgo Simplex appelletur) eminenter characteristicum, specifico olfactu, gustu & viribus se prodens essentiale resideat, vel à natura positum sit? adhucdum ignorentur, sed usque quaque ab hac vel illa fama, dictu, auditu, scriptu, & notificatu horum & illorum in aliis mundi regionibus habitantium vel peregrinantium hominum, vel etiam tantum in Europa viventium Mercatorum, lucri cupidorum Materialistarum, item Politicorum, qui Rem Medicam ac fundamentalem historiam naturalem plerumque ignorant, Jesuitarum, Monachorum, Militum, Nautarum, Piscatorum, Metallicorum, Hortulanorum, imo etiam quorundam in veræ chymicæ & demonstrativæ Physicæ experientia non fatis fundatorum Medicorum, plurima pars tanquam certa veritas simpliciter credita, ex uno libro in alium transcripta fuerit, adhuc transcribatur, ac credatur; de quo tamen sub impartiali & non praoccupato fundamentali examine nihil minus, quam id, quod haçtenus dictum, scriptum, & per tot annos ad hunc usque diem creditum fuit, ut revera verum, sed longè aliud, hucusque non dictum, non scriptum, nec creditum deprehenditur. Quanta inscitia, ac quam multi errores circa haçce duas\nduas circumstantias in statu Medico praesto sint, hoc vix ac ne vix quidem sibi aliquis imaginaretur, quamquam & ego, pro mea tenuitate, diversa hujus rei specimina ob oculos ponere possem, dum aliquot ab annis, ex quo miserabilem hunc statum aliquatenus perspexi, animo meo proposui, simulque non exiguum impendi operam, primò maximè duntaxat usuales, & pro notissimis habitas species, quantum fieri potuit, cum cura ad manus fumendi, examinandi, ac pervestigandi, indeque factum est, ut varias veritates erue im, multasque falsas traditiones & imaginationes, chimæricasque opiniones detexerim.\n\nNegare equidem non possum, mihi, ratione historiæ naturalis, tanquam primæ supra memoratae circumstantiæ, in rebus permultis absolutam impossibilitatem obstitisse, a) partim, quia in loco natali precipue Animalium & Vegetabilium exoticorum ipse non adfui, b) partim, quoniam merè æquivocaæ, incertæ, & cum eorum elaboratione planè non consentientes relationes in libris de ipsis reperiuntur, c) partim vero quoque, quia in permultis, inprimis speciebus plerisque mineralibus, nemo earum generationi & modo fiendi non tantum non adeffe, vel ipsarum genesin adeo visibiliter, uti fortassis longè magis Vegetabilia, & Animalia, observare, sed etiam nequidem satis rationaliter ea sibi præfigurare ac dijudicare poteft; quanquam circa totam hanc circumstantiam facile quoque excusari queam, dum huic rei, quoniam tot obstacula & impossibilitates coram me reperi, non ita industriè memet applicui, nec historiam naturalem tanquam primarium meum ἐπὶ ὀψιν consideravi; E contra vero, cum providentia divina, naturalis inclinatio, tempus & occasio, jam à multis annis,\nannis, me in propriam, ad veram corporum naturalium inquisitionem pertinentem officinam, ad Scientiam & Praxin chymicam puto, deduxerit, tanto magis ad fecundam antedictam circumstantiam, nempe investigationem mixtionis substantiarum naturalium, animum serio applicavi, quo ejusmodi ante oculum positas materias officinales, afferantur etiam nobis quoquo velint, sive ex India Orientali, vel Occidentali, sive ex Europa vel Africa, sive sint Vegetabilia, Animalia, vel Mineralia, sive appellentur communiter prout velint, antea quam medicamenta, vel alia communi usui inservientia praeparata exinde conficiantur, ad minimum ipse, quoad naturalem earum mixtionem, ex fundamento cognoscere addiscerem, in qua investigatione utique non nudum visum folum & externum aspectum (ut alias fieri solet) sed praecipue circumspectam chymicam Anatomiam adhibui, idque tantò magis, cum vias per Microscopia, externas geometricas praefigurationes, pneumaticas hydrostaticas aliasque usuales dijudicationes non modo planè non sufficientes, sed sape etiam seducentes & fraudulentas, quinimo, si dicere liceat, ad inquisitiones physico-chymicas parum utiles aut demonstrativas, sed tantum nudè verbosas, & ad alias potius scientias, quam ad Chymiam idoneas deprehenderim, prout hac de re jam alio tempore mentem meam explicavi.\n\nNon autem lubet adducere, quid in tot hic publicè tractatis ac evolutis Subjectis trium Naturæ Regnorum, singularis & adhucdum incogniti, in libris saltem, qui de his materiis haec tenus prodierunt, non inventi, detexerim; sed hoc loco tantum de unica materia sententiam meam, & quomodo eam sub analysi\nlysi chymica invenerim, exponam; huncque laborem tanquam alterum leve sacrificium Celeberrimae & Illustri Regiae Magnae Britanniae Scientiarum Societati offeram, praecipue vero hisce tantum indicabo, quod flagrem cupiditate, ad primariam Illustris hujus Societatis intentionem, utpote quae praetatis indies magis magisque ulteriorem natura investigationem molitur, & mea, pro modulo meo, conferendi atque contribuendi.\n\nHæc autem mea Materia jam est AMBRA GRYSEA substantia pharmaceutica officinalis, de qua à multibus retro annis diu multumque disceptatum est, quid propriè sit? & de qua, ante 5, vel 6 annos, relationes quædam ex America apportatae sunt, quarum contenta firmam sententiam, certitudinemque, quid revera sit, detexisse sibi praesumunt, quas vero relationes, quia illæ cum examine chymico, quod hac cum materia institui, non concordant, pro decisiva accipere nequeo; idque proinde me permovit haec pagellas conscribere, quo Scrutatores rerum naturalium, qui tam in America, quam etiam alibi vivunt, his tantò magis, ad ulteriorem hujus rei certitudinem inquirendam, incitarem.\n\nNon detinebimur in inquisitione etymologica vocis Ambra, an ex Arabico امبر Ambaron, vel Graeco ἀμβροσια oriatur, & quod proterea latine rectius Ambarum & non Ambara, multo minus Ambra dici debat: ejusmodi enim inquisitio nihil aliud esset, quam innecessarium, gallicè dictum, Embarras; sed sufficit, quod vocabulum Ambra hodie in toto orbe usu receptum sit, & quisvis sciat, quid per hoc intelligatur; nec Homonymiam adducam omnium corum, quæ ab Ambra nomen acceperunt, dum nempe non tantum\ntantum Ambra grysea, sed etiam Ambra citrina, Ambra nigra & Ambra liquida in usu sunt, quinimo in quibusdam libris etiam Ambræ subalbidae, item Ambra nativae quam factitiae mentio fit, quanquam exinde colligere tantum liceat, quod vocabulum Ambra solum, hodie nihil certi ac specifici determinet, sed quod necesse fit, cum tot diversæ species prostant, semper vocabulum distinctivum, quo ea Ambra, de qua dicitur vel scribitur, tanquam charactere insignitur, voci Ambræ addere. Interim hoc memoratu dignum est, quod Ulysses Aldrovandus in Museo suo Metallico * effert, quod scilicet sub generali nomine Ambra, totum genus Succini intelligatur, nec minus, quod iam Mauritani † Ambrae imposuerint nomen Succini; prout etiam hodie Ambra à quibusdam Succinum Orientale appellatur; Sic & à longo jam tempore Succinum ordinarium solutum est vocari Succinum occidentale, ad differentiam Succini Orientalis, & vice versa hoc, Ambra grysea, illud autem, Ambra citrina vel flava; quinimo notum est apud multas Europæas nationes, nomen Ambrae absque additione usurpatum, nullam aliam Abram, quam commune Succinum indicare, quae Observatio me ad minimum eò adducit, ut credam, quod ii ex majoribus nostris, qui duos hosce titulos, dum nempe tam Succinum commune Ambra, quam vice versa etiam Ambra grysea Succinum appellatur, primum introduxerunt, jam tum temporis verum conceptum de Ambra grysea, quid nimium fit, vel quae partes mixtionem ejus constituent, habuerint.\n\n* Libr. III. Cap. xxi. Pag. 430.\n† Petr. Andr. Matthioli Opera Edit, Casp. Bauhini, Pag. 66.\nHoc tantum adhuc de Ambra grysea, ratione nominis, addam, quod illa quoque Ambra Indica, Ambra Orientalis, Ambra Odorifera, & Ambra vera, communiter autem Ambra grysea sive chrysea appelletur; diversas e contra barbaras ipsius Ambræ grysea distinctiones, ut Porambar, Puambar, & Pinambar, item Ambra rufa, pinguis, Selachitica, Sechra, ejusmodique alia, silentio involvam, quippe quæ ad propositum meum Scopum nihil utilitatis conferunt.\n\nNon possum non mox in principio fateri, quod, si tot diversas & semper differentes opiniones perpendo, quas de hoc ex mari prodeunte Subjecto Ambra nostra grysea olim foerunt, atque ex parte adhuc fovent, mihi videatur, ac si memet ipsum amplo mari vel planè ejus abyssò concrediturus, ibique certam conclusionem ex tam multis incertis relationibus & præfigurationibus formaturus esset; nam proculdubio perpaucus erit earum rerum in mundo numerus, quibus tot differentes modi originis & nativitatis afficiunt, quam huic Subjecto, tantum enim abest, ut contenti fuerint, quod alius Regno Vegetabili, alius Regno Animali, & tertius Regno Minerali, idque rursus variis mutatis modis, adeoque omnibus tribus confuetis Naturæ Regnis illud attribuerit, ut potius alij planè Regno Aëreo id adscripserint, imo sunt, qui his Regnis non contenti, adhuc plura fingunt, dicentes: Ambram gryseam ad nullum supra dictorum Regnorum pertinere, sed ad Regnum marinum; quanquam universum mare cum toto ipsius Suppleleæ Animalium, Piscium, Conchyliorum, Plantarum, Lapidum, Aquarum, Salium, & quicquid in se continet, commodè ad tria ordinaria Naturæ Regna, puto Regnum Minerale, Vegetabile & Animale, absque\nque ulla contradictione vel dubia prolixitate dispisci possit, adeoque & haec ex Pelago prodeuntia ejusmodi extensionibus atque distinctionibus planè non egent.\n\nOmnes hæ differentes, partim miræ, si non ridiculæ, opiniones in variis Scriptis consignatæ reperiuntur, e. gr. in Caßalpino, Monarde, Hernandez, Monconys, Erasmo Francisci, item, Chevalier, Wedelio, Pfeiffero, Metzgero, Oelven, & praecipue in adeo operose collecta Historia Ambræ Justi Fidi Klobij, ut & in multis aliis, quos hic adducere non modo nimis prolixum, sed paucæ etiam aut nullius utilitatis, adeoque tædiosum potius foret; Interim, ut in fine tanto certiorem conclusionem formare possimus, necessarium nihilominus duco, eos paucis, & quasi summatim hic attingere, ubi tamen in apertè absurdis non diu morabimur, in magis probabilibus vero & à permultis Viris receptis creditisque opinionibus, etiam aliquatenus meam (si non palàm in oculum, saltem in animum facilè incurrentem) antithesin, tandemque proprium meum assensum, cui opinioni adhæream, referam: ubi simul mihi proposui, hunc opinionum numerum, quid Ambra sit, & unde proveniat, secundum sic dicta diversa Naturæ Regna coordinare, adeoque cum Supremo exceloque, Regno scilicet æreo ordiri, & ab hoc sensim sensimque humiliora ad subterranea utque petere ac me demittere.\n\nPro Regno Aëreo unus tantum (quantum sciam) militavit, nomine Oelven, hic nempe Ambram pro Meteorò habuit, seu pro ejusmodi re, quæ in ære generetur, atque hanc, quamvis apertè falsam hypothesin variis rationibus suffulcire annifus est, quæ vero\nvero nihil nisi ventum & aërem spirant;; Cumque hæc opinio vel à solo, interdum ad pondus centum librarum excurrente, pondere, à substantia & mixtione partium essentialium Ambrae gryseae sufficienter labefactetur, hinc operæ pretium non erit, huic diutius immorari, sed eam verè simplicissimam habeo, praesertim, cum ipsa quoque jam Anno 1707 apertè refutata fuerit.\n\nPost hæc permulti Regnum intrant Animale, ita tamen, ut Regnum Aëreum certo respectu non planè derelinquunt, hi nempè quaerunt ac statuunt, Originem Ambrae gryseæ à Volatilibus seu in Aëre volantibus creaturis provenire, quanquam hoc iterum cum notabili quadam differentia, quæ in duas eos dispescit classes: a) Quorum prima, Ambram gryseam esse Fimum avium, perhibet, ad quam opinionem exinde seducti sunt, quia in Ambra sæpius exigua avium rostra, vel parvae ungulae, vel carum saltem particulae reperiuntur; Quinimo describunt ipsam avem, à qua Ambra proveniat, quod nempè magnitudine anserem aequet, pulcherrimas plumas atque maculas habeat, cujus nomen, linguâ Maldivicâ, Anacangrispasqui, & linguâ Madagascarica Aschibobuck audiat. Ferdinandus Lopez de Castagneda, * ut & alij statuunt, quod avis hæc varias fragranties herbas comedat, exindeque oriens preciosum stercus super rupes ac petras in & circa mare deponat, quod interdiu à sole digestum atque maceratum, noctu vero à luna depuratum, adeoque ab utroque luminari coelesti in Ambram gryseam maturatum, preparatum & perfectum redditum, deinceps procelloà tempestate à fluctibus maris ab-\n\n* Rerum à Lusitanis in India Orientali gestar. Scriptor, Lib. IV. Cap. xxxv.\nIutum in mare natans deferatur, tandemque i.) vel ita, ut à rupibus ablutum est, ad littus appellatur & ad oras projiciatur, 2.) vel etiam à Cetis deglutiatur, qui tamen illud, cum digerere non possint, ut plurimum brevi rursus evomant; (b.) Altera autem clas-\nsis alatae opinionis, cui præprimis Denis *, Mon-\nconys †, Lemery ‡; Et Pomet **, Si non pluri-\nmi ex Gallica natione adhaerent, Ambram gry-\nseaem provenire ait ab insecto quodam, & quidem ab apibus, esse scilicet Favum Apium, conglobata a-\npiaria, & cereas cellulas: utrique in descriptione nominati ferè iisdem utuntur verbis, tribus tantum immutatis literis, ita ut quis pro vitio typographico ea habere posset, illi enim aiunt: est Fimus avium,\nhi vero: est Favus apium; Classis hæc in permultis imo plurimis circumstantiis cum priori, nempe in puncto eluitionis à petris & rupibus, digestionis & coctionis solaris, &c. concordat, tantum quod hi apes, illi aves, hi excrementum cereum & melleum, illi stercoreum, utrique tamen Animalia alata specificent; ubi posteriores, pro confirmanda sua hypothesi, non quidem lunam, sed modò solem in auxilium vocant; Formale Opinionis illorum eo tendit: degere fclicet certum quoddam apium genus in illis locis, in quibus Ambra grysea ordinario reperiri solet: has apes exstruere alvearia sua super rupes ad & circa\n\n* Rec. des Memoires & Conferences sur les Arts & les Sciences 1672. M. Aug. Pag. 222, &c. it. Mediferi Cosmograph. Tom. I. p. 101. it. Eius descriptio Insulæ Madagascar Cap. vi. pag. 43. it. Odoardus Barbofa, it. Andr. Tevet & Franc. Belloforestus.\n† Monconys in Itinerario suo Edit. Paris. en Suite de la II. Partie, p. 143. item Edit. Londinensi. pag. 71.\n‡ Traité Universel des Drogues simples, pag. 34.\n** Historie generale des Drogues, Part. II. Lib. I. pag. 57.\n\nA a a maris\nmaris littora (alij subtilius id proponunt, dicentes:\nApes alvearia sua non supra sed infra rupes, scilicet\nin cavernis rupium extruere) unde procellae maris\nilla eluant, eodem modo ut praecedentem Fimum\navium, quae postea a continua fluctuum agitatione,\nab accedente aqua salva, & cooperante sole ita dige-\nrantur, attenuentur, torreantur & alterentur, ut tan-\ndem Ambra evadat, subque hac forma tum ad littus\nejiciatur; hujus opinionis asseclae eam adhuc stabilire\nnituntur per albam istam tenacem & viscosam sub-\nstantiam, quae plerumque ex Essentia Ambrae se\npræcipitare solet, quamque cereum quid esse perhi-\nbent.\n\nQuod autem utraque opinio tam de Fimo Avium,\nquam Favò apium falsa sit, patet ex sequentibus cir-\ncumstantiis, quae hisce contradicunt: 1.) Sufficiens\ncopia Ambrae grysea reperitur iis in locis, in quibus\nnihil quicquam descriptarum avium & apium videre\naut reperire licet, 2.) etiam ubi paucae vel nullae ru-\npes aut petrae visuntur, 3.) vel ubi saltem praesentes\npetrae & rupes antedicti stercoris avium, vel apia-\nriorum expertes sunt.\n\nQuod autem in specie opinio de Fimo avium fal-\nsa & erronea sit, apparet porro ex sequentibus:\n1.) Eae avium partes, quae interdum in Ambra grysea\nreperiuntur, non sunt rostra anserina aut pedes, sed\nleves tantum, atque perquam tenerae particulae\n2.) Nescirem ego, qua ratione rostra & ungulae aliaque\nsimilia ceterarum etiam avium, in corpus vel stercus\nantedictarum, anseres magnitudine æquantium, avi-\num, ut putant, ambrisferacium, transire possent,\n3.) Fragrantes herbæ comestae nullatenus stercus fra-\ngrans reddunt, & haec opinio tam absurda mihi vi-\ndetur,\ndetur, quam historia illa de pabulo porcino, ubi Dominus porcorum jussit, horum pabulo Caryophyllos aromaticos & piper immisceri & porrigi, quia hac ratione non opus foret, ea aromata sarciminibus addere, si porci maestarentur, sarciminaque exinde conficerentur 4.) Contrariatur experientiae universali, quod Sol digestione sua ejusmodi excrementis odorrem conciliet fragrantem, è contrario movet potius ac promovet putrefactionem, mediante qua non odor fragrans Ambratus, sed semper nauseosus ingratus foctor producitur, praecipue cum multa mollioraque excrementa conjuncta sint, prout sæpe grandes & viscosæ adhuc Ambræ massa repertæ fuerunt; vel Sol etiam extrahit ac emovet fragrantes particulas, si ipsi minora & sicciora excrementa, uti multarum avium simi sunt, occurrunt, quæ sæpius irradiat, ita ut ea tandem planè exsiccata, macræ terræ adinstar, apparere soleant 5.) hic avium simus in mari à fluctibus, si non maxima ex parte solveretur, in minutias saltem divideretur & divelleretur, ut ut etiam radii solis ac lunæ quam diligentissime eum irradaverint, quamquam 6.) Fluctus vix semper ad illud usque tempus expectaturi sint, donec simus à sole & luna prius satis coctus ac digestus fuerit, sed certè tam recentia excrementa seu simum avium, quam putatitiæ digestum, ablueré possent, qui recens tanto magis in aqua se dissolvi atque dispersi patere tur, unde autem tum adeo notabiliter magna, interdum quadrans, dimidium, imo totum Centenarii pondus æquantia, adhæc uniformia & satis solida Ambrae frusta oriri possent? Qua ratione tan ta frustorum magnitudo & Ambra ipsa cum simo, qui in aqua tam facile se solvi vel saltem extrahi patitur,\npatitur, convenire valet? 7.) Incolae, Piscatores & Nautae, capturae Ambrae operam dantes, nesciunt ejusmodi aves & excrementa, 8.) Si haec conclusio sequeretur: Quia avium ossicula, rostella & ungulae in Ambra grysea reperiuntur, ergo Ambra grysea quoque est simus avium, tum hic interrogo primò: Quis unquam audivit, aves tota rostra, pedes & ungulas, vel ejusmodi noscibiles avium partes per alvum eji- cere? deinde appono, si prior conclusio sequeretur, affirmare etiam possem, quod Ambra sit simus Con- charum, Sepiae ac aliarium, dum itidem tam variae Conchyliorum quam avium partes in Ambra reperi- untur, 9.) contradicit huic opinioni Substantia & naturalis mixtio, ino denique chymica analysis Am- brae grysea, dum nullibi vestigium excrementi inveniri potest; ut alias contradictentes circumstantias jam praeteram.\n\nEt sic eiam in antecessum opinio de Favo Apium ex variis ante adductis refutari potest, quod falsa sit: 1°) enim ejusmodi Apes & Alvearia itidem, ut antea sub N° 7. de simo avium adduxi, à pluribus hominibus in ista regione observata ac visa fuissent de quibus tamen nemo, nec in Asia, nec in America, quicquam notavit, adeoque solus is est noster Denis atque Mon- conys, quiique gratuitum his assensum præbent; 2°) & posito, si aliquot centena millia Apiariorum seu alvearium supra & infra rupes vel alio quoque modo juxta mare essent, cum tamen pluvia ac procellosum mare apibus perquam infesta & noxia sint; posito quo- que, quod totum mellificium, seu massa illae in mare provolvantur; quis vero crediderit, mel hoc in suis cellulis & capsulis tum semper permaneantum esse? vel simplicissimo enim rusticis notum est, quod mel in\nin aqua solvatur, vel in aqua sensim deliquescat, li-\ncet etiam immotum in aqua maceratum jaceat, quan-\nto magis vero, si ejusmodi mellificia continuò mo-\nveantur, jactentur, eluantur, & indesinenter cum aqua\ncoagitentur, ut procellosum mare, notissimo modo,\nsolet, unde hæ mellis cellulae brevi tempore inevita-\nbiliter vacuae, & mellis expertes apparituræ essent,\nmel autem ipsum à maris aqua imbibetur, 3°) Quod\nsi autem teneræ illæ cellulae melle suæ privatæ\nsuerint, tum residua missa non adeo firmæ est, ut flu-\nctibus maris ejusque perpetuo motui resistere, sed po-\ntius nisi planè divulsa & dispulsa, saltem in multas\nparticulas dilacerata, per consequens ab hoc motu\nnullatenus solidior, firmior, compactior, multò minus\nconjunctim in magna uniformi massa, sicut Ambra est,\nafferri posset, 4°) Si vero quis, nulla hujus habita-\nratione, tamen insisteret, elutas has apium cellulas ni-\nhilominus fluctibus resistere, quod etiam facile in ip-\nsius gratiam largiri possem, sed tum quoque semper\nin eodem situ, vel in uno eodemque statu & habitu\nse invicem continerent, consequenter non adeo fir-\nmam, compactamque massam formare possent, sed\nconstantem ceram cellulosam, vel tabulas foraminatas\nrepræsentarent: Ubi vero reperiuntur in Ambra ejus-\nmodi partes, quæ figuram excavatarum & ordine po-\nsitarum apium cellularum sistunt? Recordor equi-\ndem, quod Borellus *, Qui ratione originis Ambrae\nhuic quoque Sectæ addictus fuit, regebat, has mellis\ncellulas seu domicilia apium postea in mari rebus va-\nriis repleri, sicque mellificium æquale ac firmum red-\ndi, verum & hæc commentatio purè est commentitia,\n\n* Petr. Borell. Observat. Med. Phys. Cent. IV. Observ. 66.\nmerè ficta, insufficiensque effugium; Nam primò cellulae hæ cereæ tamen cera permanuræ essent, certè in pelago nulla cera replerentur, & secundò nemo hominum adeo erit stupidus, ut sibi imaginaretur, cellulas istas casu fortuito in pelago cum Ambra grysea expleri; unde enim Ambra tum proveniret? cum tamen ab his ipsis apibus existere credatur, vel quælis alia materia illa esse posset, quæ ex mari, propriò instinctu semet separaret, in his cavitatebus sedem sibi figeret, & tum Ambra fieret? Si hoc ita eveniret (quod tamen impossibile est) tunc id ipsum etiam opinioni illorum rursus contradiceret, quippe quæ Originem Ambræ tantum ab Apibus, & à nulla alia re, deducere vult: existimarem proinde, si quoque cellulae mellis in suis tabulis vel massis in mari circumnatarent, & revera cum alio quopiam implentur (quod tamen planè nondum probatum est) materiam hanc implentem non unius sed variæ tam indolis quam substantiæ futuram esse, prout nempè hoc vel illud forte fortuna ibi nidularetur. Quam varium & multiforme id futurum, ibique se immixturum esset? An hæ omnes diversæ substantiæ sensim in veram Ambram gryseam converterentur? O miras imaginationes! Denique si etiam hæc casu irrepta peregrina revera Ambra fieren, tum (ut jam ante dixi) ea rursus non ab apibus provenirent, præterea celulae quoque cereæ adhuc permanuræ essent, ut cognosci & videri possint, 5°) Quod si alius objiceret, ceram à calore solis in unicam massam conglobari, huic respondeo: (a) ex experientia hoc non apparet, si apium cellulas soli expono, ipsasque in eo digero, vel ullo alio modo flecto, verso & træcto, (b) posito quoque, ceram hoc pacto conglobari, tum tamen cera, simulque\nque aspectu uniformis esset ac permaneret, quae singula tamen cum Ambra grysea, illius varietate, aspectu, & relatione non concordant, 6°) Cera accedente flamma candelæ in & per se nunquam flammam concipit ante sui liquefactionem, quod vero Ambra grysea facit, 7°) Cera & mel specificum suum odorem continent atque retinent, qui cum odore Ambræ planè non convenit, 8°) denique tota hæc classis vel per folam Chymiam rursus convinci potest, siquidem in examinatione Ambræ ne vestigium quidem alicujus melleæ vel cereæ Substantiæ inveniri aut demonstrari potuit, nec ipse D. Lemery * per albam illam & viscosam materiam, quae in Essentia Ambræ præcipitatur, si modo accuratius eam examinabit, probare poterit, quod cera sit, prout ille existimavit, opinionemque suam cum ea maximopere stabilire voluit. Dr. Kämpferus, † qui ipsem in India fuit, aperte his hominibus contradicit, præcipue, si crassam illam circumstantiam adjiciunt, Ambram fuisse repertam, in qua crudum mel adhuc extiterit, ait enim, \"Falso luntur omnes recentiores Gallici Autores, qui hac in re Denisiun sequantur\".\n\nNunc quidem & alteram opinionem, qua Ambra alio rursus modo pro Animali producto habetur, quoniam circa Regnum animale jam versor, adducere debere, verum cum hæc ejusmodi creaturas concertat, quae in mari vivunt, ac quidam horum separatum Naturæ Regnum, nempe Marinum, quamquam absque ulla necessitate, forment, & ipsem ante dixerim, quod universas opiniones à plaga superiori, scilicet ab\n\n* Loco citat. & in ejus Cursu Chymiae.\n† Engelb. Kämpferi Americitat. exotic. pag. 632, 633, 634.\naëre inchoaturus, indeque gradatim profundius descensurus fum, hinc omnia ea, quae ad mare pertinent, adhuc paulatim reponam, ac prius in terram me demittam, illas opiniones, quae Regnum Vegetabile concernunt, paucis examinaturus.\n\nSylvaticus * primum, Ambram gryseam Gummi esse, inquit; quae opinio verò, absque ulla prolixitate, tantum ex mixtione & partibus constitutivis Ambræ, statim funditus evertitur, quia Ambra nequidem ut Gummi resina, de qua saltem aliqua pars in aqua se solvi patitur, multò minus autem ut purum Gummi, quod totum in aqua solvi debet, sese monstrat: apertè potius contrarium in Ambra apparet, adeoque nihil Gummosi hæc subest.\n\nAlij volunt, Ambram gryseam esse Resinam + vel lacrymam balsamico-resinojam certæ cujusdam (ut perhibent) sed adhucdum incognitæ Arboris, ex his arboribus, quippe quæ proximè ad mare, vel oras littoris crescerent, destillare & defluere illam resinam in mare, in quo circumagitata, aqua salina imbibita, simulque à Sole digesta, tandem in veram Ambram excoqueretur; Verum & hæc opinio perquam fabulosa apparet:\n\n1° Arbores quam propinquissimè ad mare locatas esse oporteret, si emanans resina in illud destillare ac defluere deberet, 2° hæ arbores valde profundas radices agere necesse haberent, ne in tanta propinquitate ab alluentibus perpetim fluéntibus convellantur, subfodiantur, aut planè subvertantur & proluantur, 3° si singulæ guttulae vel defluentes exiguæ matulae in\n\n* In Pandect.\n† Alexand. Geraldinus in Itinerario suo ad Pontif. Leon. X. ex Libavio Lib. IV. Singular. C. II. in Scholiis, pag. 320. à Dno Boyle. V. Philosophical Transactions, N° 97. pag. 6113 & seq.\nmare deciderent ac proluerentur, idque, quod decidit, statim ab aqua circumdaretur, tum conjunction perquam difficilis, si non impossibilis redderetur, & penitus incredibile est, quod ejusmodi sensim sensimque in mare stillantes, statim madefactae & prolatæ lacrymæ unquam ita sibi occurrere possint, ut in tantas moles, quæ, si non pondus Centenarii æquant, faltem in hujusmodi satis grandes firmasque massas, prout Ambra reperitur, propriò instinctu coailituræ, se sequi formaturæ sint: putatitium aquæ salinæ auxiliun, digestio & excoctio solaris in inquieto illo & semper frigido mari, sunt meræ nugæ, 4°) nec rursus de his arboribus quicquam cognitum est, neque nautis, neque Ambræ-piscatoribus, nec ullis aliis in regionibus istis, ubi Ambra reperitur, habitantibus vel peregrinantibus hominibus, quemadmodum etiam notissimus ille Georgius Eberhard Rumpffius * hanc opinionem jam satis superque refellit, 5°) denique contraria mixtio Ambræ cum oleis expressis, ut & cum pluribus aliis, contra hanc hypothesin, quod sit Vegetabilis Resina, apertè militat.\n\nAverrhoes, † Ambram gryseam esse Speciem Camphora, ait, cum tamen ignoraverit, quid ipsa Camphora sit, prout quoque inter Camphoram & Ambram, ratione volatilitatis, solubilitatis, coloris, odoris, aliarumque proprietatum plurium, tanta intercedit differentia, quanta est inter diem & noctem, uti cuicunque hoc satis constat.\n\n* Valentini Ost-Indische Sendschreiben sub N° XI. pag. 56.\n† In Colliget. Cap. 56.\nAlij e contra perhibent: Ambram provenire à fructu quodam* quem Ceti lubenter deglutiant, & ex quo in corpore ipsorum perfecta demum Ambra grysea generetur, sed hanc chimæram responsione indignam existimo. Quod restat de putatitio ejus ex Regno Vegetabili ortu pertinet ad mare, nec continet quipiam probabilis, sed naturæ proprietatique Ambrae aperte contrariatur.\n\nUt autem & hæc plenè ad finem perducam, statim potius reliquas, quæ quidem forent, opiniones de quibusdam marinis, nec non restantia Vegetabilia in medium producam: Julius Cæsar Scaliger & Serapius Ambram pro specie Fungi † habuerunt, vel dixerunt, eam nacti in fundo maris adinstar fungorum, qui tandem soluti alta peterent, & ad littora ejicere rentur, sed hæc opinio seipsum refutat, quia nullus in toto terrarum orbe reperitur fungus, qui non certam characteristicam formam seu figuram posideat, quæ tamen circumstantia tam male, quam mixtio fungorum, cum Ambra convenit.\n\nLibavius || & Weckerus ** volunt, Ambra gryseam esse Spumam maris, sed hi, ne multas graviores oppositiones adducamus, vel hâc solâ circumstantiâ falsitatis arguuntur & convincuntur, quod in plurimis illis locis, in quibus mare omnium vehementissime spumat, & bullas format, vel ubi spuma maris est copiosissima, nulla plane Ambra reperiatur, quæ tamen, si hypothesis ipsorum vera esset, copiosissima ibi existere deberet.\n\n* Nic. Monard. de Simplicibus Medicam. Edit. Plantin. Antv. pag. 13.\n† Justi Fidi Klobij Ambrae Historiae, pag. 18.\n|| Libr. IV. Singularium, Cap. I.\n** Weckerus in speciali Libr. Sect. II. p. 79. item, Sylvaticus in Pandect.\nHieronymus Cardanus *, Ambram Sperma Ceti esse perhibet, quantum vero Sperma Ceti ab Ambra grysea differat, unicuique sufficienter patet, unde etiam non opus erit, huic aperte falsae hypothesi prolixis contrariis argumentis occurrere.\n\nEichstadius † & Fragolus ‡ referunt, Ambram esse jecur cujusdam piscis; verum cuique notum est, quod jecur suam capsulam seu parenchyma habeat, atque ex filamentis venarum & arteriarum consistat, quae singula nullatenus in Ambra reperiuntur, ut taceam, quod hepar destillatum longe alia producta fundat, quam quae ex Ambra per destillationem nanciscimur.\n\nPlurimi, Regno sic dicto Marino adhaerentes, existimarunt, Ambram gryseam ex piscibus prodire, haec tamen opiniones variò rursus modo se se diviserunt, quae vero primò in tres classes generales distribui poterunt, haec autem postea in varios denuò minores ramulos seu subdivisiones dispecsi deberent, si ordine omnes adducere, considerare & dijudicare vellemus.\n\nUt vero parvam tantum hujus rei Ideam jam proponamus, aiunt 1°) quidam, quod Ambra grysea planè in piscibus generetur, 2°) alij, & quidem rationi convenientius, dicunt, Pisces fluctivagam in Mari Ambram deglutire, 3°) denique classis qui sunt, nihil positivi definiunt, neutro modo se se habent, & tantum perhibent, Ambram gryseam in piscibus reperiri, interim non memorant, an ea in his piscibus generetur, vel an ab iis antea deglutiatur? Ex tribus principalioribus hisce opinionibus postea permulta subdivisiones ortae sunt, tam ratione pis-\n\n* De Subtilitat. pag. 284.\n† In Libr. de Confect. Alkermes, Cap. XII.\n‡ In Libr. de Medicam ex India in Europ. delatis Cap. de Ambaro, p. 89.\ncium quam deglutitionis & generationis. (a Ad pis-\nces quod attinet, quidam asunt: 1.) Ambram tan-\ntum in piscibus majoribus, alij autem, 2.) etiam in\nminoribus, 3.) quidam, eam in omnibus Cetis, (4)\nalij contra, solùm in certa specie Balænae reperiri,\nquonquam & hi rursus (5) in denominatione hujus\nspeciei differant; (b) Circa deglutitionem itidem dif-\nferunt, alij etenim, 1.) Ambra ab omnibus piscibus\ncum aviditate deglutiri ferunt, alii autem 2:) de\nunica tantum specie id prædicant; 3.) quidam, pis-\nces exinde mori, alii vero, 4.) nihil ipsis nocere\naffirmant; 5.) nonnulli aiunt, quod deglutita Am-\nbra cito rursus evomatur, 6.) alij vero, quod per\nalvum dei iatur, 7.) adhuc alij, Ambram non tan-\ntum à piscibus, sed ab aliis etiam animalibus comedi\n& deglutiri contendunt. Et sic quoque (c) ratione\ngenerationis varia schismata vel diversæ opiniones\nfunt, tam (1.) Quomodo, quam etiam (2.) ubi ge-\nneretur? porro (3.) an sit excrementum, vel (4) re-\ncrementum? Et qua ulterius occurrunt discrepantiæ.\n\nOmnes has adeo differentes opiniones ex ordine lu-\nstrare non tantum nimis prolixum & supervacuum, sed\nparvi etiam, nulliusque usus esse existimo, unde solùm\nprincipales earum promiscuè attingam, & sic magis\nmagisque ad rem ipsam accedam.\n\nClarissimus Rumpfius *, cui alias eodem fides\nadhibetur, praecipue cum etiam Gabriel Nakke, aliis\nque plures, ea, quæ ipse dixit, confirmarunt, in li-\nteris suis ex Insula Amboina ad D. Ten Rhyne datis\nexpresse ait: non tantum majores Cetos, sed minores\netiam pisces, item aves & apros (nonnulli quoque\n\n* Loco citat. Valentini sub N° 8. pag. 50.\nvulpes nominant) magna cum aviditate proportionata frusta Ambræ grylæ deglutire, ubi illa capere aut reperire possint, qua verò postea rursus evomèrent, qua occasione hæ simul verba adducit: exinde ortum est, quod non solum in vulgo, sed & in tot autoribus tam variæ opiniones de Ambra disseminatæ sint, dum alius de Cetis, alius de porcis ambriferis scribit aut loquitur, & uterque putat, eam in his animalibus generari, in quibus tamen fortuitò tantum reperitur, quippe qua ipsam antea deglutive-runt.\n\nEx iis, qui opinionem fovent, Abram solummodo in unico pisce & certa Balænæ specie reperiri, sunt 1.) quidam, qui hunc piscem Azel * appellant, simul prohibentes, quod ille piscis Abram grylæam avidissime deglutiat, exinde vero brevi post ipsi moriendum sit, quem tum piscatores cum industria per-vestigarent, 2.) alij hunc piscem Mokos † vocant, una referentes, quod tres vel quatuor orgyas longitudine exsuperet, in India Orientali degat, & circa Japoniam capiatur, 3.) alij, ex quibus est ille, diu in India Orientali moratus, D. Andreas Cleyer, piscem hunc vocant Cetum Ambrophagum, sive Abram vorantem, idemque ejus delineationem olim ad D. quondam Mentzelium huc Berolinum transmisit, qui eam unâ cum Cleyeri relatione Academiæ Naturæ curiosorum Cæsareæ communicavit, à qua hæc omnia Anno VI.I. Dec. II. suarum Observationum publici juris facta; sunt, 4.) adhuc alij dicunt, quod sit cer-tum genus Cetorum ad Lamias pertinens ||, rursus\n\n* Gesnerus de Aquatil. & quidem de Cetis diversis Libr. IV. pag. 204.\n† Kæmpferi Amonitat. exotic. Falcicul. III. pag. 635.\n‡ Valentini Ost-Indische Sendschreiben, pag. 50.\nalij (5. & inter hos, ille in America degens D. Paul Dudley, existimant, Ambram gryseam tantum ac unicè ab ista Balænae specie, vel ab illo Ceto provenire, qui Sperma Ceti suppeditat.\n\nMulti, qui in opinionibus neutram partem eligunt, & quidem dicunt, quod Ambra in piscibus, sed non in certo quodam singulari pisce, verum communiter in omnibus belluis in genere reperiatur, nec decidunt controversiam: an Ambra ab iis deglutitur, vel inibi generetur, in hoc tantum differunt, quod non unum eundemque locum Ambræ in pisce designent, nam (1mo alij eorum, & pluriimi quidem aiunt, quod Balænae eam continent in stomacho (2do alii, in intestinis; unde ex his rufus quidam surrexerunt dicentes: (a) Balænam evomere & per superiora eruëtare Ambram, (b) alij vero, eam per alvum, seu laxando per inferiora ejicere contendunt; interim hæ opiniones universæ ad unum idemque redeunt, & in fundamento tacitè concordant, Ambram gryseam scilicet in piscibus non generari, sed ab iis potius deglutiri. Siquidem 1.) hoc per se clare patet, sive quid per os, sive per alvum ejiciatur, necesse est antea in ventriculo fuisse, 2.) illud, quod evomitur, certò è ventriculo prodit, si ergo Ambra, quæ in ventriculo est, per vomitum non eliminatur, sed retinetur, tum facile secundum viam naturalem ulterius per intestina, & tandem ex his planè exire potest, quæ omnia, sive in ventriculo, sive in intestinis reperiatur, sive evomatur, seu per alvum ejiciatur, neminem in admirationem rapere queunt, nec realem differentiam, sed unam eandemque rem constituunt, 3.) Notum est, quod in ventriculo naturaliter nihil nisi liquidi succi sint, & illuc pertingere\npertingere valeant, è contra omne aliud; præcipue solidæ & substantiales compactae materiae necessariò per os ingredi, & sic ulterius deglutiri debeant. Si igitur Amb: a· grysea revera in ventriculo vel intestinis Balænæ reperi ur, quomodo judiciosus homo sibi imaginari poterit, quod ibi à natura, vel in piscè illo generata fuerit? Nonne potius Naturæ magis conveniens est, hanc materiam nullatenus in Animali hoc generatam, sed utique primum extra hunc piscem extitisse, ac postea tanquam escale quoddam deglutitam fuisse? prout etiam quamplurimi itidem fide digni Autores, licet in hoc differant, quod alter, Ambram à balænis evomi, alter, per alvum ejici, tertius, in ventriculo reperiri, & quartus, eam in intestinis occurrere, dicat, in hac tamen circumstantia, tanquam in certa & indubia veritate conveniunt, Ambram gryseam à piscibus deglutiri, nulloque modo in iis generari.\n\nInterim antedictæ circumstantiæ, quod 1.) quidam viderint, quomodo Cetus Ambram evomat, 2.) vel per alvum ejiciat, 3.) vel in mortuis, sive violenta, sive naturali morte peremtis Cetis, aut in horum stomacho vel intestinis quædam Ambra reperta fuerit, ad hanc tamen seductionem ansam rursus præbuerunt, quod multi crediderint, & adhuc credant, præcipue Incolæ Insulæ Madagascæ, item plurimi piscatores & nautæ, Ambram gryseam nihil aliud esse, quam Excrementum Belluæ. Japonenses eam Ambram, quam in piscibus reperiunt, vel quæ à piscibus rursus ejecta est, in sua lingua vocant Kufura no fuu, quod stercus Balænorum denotare dicitur *.\n\n* Kæmpfer. Loco citat. pag. 635.\n\nD. Joh.\nD. Joh. Matth. Faber ait: si Cetus deglutitam Ambrae sive vomendo sive laxando rursus ejiciat, tum equidem tolerari posset, si illam vulgus Excrementum sive stercus Balænae appellaret, sed hoc totam rem plane nondum affirmare aut decidere, nec judiciolos viros exinde credituros esse, quod Ambra, quatenus vera, &c pro ea accepta, propterea verè Excrementum vel stercus Balænae sit. Liceat mihi adducere hujus rei exemplum: Mercurius currens, vel globuli Reguli Antimonij, qui aliàs etiam Pilulae perpetuae vocantur, per os assumuntur, vicissimque eji-\nciuntur, tum alius ea iterum per os assumit, & sic Pilulae bene ablute, ac Mercurius currens, decem, viginti, pluribusque hominibus propinari possunt, ex his alius illa mox rursus ejicit, alius autem diutius secum retinet, quinimo tertius forè ea non planè rejicit, sed cum iis moritur, id quod, ab ingestione Mercurij in passione iliaca sic evenisse ipse vidi, si autem Mercurius vel globuli regulini tandem ab ho-\nmine vivo denuò ejicerentur, vel in corpore homi-\nnis demortui reperirentur, & omne adhuc verus Mer-\ncurius vivus, vel Regulus Antimonij esset, quis ho-\nminum ideo has res postea animale quippiam voca-\nret, aut pro animali materia haberet, quoniam sci-\nlicet in corpore humano fuerint? vel quis sana mente præditus hunc Mercurium vivum, aut Regulum An-\ntimonii pro stercore humano æstimaret, vel ejusmodi metallica Subjecta Excrementum humanum appel-\nlaret, cam ob causam, quia homo illa per alvum re-\njecit? ipse profectò mulierculæ eum deriderent, licet asséreret, quod ha materiæ vel à centum hominibus successivè deglutitæ, semperque rursus egestæ, aut etiam per longum satis tempus in corpore humano retentæ\nretentæ fuerint Mercurius currens & Regulus Antimonii crudus, quamdiu in metallica sua forma vicissim in conspectum veniunt, propterea nec sunt, nec fiunt animale quicquam, etiam si à mille animalibus deglutiti, ac per aliquot annos retenti fuissent.\n\nEadem quoque est ratio circa deglutitionem & insequentem egestionem Ambrae gryfeæ: hæc equidem non est ejusmodi metallica materia, quam Antimonii regulum vel Mercurium vivum videmus, revera tamen est minerale, & nullatenus animale concretum, prout postea suo loco audiemus, hac vice sequentia tantum adjiciam: Ambra ad minimum, peregrinum, ac in mari natans corpus est, quod pisces cum tanta aviditate, & tanquam delicatum ferulum, fortè ut homines fungos esculentos, tubera terræ escalia, aliaque fungorum genera, deglutiant, sed itidem indigestum rursus ejiciunt. Quod Ambra piscibus peregrinum quiddam, & apeptus cibus sit, patet ex plerisque relationibus, indeque prodeuntibus Scriptis; non equidem prolixè antedictum piscem Azel in fidem adducam, de quo expresse scribunt, quod Ambram lubentissime deglutiat, abinde vero brevi post moriatur, sed ad id tantum animum advertam, quod plerique referant, pisces deglutitam Ambram rursus evomere, vel per alvum rejicere, & indubia veritatis est, quod perquam rarò Ambra quædam in piscibus ipsis, adhuc in ventriculo vel intestinis commorans, reperiatur. Monardes alicubi, \"verissimum est,\" inquit, meo tempore in regione \"Insularum Canariensium, quas Insulas fortunatas \"appellant, in Balæna quadam, vel potius in ejus \"intestinis, centum libras Ambrae repertas suisse: Pergit autem dicens; \"Ab illo tempore perma- \"gnus balænarum minorum ac majorum numerus \"necatus est, sed N.B. in nulla earum quicquam hu-\n\nCcc \"jus\n\"jus Ambrae repertum fuit *\". His addo, quod in multis balænarum centuriis nulla Ambra reperta sit, nec reperietur, & quod ea, quæ interdum inibi reperitur, aut brevi antea deglutita, aut casu fortuito ibi retenta fuerit, adeoque vel propter molem compactiorem, vel aliud quoddam impedimentum, si non propter morbum, per intestina transire, sicque exitum suum capere nequiverit.\n\nManet itaque indubitante firmum & certum, quod Ambra grysea à variis piscibus, præprimis autem à balænis 1.) deglutiatur, 2.) postea vel evomatur, 3.) vel per alvum excernatur, 4.) vel quoque interdum in iis retineatur, & post mortem aut in eorum ventriculo, aut intestinis reperiatur, prout hæ circumstantiae non modo ab uno vel duobus, sed à permultis etiam fide dignis personis, ex parte quoque jam à longinquæ tempore unanimiter relatae & confirmatae sunt; sed ex his plane non concludendum est, ac si Ambra grysea in ventriculo & intestinis horum piscium generetur, vel eam ob causam, quia per aliquot tempus in corpore horum animalium fuit, jam animale quippiam facta, vel idcirco Regno animali jam accensa sit.\n\nUltima opinio, quæ huc referri potest, & quæ multos quoque fui Fautores habuit & adhuc habet, imo per duas, ex America ad Regiam Societatem ante paucos annos, transmissas Relationes inprimis excitata, & tanquam nova, certa, veraque detectio orbi notificata est, in eo consistit, quod Ambra grysea pro Recremento Animali, &c. quidem pro Recremento Ceti reputetur, seu pro materia, quæ in Ceto ut singulare aliquid generetur, cujus rei analogismum adducunt, sicut Castoreum in Castore, Moschus in animali moschifero, Zibethum in cato zibethino, seu Hyæna odorifera, vel Bezoar in capris illud ferentibus, &c.\n\nContinuabitur hæc Dissertatio in N° seq.\n\n* Fabr. Lyncei Exposit. in Anton. Rech. Edit. Roman. pag. 572.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103865.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 46450,
    "total-output-tokens": 15445,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1247,
        2
      ],
      [
        1247,
        2919,
        3
      ],
      [
        2919,
        4577,
        4
      ],
      [
        4577,
        6192,
        5
      ],
      [
        6192,
        7778,
        6
      ],
      [
        7778,
        9329,
        7
      ],
      [
        9329,
        10958,
        8
      ],
      [
        10958,
        12511,
        9
      ],
      [
        12511,
        14108,
        10
      ],
      [
        14108,
        15910,
        11
      ],
      [
        15910,
        17536,
        12
      ],
      [
        17536,
        19191,
        13
      ],
      [
        19191,
        20850,
        14
      ],
      [
        20850,
        22524,
        15
      ],
      [
        22524,
        24196,
        16
      ],
      [
        24196,
        25769,
        17
      ],
      [
        25769,
        27406,
        18
      ],
      [
        27406,
        28877,
        19
      ],
      [
        28877,
        30471,
        20
      ],
      [
        30471,
        32114,
        21
      ],
      [
        32114,
        33715,
        22
      ],
      [
        33715,
        35337,
        23
      ],
      [
        35337,
        36974,
        24
      ],
      [
        36974,
        38540,
        25
      ],
      [
        38540,
        40222,
        26
      ],
      [
        40222,
        40222,
        27
      ],
      [
        40222,
        40222,
        28
      ],
      [
        40222,
        40222,
        29
      ],
      [
        40222,
        40222,
        30
      ],
      [
        40222,
        41942,
        31
      ],
      [
        41942,
        43753,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103865",
    "title": "De Ambra Grysea. Auctore Casparo Neumanno, M. D. Chemioe Profess. Berolin. et R. S. S.",
    "authors": "Casparo Neumanno",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/103865"
  }
}