{
  "id": "ffde65c53f9d2513abee1a295a8df6b91e00a773",
  "text": "VI. Part of a Letter from Mr. Thorseby, dated Leeds, July 10. 1697. to Dr. Martin Lister, Fellow of the Colledge of Physicians and Royal Society; concerning Two Roman Altars lately found in the North of England: With Notes on the same, by Tho Gale, D.D. and F. R. S.\n\nI have drawn the Figures of Two Roman Altars, which my Correspondent in the North transmitted to me for my Thoughts of them; the former was taken out of the Roman-wall, not far from Collerton, or Chollarton*, and may tempt us to believe that the old Procolitia, which was the Station of the Cohors prima Batavorum, was rather there, which is an important Place, (where the River Tine interrupting the course of the Wall it was but necessary that the Foard should be secured by making one of the Cohorts keep that Station, and it is but two Miles and a half from Carrow, (where the Altar now is in the Possession of Mr. Forster) than at Pruddow, which is at least Ten Miles distance where Mr. Camden seem'd to fancy it. The other is at Blenkinsop † Castle in Northumberland, which I take to have been dedicated by Lucius Annius to the Goddess Nymphs Old and Young, and particularly to the Debonair (if Urbana be taken appellatively) Mansueta Claudia; for thus I read it, DEABUS\n\n* Prope Colerton Cilurnum. Notitia Dignitatum imperii, est tamen Procolitia alius locus a Cilurno.\n† Propè Blenkenshop & Widen, Vettii. Circa hæc loca fontes. Utrumque Nomen hoc indicat.\nNYMPHIS Veteribus ET IV ioribus MANSVETAE,\nCLAVDIAE VRBane, nuncupavit Hoc Lucius\nA IVS; and hereby the Defects in the Stone seem to\nbe supplied with a right Number of Letters in each Vacu-\nity, and this I the rather apprehend to be right, because\n'tis now a Year since I communicated the same to an in-\ngenious Gentleman, Dr. Cay of New-Castle (who was the\nPerson that courteously sent me the Copies of both) and\nI hear not it is disapproved by any Critick upon the Place.\n\nVII. Of the Manner of the Generation of Eels.\nBy Mr. Benjamin Allen.\n\nTHE Manner of the Generation of Eels, as familiar\na Subject as it is, has been a Question unresolv'd\never since Aristotle, and reputed Spontaneous: And the\nReason of the Difficulty of discovering it, is the different\nway of Generation, and that they breed in February,\na time when few are taken but what are preserved in\nTrunks or Ponds, where they breed not. This I exa-\nmin'd Two Years since, in some taken at a Mill, in\nwhich Holes they breed, especially near Gravelly Shal-\nlows, and found one with Egg, another with Six young\nones in the great Intestine, which I call the Strait Bow-\nel, that descends immediately from the Pylorus until\nthe Winding begins; they were fastned to a very small\nPlacenta each, which was fixt to the Intestine, the Me-\neraicks at that time were very turgid: The Eggs were\non the Outside of the Intestine. It is certainly Vivipa-\nrous, and feeds not, at least Gross, in the Winter, du-\nring all which they lyse still till they have discharg'd\ntheir Young.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102386.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 897,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1433,
        2
      ],
      [
        1433,
        2965,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102386",
    "title": "Part of a Letter from Mr. Thorseby, Dated Leeds, July 10. 1697. to Dr. Martin Lister, Fellow of the Colledge of Physicians and Royal Society; concerning Two Roman Altars Lately Found in the North of England: With Notes on the Same, by Tho Gale, D.D. and F. R. S.",
    "authors": "Tho Gale, Mr. Thorseby",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102386"
  }
}