{
  "id": "2317f04b73d97d5fb97a3a32f850fdc320cdb5c8",
  "text": "At present I am finishing another. Instead of four points it playeth on one Steel point, standing on a Diamond: the making of which I do intend to publish. I hope it will be of great use for its exactness and speediness of working.\n\nI am at present making a Silver Planisphere of two foot diameter for the King; the Invention of that famous Astronomer, and my very good friend, Mr. Cassini. It sheweth a very easy way to know and find out most of the fixed Stars, and the hour of the night very speedily.\n\nExtract of a Letter from Mr. John Conyers, of his Improvement of Sir Samuel Moreland's speaking Trumpet, &c.\n\nHaving some years since try'd to make one of Sir S. Moreland's speaking Trumpets of Tin, that is, tinned Iron Plate; and finding it to serve, as well as Copper or Glass; I thereupon thought of several ways for reducing the same into some more contrasted form, without abating its power: and by Dr. Goddard presented to the Royal Society, at one of their Meetings (then usually at Arundel House) the Reflecting Trumpet here figured. It consisteth of two Parts. The utmost (B b) is a large Concave Pyramid, about a yard long, (or may be of any manageable length) open at the base (b), and closed, not with a flat, but a concave head, at the Cone (B). Within this is fastned a bended Tube (A a) as in the Figure. In the presence of the Royal Society it was then also experimented, That this Trumpet did distinctly deliver certain words from the said House cro's the Garden, and the River Thames, and that against the Wind which was then strong: and the words were written down by one that was sent over for that purpose. Whereby it appeared, That a Reflecting Trumpet after this or some other like manner, of Wood, Tin, Pewter, Stone or Earth, or which may be best, of Bell mettle, will carry the voice as far, if not farther, than the long one invented by Sir Samuel Moreland. Besides that it seems to take off from the astonishing noise near at hand, which happens in the use of the said long Trumpet; so that it may be used within doors, with advantage, upon several occasions.\nSome other trials were made to effect the above mentioned Contraction, which were found not to answer. Yet because they may serve, in some part, to shew the motion of sound, I have added two Examples hereof. The first is Sir Samuel Moreland's Trumpet Angularly Arched in the middle; the second, with three large Angular Arches reaching almost from one end to the other, as in the figures: by the former of which the delivery of sound, to any distant or remote place is much shortened; but by the latter almost wholly obstructed.\n\nFig.I.\n\nFig.II.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101819.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 743,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2094,
        2
      ],
      [
        2094,
        2640,
        3
      ],
      [
        2640,
        2640,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101819",
    "title": "Extract of a Letter from Mr. John Conyers, of His Improvement of Sir Samuel Moreland's Speaking Trumpet,etc.",
    "authors": "John Conyers",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101819"
  }
}