{
  "id": "66fde941bb777c1d192e0440bb868790fd22d31b",
  "text": "Hisce jam subsisto, valetudine minus integra impeditus. Interea favori tuo me commendo; semper permanensurus\n\nNominis tui celebratissimi\n\ncultur observantissimus,\n\nDabam Upsalæ,\ndie 28 Aprilis, 1761. Thorbern Bergman.\n\nLXXVI. An Account of the double Refractions in Crystals; by Father John Beccaria, Professor of Experimental Philosophy at Turin.\n\nRead March 18, 1762.\n\nQuando analysis lucis in ista Regia Londinenfi Societate primum instituta pergit à Societate eadem excoli, et perfici; nullus dubito, quin ipsi praesertim exhibeam hoc ex crystallo montana prisma, quod ita secandum curavi, ut aptissimum esset legi exponendæ, qua lux refringitur in hujusmodi diaphano corpore.\n\nItaque\nItaque prisma hac ratione est excisum: facies hexagona ABCDEF est sectio recta nativae crystalli axi LM, sive altitudini ipsius: facies duae quadrilaterae GBCH, FGHE sunt sectiones circa axem LM convergentes; quatuor triangula AGB, AGF, EHD, CHD sunt partes residuae facierum rectangularium, quae crystallum ambiebant, cum erat in integra nativa sua forma.\n\nHac, inquam, praesertim ratione secari jussi hoc prisma, ut ex ipsius consideratione lex continuo innoteuceret duplicis refractionis, quam in crystallis montanis, qua integris, qua diversimode sectis, exploraveram. Etenim, cum crystallos montanas plures expoliri curarem juxta nativam suam formam, quoties transpiciebam per angulos eorum quosque, quos constituunt alternae quaeque rectangulares earum facies, semper objectum visum est duplex, semper imago utraque visa est colorata; et objectum videbam similiter duplex,\n\nVol. LII. Rrr similiter\nsimiliter coloratam videbam imaginem utramque, quoties transpiciebam per unam facierum triangula-\nrium, quae sunt in vertice, et per unam rectangularium, quae adjacent axi.\n\nPrætereaque cum crystallos hujusmodi integras fecari curassem juxta axem, mox sectione trajiciente per apices angulorum oppositorum, mox sectione bifariam partiente triangulares in vertice facies, et quadrangulares in latere, etiam per has sectas partes transpiciendo objectum videbam semper duplex; et coloratam imaginem utramque.\n\nDumtaxat transpicienti per faciem unam triangularem in vertice, et per faciem crystalli basi parallelam, sive crystalli axi rectam, imagines duae coloratae (sive crystallis integris uterer, sive sectis quoquomodo) visae sunt maxime convenire in imaginem unicam. Unde arguebam: Radios lucis, qui in crystallo montana trajicient per inclinatas facies, ut incedant axi transversi, discedere maxime in spectra duo: ea duo spectra maxime convenire in spectrum unum, cum radii lucis per facies prismatis mutuo inclinatas trajicient, ut axi minime obliqui progrediantur.\n\nAtque huic ipsi rei demonstrandae aptissime, ut inquiebam, sectum arbitror, quod exhibeo, prisma; transpicienti enim per angulum ipsum, cujus vertex est in recta GH, duplex apparet obiecti spectrum; tum enim radii trajiciunt axi LM maxime transversi; transpicienti per angulum, cujus vertex est in recta BC, vel per alium, cujus vertex est in recta FE, tum duplex spectrum utique maxime coit in spectrum unicum, quod radii trajiciant axi minime transversi.\n\nEquidem summi viri, Hugeni atque Newtonus, duplicem refractionem memorant in crystallo mon-\ntana; sed nullum adserunt ejus duplicis refractionis satis proprium characterem. Hugenius tractatu de Lumine, capite v. quod inscribit De miranda refractione crystalli Islandicæ, ita habet: Illud autem erat, quod in crystallo etiam montana duplex esset refraction, ut in crystallo Islandica, quamquam evidens minus, &c. Newtonus, quaest. 20. suae Optices: Crystallus de Rupe, inquit, simili ratione geminam habet refractionem; verum differentia refractionum minor est, neque tam manifesta, quam in crystallo Islandica.\n\nVerum duplex refractione crystalli montanae nulla plane in re nisi in numero convenit cum duplici refractione crystalli Islandicæ. Duplex refractione crystalli Islandicæ contingit in radio trajiciente per facies parallelas; duplex refractione crystalli montanae contingit in radio trajiciente per facies mutuo inclinatas. Duplex ex illa imago excolor est, quod heterogenei radii quique trajicientes facies parallelas discedant æquali intervallo in radios duos; duplex ex ista imago colorata est, quod heterogenei radii trajicientes per facies mutuo inclinatas discedant inæqualiter. Atque præterea id erat præsertim agendum, ut quemadmodum erat exploratum, quam positionem habet in figura crystalli Islandicæ linea, juxta quam objecta duplicantur; ita et positio exponeretur, quam habet in figura crystalli montanae linea, juxta quam objecta et duplicantur, et colorantur.\n\nJam vero nonne alia sunt corpora præter crystallum montanam et Islandicam, in quibus aut duplex aut etiam multiplex contingat refraction? Utique S Grave-sandius in prismate æquiangulo ex filice Brasiliano (Brasil pebble) duplicem invenit in angulo quoque refractionem; sed diversam in angulo quoque. Non-\nne lex universalis hæc est pro diaphanis corporibus quibusque, quæ determinatas quaedam sortiuntur à natura figuras, ut determinatum habeant analogum figuræ modum in refractionum numero, et quantitate modum? Nonne ea in numero, et in quantitate refractionum varietas manifestissima via est, qua natura à perspicuitate ad opacitatem progreditur? Nonne si in serie fossilium diaphanorum corporum omnis exploretur etiam in numero refractionum differentia, utilis est futura ea inquisitio ad explorandam eorum corporum structuram, atque genesim, et ad certius pervidendam causam refractionum omnium atque reflexionum? Etenim est mihi jam longe verisimilimum: refractiones et reflexiones omnes radiorum lucis contingere vi ejus ignis electrici, à quo dirimuntur media, quæ habent vim refringentem, aut reflectentem inæqualem.\n\nLXXVII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105655.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1890,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        689,
        2
      ],
      [
        689,
        1593,
        3
      ],
      [
        1593,
        3215,
        4
      ],
      [
        3215,
        4914,
        5
      ],
      [
        4914,
        5745,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105655",
    "title": "An Account of the Double Refractions in Crystals; By Father John Beccaria, Professor of Experimental Philosophy at Turin",
    "authors": "John Beccaria",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105655"
  }
}