{
  "id": "f55d96fadd1e5d9d31be827faf7226044a975d8e",
  "text": "tur hæ duæ rationes æqualitatis & \\( \\frac{Br}{Ds \\times Hs} = \\frac{ts}{st \\times st} \\). Ex æquo \\( \\frac{VQD}{sf \\times st} = \\frac{VQF}{Ds \\times Hs} \\). Quandoquidem autem quidvis ex Elementis æquabiliter fluere supponatur, ponamus \\( DS = EC \\) & evadet simplicissima Curvæ expressio \\( \\frac{VQD}{sf} = \\frac{VQF}{Ds} \\). ubiq; i.e. in puncto flexurae Curva semper erit in ratione composita velocitatis directæ & momenti applicatim ordinatæ, inverse. Sit \\( x, y \\) & \\( z \\) fluxiones absctæ, ordinatim applicatae, & curvae respective, \\( \\frac{x^2}{y} \\) constans est, ut supra.\n\nErg. \\( \\frac{x^2}{y} = 1 \\) sed possumus \\( z (= \\sqrt{xx + yy}) \\) constans. Ergo ut hæc unitas constans sit & dimenfiones debitas retineat \\( \\frac{x^2}{y} = \\frac{a^2}{\\sqrt{xx + yy}} \\), & post reductionem, \\( y = \\frac{x^2}{\\sqrt{a - x}} \\) Expressio notiffima Cycloidis PEL. Q.E.F.\n\n---\n\nVIII. A Catalogue of Books lately printed in Italy.\n\nColleclanea Monumentorum veterum Ecclesiæ Græcae ac Latinæ quæ hactenus in Vaticana Bibliotheca delituerunt. Laurentius Alexander Zacagnius Rom. Vaticanæ Bibliothecæ Præfectus, e scriptis codicibus nunc Sig. primum edidit, Græca Latina fecit notis illustravit 4to. Romæ 1698.\n\nOsservazioni Historiche sopra alcuni Medaglioni del Sig.Cardinale Carpegna dell’ Abbate Filippo Buonarotti. 4to. Roma 1698.\nEmanuelis Schefflerae Bibliothecæ Vaticanæ Praefecti Antiquitas Ecclesiæ, tomus primus continens Opus Chronologicum, folio Romæ 1692.\n\n——— Ejusdem tomus secundus opus Geographico-Hierarchicum, folio Romæ 1697.\n\nJosephi Saenz Cardinalis de Aguire Collectio maxima Conciliorum Hispaniæ & novi Orbis, fol. 4 Vol. Romæ. 1693.\n\nPhilippi Bonanni Soc. Jesu, Numismata summorum Pontificum Templi Vaticanani fabricam indicantia, fol. Romæ. 1696. cum figuris.\n\nMichaelis Angeli Causei De la Chausse Museum Romanum sive Thesaurus eruditæ Antiquitatis, fol. Romæ. 1690. cum figuris.\n\nJoannis Ciampini Vetera Monimenta de Operibus Musivis, fol. Romæ. 1690.\n\n——— Idem de sacris ædificiis à Constantino magno constructis, cum figuris, fol. ibid. 1693.\n\n——— Ejusdem sacra Historica disquisitione de duobus emblematisbus quæ in Cimelio eminent. Cardinalis Gasparis Carpini asservantur in quorum altero præcipue disceptatur an duo Philippi Imperatores fuerint Christiani. 4to. Romæ. 1691.\n\nIl Tempio Vaticano & sua origine con gli edificii più conspicui antichi, & moderni fatti dentro, & fuor di esso descritto dal Cav. Carlo fontana Architetto di esso Ital. Lat. fol. Roma, 1694. con figure.\n\nLa Historia Universale provata con monumenti, e figurata con simboli degli antichi dal Signore. Canonico Francesco Bianchini Veronese. 4to. Roma, 1697. con figure in rame.\n\nProspettiva ad uso de Pittori & architetti del Padre Andrea Pozzi. S. J. fol. Roma, 1693. con figure.\n\nSiria sacra Descrittione Istorico-Geografico-Topografica delle due Patriarcali Antiochia ed Jerusalemme, di quelle\nquelle d'Alessandria, e Costantinopoli, e de 'Primati di Cartagine,e d'Etiopia dell'Abbate Biaggio Terzi da Laveria. Fol. Roma, 1695. con figure.\n\nHieronymi Vitalis Clerici Regularis Theatini Lexicon Mathematicum hoc est rerum omnium ad Universam ferre Mathesim quà late patet spectantium collectio & explicatio. 4to. Romæ, 1690. cum figuris.\n\nJoannis Francisci Vannii Soc. Iesu Investigatio momentorum quibus gravia tendunt deorsum 8vo. Romæ, 1693.\n\nGli antichi Mausolei Romani & etruschi trovati in Roma & altri luoghi celebri nelli quali si contengono molte erudite memorie disegnate da Pietro Santi Bartoli. folio Roma, 1697.\n\nLe antiche Lucerne figurate, raccolte dalle caue sotterranee & grotte di Roma nelle quali si contengono molte erudite memorie disegnate da Pietro Santi Bartoli, colle osservazioni di Gio. Pietro Bellori. fol. Roma, 1685.\n\nPitture Antiche del sepolcro de Nasoni disegnate da Pietro Santi Bartoli & illustrate colle note di Gio. Pietro Bellori. Fol. Roma, 1682.\n\nGeorgii Baglivi Doctoris Medici de praxi medica ad priscam observandi rationem revocanda libri duo, accedunt Dissertationes novæ. 8vo. Romæ, 1696.\n\nProsperi Marofisi Theatrum in quo maximorum Christiani orbis Pontificum archiatros spectandos exhibet. 4to. Rome, 1696.\n\nCaroli Josephi Imbonati Ord. Cisterc. Chronicon Tragicum, sive de eventibus Tragicis. 4to. Romæ, 1696.\n\n---\n\nLONDON: Printed for Sam.Smith, and Benj.Walford Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-Yard. 1698.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102571.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1652,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1338,
        2
      ],
      [
        1338,
        2906,
        3
      ],
      [
        2906,
        4408,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "it"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102571",
    "title": "A Catalogue of Books Lately Printed in Italy",
    "authors": null,
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102571"
  }
}