{
  "id": "82aeb2fc722d5c3c09f8559eda0cab586713b0e9",
  "text": "VII. Observations of a new variable Star. In a Letter from Edward Pigott, Esq. to Sir H. C. Englefield, Bart. F. R. S. and A. S.\n\nRead December 23, 1784.\n\nDear Sir,\n\nFor some years past I have been employed in verifying all the stars suspected to be variable, in order that hereafter we may know with certainty what to depend upon. This undertaking, which is nearly completed, has already proved of use in detecting many mistakes, and producing some discoveries; among which, the following is one of the most important. September 10, 1784, I first perceived a change in the brightness of the star η Antinoi, and by a series of observations made ever since, I find it subject to a variation very similar to that of Algol, though not exactly the same in any one particular.\n\nη Antinoi, when brightest, is of the third or fourth magnitude, being between δ and β Aquilæ; and at its least brightness of the fourth or fifth magnitude, it then being between that of ι Antinoi and μ Aquilæ; therefore, its greatest variation in brightness may be called about one magnitude; and the changes it undergoes, though probably not nicely ascertained from so few observations, are nearly these:\n\nAt.\nAt its greatest brightness 44 ± hours.\nIn decreasing - - 62 ± hours.\nAt its least brightness 30 ± hours.\nIn increasing - - 36 ± hours.\n\nAll these changes, which hitherto seem to be regular and constant, are performed in 7 days 4 hours 38—minutes; this I shall state its period, and hereafter will shew how it is determined with such exactness.\n\nThe stars to which η Antinoi was compared are in order thus: δ Aquilæ third magnitude, β Aquilæ and θ Serpentis fourth magnitudes, ι Antinoi fourth or fifth magnitude, and μ Aquilæ a bright fifth. I find, by several years observation, that β Aquilæ retains the same brightness. ι Antinoi, which has been examined with particular attention by Mr. Goodricke and myself, is suspected by us both to be subject to a small variation, but not sufficiently apparent, so as to affect materially these comparisons, and possibly it may be only the effect of some optical illusion; for I have frequently remarked, that both in the twilight and moon-light, or when the air is in the least hazy, there is a greater difference between the brightness of many of the stars, than in a dark night and clear sky.\n\nIn the following journal of observations of η Antinoi, the Greek letters β, δ, μ, belong to Aquila, and ι, ν, to Antinous; secondly, the magnitudes marked in column the third are by estimation, and can be of no further use than merely to give, at first sight, an idea of the star’s brightness; and lastly, the lines distinguished by inverted commas, are extracts from Mr. Goodricke’s journal, whose friendly assistance I have often experienced, and was the more welcome on this occasion, because repeated attention and great exactness were requisite.\n\nDates.\n| Dates | Hours | Magnitude | Journal of the comparative brightness of # Antinoi. |\n|-------|-------|-----------|--------------------------------------------------|\n| July 17 | 10± | 3·4 | Less than δ Aquilae and brighter than θ Serpentis (β Aquilae and θ Serpentis are equal) weather hazy. |\n|       | 19 | 4 | Rather brighter than β Aquilae and θ Serpentis. |\n|       | 27 | 4 | If any difference, less than β Aquilae. |\n| N.B. These times are from recollection, and cannot err more than 1½ hour. |\n| Sept. 10 | 10± | 4 | Less than β Aquilae and θ Serpentis. |\n|       | 12 | 4·5 | Much less than β, equal to ι. |\n|       | 9 | 4·5 | \"A little brighter than ι, air clear.\" |\n|       | 18 | 3·4 | Less than δ, brighter than β, and much brighter than ι. |\n|       | 8 | 3·4 | \"Brighter than ι and β.\" |\n|       | 15 | 4 | Rather brighter than β, and much brighter than ι. |\n|       | 18 | 4·5 | \"Less than β and ι.\" |\n|       | 19 | 4·5 | Much less than β, and equal to ι. |\n|       | 20 | 3·4 | \"Less than β and ι.\" |\n|       | 23 | 3·4 | Brighter than β; moon-light. |\n|       | 28 | 3·4 | If any difference, rather brighter than β. |\n|       | 30 | 3·4 | \"Rather brighter than β.\" |\n| Oct. 1 | 7 | 4 | Less than β, brighter than ι; air clear, moon-light. |\n|       | 2 | 4·5 | Equal to ι, much less than β. |\n|       | 8 | 4·5 | \"Less than ι.\" |\n|       | 5 | 3·4 | Between the brightness of β and δ. |\n|       | 6 | 3·4 | \"Brighter than β and ι.\" |\n|       | 7 | 3·4 | Rather brighter than β. |\n|       | 8 | 3·4 | \"Much the same as yesterday.\" |\n|       | 8 | 4 | Brighter than ι; think it not less than β; this observation doubtful, occasioned by intervening clouds. |\n|       | 8 | 4·5 | \"Believe it less than ι; weather bad.\" |\n|       | 9 | 4·5 | \"Certainly less than β; weather bad.\" |\n|       | 10 | 4·5 | \"Less than ι; rather a doubtful observation.\" |\n|       | 11 | 4 | Rather less than β, and brighter than ι. |\n|       | 15 | 4 | Equal to β. |\n|       | 16 | 4 | \"Rather brighter than β.\" |\n|       | 8 | 4 | Less than β, brighter than ι. |\n\nVol. LXXV.\n| Dates | Hours | Magnitude | Notes |\n|-------|-------|-----------|-------|\n| Oct. 16 | 6½ | 4 · 5 | \"Less than β and ι.\" |\n| 17 | {7} | 4 · 5 | Undoubtedly less than ι. |\n| 18 | 8 | 4 · 5 | Less than ι, brighter than μ. |\n| — | 6½ | 4 · 5 | \"Less than ι.\" |\n| 19 | 7½ | 3 · 4 | Evidently brighter than β. |\n| 20 | 8± | 3 · 4 | \"Much brighter than β.\" |\n| 22 | 8± | 3 · 4 | \"Brighter than β.\" |\n| 23 | 6½ | 4 | Less than β. |\n| — | 8 | 4 | \"Not so bright as β, brighter than ι.\" |\n| 24 | 7 | 4 · 5 | Equal to ι, much less than β; moon-light, air clear. |\n| — | {6½} | 4 · 5 | \"Less than ι; rather, though very little, brighter than μ.\" |\n| 25 | 6¾ | 4 · 5 | Much less than β, equal to ι, brighter than μ. |\n| 26 | 6½ | 4 | Sometimes seemed rather less, but generally equal to β. |\n| — | 9¼ | 4 | Equal, if not rather brighter than β. |\n| — | 6 | 3 · 4 | \"At 6½ rather less, at 8½ nearly equal, and at 9½ rather brighter than β.\" |\n| — | 6½ | 3 · 4 | Remarkably bright, nearer δ than β; moon-light, air clear. |\n| — | 8¼ | 4 | \"Nearer to β than to δ.\" |\n| Nov. 3 | 5½ | 3 · 4 | Seemed equal to β; air not very clear. |\n| 6 | 8½ | 4 | \"Rather brighter than β.\" |\n| 7 | 9 | 4 · 5 | Evidently less than β. |\n| — | 7½ | 4 · 5 | \"Less than β and ι.\" |\n| 11 | 7 | 3 · 4 | Brighter than β, much less than δ. |\n| 12 | 6½ | 3 · 4 | Rather brighter than β, certainly equal. |\n| — | 8½ | 3 · 4 | \"Rather brighter than β and ι.\" |\n| 13 | {5½} | 4 · 5 | Less than β, equal to ι. |\n| — | 7 | 4 · 5 | \"Less than β, and rather less than ι.\" |\n| — | 5¾ | 4 | Evidently less than β, and rather brighter than ι; at 8 it seemed increased, and about between its least and full brightness. |\n| — | 7 | 4 · 5 | \"Less than β, and something less than ι.\" |\n| 17 | {5¾} | 3 · 4 | Brighter than β. |\n| 19 | 6 | 4 | If any difference, rather brighter than β; clouds covered the moon: at 8h. if any difference rather less than β; moon-light, and air not so clear as at 6. |\n| — | 8 | 4 | \"Rather brighter than β, brighter than ι.\" |\n| — | 6 | 4 | Rather less than β, brighter than ι. |\n| 20 | 7 | 4 | Less than β, rather brighter than ι; moon-light. |\n| 21 | 6¾ | 4 | \"Brighter than β.\" |\n| 25 | 7 | 3 · 4 | If any difference, less than β. |\n\nIn\nIn order to obtain a point of comparison, for settling the periodical changes of η Antinoi, which I suppose to be constant, it is natural to fix upon that phasis, which can be determined with the greatest precision; and this seems to be at the time when it is between its least and greatest brightness, as almost the whole increase of brightness is completed in less than 24 hours, though the perfect completion is performed only in 36 ± hours; thus having settled this necessary point, and found roughly the length of a single period, the computations, in order to obtain greater exactness, are as follows.\n| Time when Antinoi was between its least and greatest brightness | Intervals between the observations | Number of periods in ditto | Length of a single period |\n|---------------------------------------------------------------|----------------------------------|---------------------------|--------------------------|\n| Hours. Days. Hours.                                          |                                  |                           |                          |\n| 1784, Sept. 12. at 20                                        | 28 15                            | 4 each of                 | 7 3\\(\\frac{1}{4}\\)       |\n| Oct. 11. at 11                                                |                                  |                           |                          |\n| Sept. 12. at 20                                               | 36 0                             | 5 D°                      | 7 4\\(\\frac{1}{4}\\)+      |\n| Oct. 18. at 20                                               |                                  |                           |                          |\n| Sept. 12. at 20                                               | 43 4                             | 6 D°                      | 7 4\\(\\frac{1}{4}\\)-      |\n| Oct. 26. at 00                                               |                                  |                           |                          |\n| Sept. 12. at 20                                               | 64 12                            | 9 D°                      | 7 4                      |\n| Nov. 16. at 8                                                 |                                  |                           |                          |\n| Sept. 19. at 20                                               | 9 0                              | 4 D°                      | 7 6                      |\n| Oct. 18. at 20                                               |                                  |                           |                          |\n| Sept. 19. at 20                                               | 36 4                             | 5 D°                      | 7 5\\(\\frac{1}{2}\\)+      |\n| Oct. 26. at 00                                               |                                  |                           |                          |\n| Sept. 19. at 20                                               | 57 12                            | 8 D°                      | 7 4\\(\\frac{1}{2}\\)       |\n| Nov. 16. at 8                                                 |                                  |                           |                          |\n| Oct. 11. at 11                                               | 35 21                            | 5 D°                      | 7 4\\(\\frac{1}{4}\\)-      |\n| Nov. 16. at 8                                                 |                                  |                           |                          |\n| Oct. 18. at 20                                               | 28 12                            | 4 D°                      | 7 3                      |\n| Nov. 16. at 8                                                 |                                  |                           |                          |\n\nLength of a single period, on a mean, \\(7 4 \\frac{3}{20}\\)\n\nPerhaps other astronomers may not exactly agree with me, in fixing the times as set down in column the first; for my part, I determined them without paying any regard to the results, by taking a medium between the times when Antinoi had\nhad rather passed its least brightness, being nearly equal to η Antinoi, and when it was a little, but undoubtedly, brighter than β Aquilæ. Though it does not appear, as I have already said, that any of the other phases can be settled with equal precision, different comparisons nevertheless may prove satisfactory towards corroborating the above; I have therefore also deduced its period from the best and most distant observations, made when at its least brightness; they are thus: 7 days 0 hours and 7 days 5 hours. These results I reject, and retain the mean given by the first set; with which we may proceed on to gain a much greater exactness; let one period be subtracted from the observation of July 27th, 1783, and it will appear, that η Antinoi had varied in brightness during the following four days, though at that time it did not strike me.\n\n\\[\n\\begin{align*}\n1783, & \\\\\n\\quad \\text{July 17th, decidedly brighter than β Aquilæ.} \\\\\n\\quad \\text{— 18th, not observed.} \\\\\n\\quad \\text{— 19th, rather brighter than β Aquilæ.} \\\\\n\\quad \\text{— 20th (answering to the 27th) equal or rather less than β Aquilæ.}\n\\end{align*}\n\\]\n\nAs it is therefore evident, that on July 19th and 27th, 1783, η Antinoi was decreasing in brightness, I shall compare those days observations to corresponding ones made in 1784.\n\nHours.\n\n\\[\n\\begin{align*}\n1784, \\text{Sept. 30. at 6} \\\\\n\\quad \\text{Oct. 7. at 16} \\\\\n\\quad \\text{Oct. 15. at 6} \\\\\n\\quad \\text{Oct. 22. at 12} \\\\\n\\quad \\text{Nov. 12. at 2} \\\\\n\\quad \\text{Nov. 19, at 00}\n\\end{align*}\n\\]\n\nSimilar observations to that of 1783 July 19th, at 10 h. ±, η Antinoi being rather brighter than β Aquilæ.\nMr. Pigott's Observations\n\nHours.\n\n1784, Sept. 30. at 18\nOct. 15. at 14 | Similar Observations to that of 1783,\nOct. 22. at 19 | July 27th, at 10 h. ±, η Antinoi being\nNov. 12. at 14 | equal to or rather less than β Aquilæ.\nNov. 19. at 14 |\n\nIn estimating the above times, I paid much attention to the observations of the preceding and following days; however, a few hours more or less do not make a material difference. The results of these comparisons are\n\n| D. | H. | M. |\n|----|----|----|\n| 7  | 4  | 39½ |\n| 7  | 4  | 44½ |\n| 7  | 4  | 53½ |\n| 7  | 4  | 54½ |\n| 7  | 4  | 32  |\n| 7  | 4  | 26½ |\n| 7  | 4  | 32  |\n| 7  | 4  | 42½ |\n| 7  | 4  | 43  |\n| 7  | 4  | 26  |\n| 7  | 4  | 21½ |\n\nOn a mean 7 4 38 — length of a single period.\n\nAs this approaches the most to the preceding result, it may be assumed as nearest the truth, provided the changes be uniformly periodical.\n\nHitherto the opinion of astronomers concerning the changes of Algol's light seem to be very unsettled; at least none are universally adopted, though various are the hypotheses to account for it; such, as supposing the star of some other than a spherical\nof a new Variable Star.\n\naspherical form, or a large body revolving round it, or with several dark spots or small bright ones on its surface, also giving an inclination to its axis, &c.; though most of these conjectures with regard to Algol be attended with difficulties, some of them combined do, I think, account for the variation of η Antinoi.\n\nThose persons who are accustomed to examine the stars attentively will not be surprised to find, that Mr. Goodricke and I do not always perfectly agree in our observations; these small differences in the magnitudes of the stars are very difficult to be ascertained with the naked eye; which has often made me lament, we had not some contrivance for determining their relative brightness, and even I attempted several methods, but did not pursue them with sufficient attention and diligence to obtain any satisfactory results; nevertheless I shall just mention them, as perhaps somebody else may overcome those difficulties, which to me appeared so very considerable.\n\n1. In 1778 I had small pieces of fine glass stained with different shades, which being applied to the eye end of a telescope, I could easily find what degree of shade was requisite to efface stars of different brightness; and thus I observed some of the stars and planets.\n\n2. Diaphragms were attempted; but, besides other difficulties, they did not efface stars of the first magnitude.\n\n3. A method which pleased me much, and perhaps may not prove unsuccessful, is, by putting the stars out of the focus of a telescope till they become invisible; this is performed by drawing the eye-tube of a refractor either in or out; the point of focal distance being previously determined, the brighter the star the greater length of tube must be slid either in or out to efface it; thus I was in hopes of determining their magni-\nMr. Pigott's Observations, &c.\n\n... and for that purpose had in 1776 divisions engraved on the eye-tube of a refractor; but found that its high magnifying powers prevented stars of the first and second magnitude becoming invisible.\n\nLastly, I am inclined to think the following method practicable, viz. to reflect in a telescope, by means of an illuminator, different degrees of light in a known proportion, so that stars of all magnitudes may be obliterated.\n\nThe changeable state of the weather will perhaps be thought a considerable obstacle to these contrivances, and to throw doubt on the observations; but this may be sufficiently obviated by attending to small telescopic stars, which according to the clearness of the atmosphere are more or less distinctly seen.\n\nI beg the favour of you, dear Sir, to present these observations to the Royal Society; and believe me, with the greatest regard, &c.\n\nYork, Dec. 5, 1784.\n\nEDWARD PIGOTT.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106750.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17386,
    "total-output-tokens": 4992,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1184,
        2
      ],
      [
        1184,
        2882,
        3
      ],
      [
        2882,
        4951,
        4
      ],
      [
        4951,
        7167,
        5
      ],
      [
        7167,
        7775,
        6
      ],
      [
        7775,
        11347,
        7
      ],
      [
        11347,
        12991,
        8
      ],
      [
        12991,
        14124,
        9
      ],
      [
        14124,
        15961,
        10
      ],
      [
        15961,
        16902,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106750",
    "title": "Observations of a New Variable Star. In a Letter from Edward Pigott, Esq. to Sir H. C. Englefield, Bart. F. R. S. and A. S.",
    "authors": "Edward Pigott",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106750"
  }
}