{
  "id": "7c29c1ef512915da7231546adc974832838417f2",
  "text": "I. An Account of the præternatural Delivery of a Fœtus at the Anus; communicated by Mr. Nourse, one of the Assistant Surgeons to St. Bartholomew's-Hospital; Demonstrator of Anatomy at Surgeons-Hall, and F.R.S.\n\nThe kind Invitation I had from Mr. Giffard the Surgeon, to assist at the Opening of a Patient of his, gives me an Opportunity to lay before this Society, a Case as extraordinary, and I believe very like what Mons. Littre has given us in the Memoirs of the Royal Academy of Sciences at Paris, Ann. 1702; (viz.) where a Fœtus had no other Nidus than the Ovary; and was brought forth through the Rectum. The Symptoms previous to this præternatural Birth, the forementioned Gentleman has very faithfully drawn up; be pleased therefore to take them in his own Words.\n\n'I was sent for about the middle of August last, to a Woman who then judged herself to be between three and four Months gone with Child; she had all the Symptoms preceding a Miscarriage, and upon touching, I found the Os Tineæ somewhat dilated and spread, from whence I concluded a Miscarriage would ensue, and therefore ordered what I thought proper to promote it; but I was sometime after informed by her Husband, that although she before believed that she had miscarried, yet that she now thought herself Quick; as feeling somewhat to move within her Belly, agreeable to what she had perceived after former Quickenings. Thus it passed on for about six or seven Weeks;\nWeeks; in which Time she grew much bigger, and\nthe Motion more perceptible; so that there remained\nno Doubt of her being with Child. About the third\nof October she was seized with violent Pains in her\nBelly and Back; which daily increasing, her Sister,\nby her Desire, came to me on the sixth, when I went\nto her, and found her labouring under very great\nPains, and other Complaints like those preceding a\nMiscarriage or Delivery: But to be better satisfied,\nand to strengthen my Opinion, I passed up two Fin-\ngers into the Vagina, to examine by the Touch, whe-\nther the Os Tinea began to open and spread. I there\nfelt a large and unusual Fulness and Tension, which\nI then judged to be the Body of the Uterus sunk low\ninto the Vagina, and much distending it, and extend-\ning backwards, and pressing against the Rectum, so\nthat the Excrements could not readily pass, neither\ncould she, from its Pressure upon the Neck of the\nBladder, freely make Water. I could not find the Os\nTinea, although I very carefully examined all a-\nbout with the Ends of my Fingers; wherefore I then\njudged that the Fundus Uteri must have receded\nfrom its natural Position, and be bent backwards to-\nwards the Rectum: In which Opinion I was the\nmore strengthened from the Fulness I before observed,\nstretching backwards; and therefore concluded that\nthe Os Tinea must be very forward: Wherefore I en-\ndeavoured to pass my Fingers between the Os Pu-\nbis and the Fulness which pressed against the upper\nEdge of the said Bone. This with some Difficulty I\neffected, and at length about two or three Inches a-\nbove the said Bone, I felt the Os Tinea with the\nEnds of my Fingers. The Cause of this Situation will\nmore clearly appear in the Pursuit of this Account,\nI ordered her anodyne and quieting Medicines to re-\nlieve her Pain, which she was obliged to repeat at\nleast every twelve Hours, with proper Cordials to sup-\nport Nature; and sometimes Clysters. Thus matters\ncontinued to the twentieth of the said Month, only\nthat for some Days before, a Water tinged with Blood\ncame away, as she imagined, through the Anus, and\nwhich she believed proceeded from the Piles, with\nwhich she was sometimes troubled.\n\nOn the twentieth, her Husband came to me about\nsix of the Clock in the Morning, telling me that the\nMidwife had brought away a Fœtus, but could not\ncompleat her Business; whereupon I immediately\nwent to the Midwife, who upon my coming told me\nthat a Fœtus was protruded through the Anus; and\nto confirm it, desired me to examine, which I did im-\nmediately, and found the Funis Umbilicalis hanging\nout about two or three Inches beyond the Anus,\nand passing up through the same: I therefore passed my\ntwo fore Fingers by the String into the Anus; when\nI found about three Inches up, an Opening, as I then\njudged, into the Uterus, wide enough to admit the\nEnds of three or four Fingers, and the Funis Um-\nbilicalis passing into it; from hence I was assured that\nthe Fœtus came out that Way. I endeavoured, with\nmy Fingers passed into the Opening, to bring away\nthe Placenta; but as it was very rotten, it tore a-\nway between my Fingers, so that I was forced to\nbring it in small Pieces, and was at last obliged to\nleave a large Part of it. The Septum or Partition\nbetween the Anus and Vagina was entirely whole,\nand no Perforation through it. From these Appear-\nances\nances I then concluded that a Mortification must have begun in the Uterus, and so from its Contiguity be communicated to the Rectum; so that Nature endeavouring to expel what was contained, and forcing it against this Part already mortified, and consequently ready to give way and separate upon any Pressure made against it, produced this Opening, and the Protrusion of the Fœtus through it into the Rectum, and so on through the Anus.\n\nThere was a large Discharge of grumous Blood and other Substances through the Anus, which continued coming away until the twenty-sixth of the aforesaid Month, when the Woman died about three of the Clock in the Afternoon.\n\nI should have observed that there was a Fulness and Hardness very perceptible, to be felt outwardly in the fore-part of the Belly, some distance below the Navel, from the Time that the Fœtus came away to her Death; which upon opening the Body, I was well assured, was the Uterus forced upwards and forwards by a Sacculus, which being large and distended filled up the Pelvis; and by its Bulk pressed the Uterus forwards. The Fœtus was perfect in all its Parts; but much wasted and shrunk from its being some time dead; and consequently putrified.\n\nThis we thought necessary to premise an Examination of the Parts (which I have here brought) whose Appearances upon Dissection, were as follow.\n\nThe Vagina, Uterus, Ligamenta Rotunda, left Ovary, Fallopian Tube, and Ligamentum Latum on that side, together with the Hypogastrick, and Spermatick Vessels on the same Side, were in a natural State. The Fallopian Tube on the right Side, we traced\ntraced from the *Fundus Uteri* almost to the *Morsus Diaboli*; where it was confusedly united with, and opened into the *Sacculus* hereafter to be described. The *Ovary* on this side with the *Ligamentum Latum*, was dilated into a large *Sacculus* of an irregular Form, extending itself behind the *Uterus* (to the posterior Paries of which it adhered) and passing on towards the left, was connected to that Part of the *Colon* that terminates in the *Rectum*, and the *Rectum*. In this *Sacculus* we found great part of the *Placenta*, and the Remains of lacerated Membranes, besides the Aperture of the *Fallopian Tube* mentioned before, and another about four Inches in Diameter into the Middle of the *Rectum*: That part of the *Ureter* on the right Side which lies between the Ovary and the Kidney was dilated, and so was that part of the *Rectum* between the Aperture into it, and the End of the *Colon*; both which were caused from the Contents of these Canals being obstructed in their Passage.\n\n**Fig. I.**\n\nShews the *Uterus*, with the *Sacculus* behind it, part of the *Colon* and the *Rectum*; the *Fallopian Tubes*, *Ovary* on the left Side; *Ligamenta Rotunda*; and the *Vagina* laid open to the *Os Tincae*.\n\n*A* The *Uterus*.\n*B* The *Fallopian Tube* on the left Side.\n*C* The *Ovary* on the same Side.\n*D* The *Ligamenta Rotunda*\n*E* The *Vagina* laid open.\n*F* That part of the *Colon* that terminates in the *Rectum*.\n*G* The *Rectum* continued to the *Anus* under the *Vagina*.\n\n*H* The\nH The Fallopian Tube on the right Side, whose Extremity opens into the Sacculus formed from the Ovary.\n\nI The Sacculus extending itself behind the Uterus; wherein we found the Placenta and several lacerated Membranes; and from whence there was a large Opening into the Rectum.\n\nFig. II.\n\nShews the Inside of the Sacculus and its Aperture into the Rectum.\n\nA The Intestine.\nB The Sacculus adhering to it.\nC The Opening from the Sacculus into the Rectum.\nD The Membranes found within the Sacculus.\nE The Vagina turned to the Right.\n\nII. An Extract of a Letter from Mr. William Stevenson to Benj. Hoadly, M.D. F.R.S. Containing an Account of an Observation of an Eclipse of the Moon, on July 29, 1729, made in Barbados by Mr. Stevenson's Brother.\n\nHe took care to regulate a very good Clock, and brought it to true Time about 14 Days before the Eclipse. On the Day it happened, he saw the Sun set, and found the Clock right, according to the mean Time, Refraction allowed. At the Beginning of the Eclipse, the Moon was clouded. At 7 H. 18 M. (in the Evening) apparent Time, he saw the Moon 2 Digits Eclipsed, about 30 Degr.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103555.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12130,
    "total-output-tokens": 2567,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1445,
        3
      ],
      [
        1445,
        3127,
        4
      ],
      [
        3127,
        4791,
        5
      ],
      [
        4791,
        6392,
        6
      ],
      [
        6392,
        7899,
        7
      ],
      [
        7899,
        9019,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103555",
    "title": "An Account of the Praeternatural Delivery of a Foetus at the Anus; Communicated by Mr. Nourse, One of the Assistant Surgeons to St. Bartholomew's-Hospital; Demonstrator of Anatomy at Surgeons-Hall, and F. R. S.",
    "authors": "Mr. Nourse",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103555"
  }
}