{
  "id": "1f173085fd12b6315186db1601f4b339506b0063",
  "text": "XIII. Observations on the milky Appearance of some Spots of Water in the Sea; by the Same.\n\nRead March 12, 1772.\n\nIT has been remarked by several navigators, on their passage from Mocha to Bombay, Surat, &c. that they had discovered in the night spots of water as white as milk, and could never assign any reason for it; and many have been so much alarmed, that they have immediately hove to and sounded; but I never heard of any body ever getting ground. In my passage across those seas in the Kelfall, I discovered all of a sudden, about 8 o'clock in the evening, the water all round me as white as milk (intermixt with streaks or serpentine lines of black water). I immediately drew a bucket of it, and carried it to the light, where it appeared just as other water; I drew several more, and found it the same: some I kept till the next morning, when I could perceive no difference from that alongside. We had run by the log 50 min. from the time we first observed it till daylight, and during all that time the water continued white as milk, but at full daylight it was of its usual colour. The next evening about 7 o'clock the water appeared again as white as before; I then drew another bucket and carried it to a very dark place, and holding my head close to the bucket could perceive,\nceive, with my naked eye, an innumerable quantity of animalcules floating about alive, which enlightened that small body of water to an amazing degree. From thence I conclude that the whole mass of water must be filled with this small fish spawn or animalcules, and that this is without all doubt the reason of the water's appearing so white in the night-time. We run by the log, from the time we first saw it till the latter part of the second night (the time we lost sight of it) about 170 miles.\n\nN. B. Latitude about $15^\\circ 10'$ N. and S. W. dist. from Cape Aden $12^\\circ 18'$ E.\n\nOn the 30th of August 1769, at 3 o'clock in the morning, I saw a comet $8^\\circ 20'$ from Aldebaran S. W. and the tail streaming to the Westward.\n\nI made the meridian distance from Cape Aden to Striking Sounding on the Malabar coast (in the lat. of $14^\\circ 2'$ N.) $27^\\circ 31'$ E.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106044.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 650,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1293,
        2
      ],
      [
        1293,
        2166,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106044",
    "title": "Observations on the Milky Appearance of Some Spots of Water in the Sea; By the Same",
    "authors": "Capt. Newland",
    "year": 1772,
    "volume": "62",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/106044"
  }
}