{
  "id": "97ae0119b0b27ddde4bdc01774f9684f4077b14e",
  "text": "AN INDEX TO THE Fifty-Eighth VOLUME OF THE Philosophical Transactions.\n\nFor the Year 1768.\n\nA.\n\nAbsorption, carried on by lymphatics, p. 222.\nAcorns, preserved, by means of wax, in a state fit for vegetation, p. 75. Particulars of the method, p. 77. Its success, p. 78, 79.\nAelian, his account of the manner of catching eels in the rivers of Italy when frozen, p. 66.\nAiton, Mr. has raised oaklings from acorns covered with wax, p. 79.\nAfrica, Pinguins found there, p. 94. Differ from those of South America by the colour of the legs, p. 99.\nAgrigentum, an ancient city of Sicily, p. 266. A medal probably struck in that town, ibid.\n\nAlgiers,\nAlgiers, method of inoculating the small-pox practised there, p. 129.\nAlps, more easily crossed now than in the time of Anni-\nbal, p. 67.\nAmerica, fossil bones found there, p. 35. The Pinguins\nin the southern parts, p. 94, 95.\nAppian, corrected by means of a medal, p. 257.\nArabs, thought to have been the inventors of inoculation,\np. 129. Have practised that operation for time imme-\nmorial, p. 145.\nArmenians, practise inoculation, p. 145.\nAreas, curvilineal, how computed, p. 175, 176. How\ncompared, p. 177.\nAshes, from Mount Vesuvius showered all over Naples,\nand twenty leagues off at sea, p. 9.\nAstringent vegetable in a peat-moss, p. 187.\nAstronomical observations made on the islands of St. John\nand Cape Breton, p. 46. Made in different places on\nthe last transit of Venus, p. 120. In several parts of\nNaples and Sicily, p. 197, 198. Corresponding ones\nat Greenwich, p. 199. By Messieurs Mason and\nDixon in Pennsylvania, p. 274, 329. By Father\nMayer at Swetzingen, p. 345.\nAttraction of mountains probably alters the direction of\ngravity, p. 16.\nAuditory holes wanting in several animals, p. 195.\n\nB.\n\nBarrington, Honourable Daines, on the temperature of the\nair in Italy and several other countries, compared with\nwhat they were seventeen centuries ago, p. 58.\nBaffora, Inoculation common there, p. 144.\nBedouins practise inoculation, p. 140, 142.\nBengal, Inoculation has been used in that country for a\nconsiderable time, p. 130.\nBenvenuti, Dr. Joseph, of Lucca, his two medical obser-\nvations, p. 189.\n\nBergius,\nINDEX.\n\nBergius, Dr. Peter Jonas, description of the Croton Spicatum, p. 132.\nBevis, Dr. John, on the cold of 1740, compared with that of 1768, in London, p. 54.\nBirds, their lacteal and lymphatic vessels described, p. 218.\nBlack Sea, see Euxine.\nBlue substance, found in Scotland, p. 181. Mentioned imperfectly by other naturalists, ibid. Described by Mr. Douglas, p. 182, 183. Chemically analysed, p. 183—186. Its principal ingredients, p. 187. Probably found in all peat-mosses, ibid. Its usefulness as a water-colour, p. 187, 188. Affected by Alkalies, ibid.\nBologna stone, a kind of phosphorus, p. 9.\nBones of large animals found near the Ohio in America, p. 35. And probably the same with those which have been found in several other parts of the world, p. 40. And in particular with those that come from Siberia, p. 44. Adjudged to the elephant by Sloane, Gmelius, Buffon, and Daubenton, p. 35—41. Proved to belong to another animal, probably carnivorous, by Dr. Hunter, p. 37—42. Queries sent by his direction to America, concerning these bones, p. 39.\nBorlase, Dr. William, his meteorological observations, made at Ludgvan in Cornwall, for 1767, p. 89, 90.\nBrandywine River, in Pennsylvania, p. 326. Astronomical observations made in the Forks, ibid.\nBozowich, Father, his observations on the effects of the attraction of mountains, p. 273.\nBridgewater, in Somersetshire, meteorological observations made at that place, p. 87.\nBuffon, Mr. his account of the fossil bones found in Siberia, and in North America, p. 35.\nBuying the small-pox, a term used to signify inoculation in Barbary, p. 129. And at Aleppo, p. 140—143. And elsewhere, p. 147.\n\nVol. LVI.I. B b b Byres,\nByres, Mr. on the extraordinary heat at Rome in the summer of 1768, p. 336.\n\nC.\n\nCalabria, its rivers frozen in the time of Virgil, p. 65.\nCameleons, ranged by authors under the generical name Lacerta, p. 192. Particular species described by Dr. Parsons, p. 193.\nCanton, Mr. his method of producing prismatic colours from all the metals, by means of electricity, p. 73, 74. Phosphorus made by him, p. 337. Experiments made with it, p. 338.\nCarlyle, Dr. his meteorological observations at Carlisle, for 1767, p. 83—86.\nCaul, Carthaginian name for the island of Gozo, p. 238, 239.\nCaulum stands for the isle of Gozo, in a MS. of Silius Italicus, p. 244.\nChais, Rev. Mr. account of the manner of inoculating the small-pox on the coast of Barbary, and at Bengal, p. 128.\nChelsea garden, 50 plants for 1767, p. 227.\nChronology, question of, solved by Mr. Horsfall, p. 100.\nChyle, transparent in birds, p. 217—221.\nCohesion, in different bodies occasions a difference in the impressions which they receive from hard ones striking upon them, p. 23.\nCold, probably, not so great at present in Italy and other places, as in the time of Ovid, Virgil, Ælian, &c. p. 58. Observed in London in the year 1740, and in 1767, by Dr. Bevis and the late Mr. Short, p. 54—57. Greatest of last year observed by Lord C. Cavendish, p. 152. At Greenwich, ibid. At Warsaw, p. 151. At Stockholm, p. 152.\nColours, formed by electrical explosions on metals, p. 70.\nComet, seen at Louisburg in the island of Cape Breton, April 7, 1766, p. 50.\n\nContacts of Venus with the sun, observed at different times by different observers, p. 121. Cause of this difference, p. 122, 123.\n\nCroton Spicatum, a plant of the Havannah, described by Dr. Bergius, p. 134.\n\nD.\n\nDaubenton, Mr. judges the fossil thigh-bones, found in America, to be the same with those of the elephant, p. 42.\n\nDecimal fractions, their use, p. 207. Recurring, p. 208. How to be computed, p. 209.\n\nDistance of latitude measured in Pennsylvania, &c.\nElectricity, its effect in producing coloured rings on the surface of pieces of metals, p. 69.\n\nElephants, their jaw-bones described and figured, p. 43.\n\nEllis, John, Esq; on the preserving acorns and other seeds in a state fit for vegetation, p. 74.\n\nEruption of Mount Vesuvius, of 1767, the 27th since that which destroyed Herculaneum, p. 2. Foretold by Mr. Hamilton, p. 4.\n\nEuxine, or Black Sea, seen by Ovid covered with ice, p. 60. And described in the same manner by Strabo, p. 63. This appearance never observed by any of the modern travellers, ibid.\n\nF.\n\nFalkland island, near the Streights of Magellan, is the place where Patagonian Pinguins were found, p. 94.\n\nFarley, Mr. James, his letter to Dr. Donald Monro, on his trials of the quassii root in fevers, p. 81, 82.\n\nFarr, Dr. William, his meteorological observations at Plymouth, p. 136.\n\nFish, supposed not to have lymphatics, p. 222, 223. Have been found to have them, p. 224.\n\nForster, Mr. J. R. account of a new map of the river Volga, p. 214. His own measurements, p. 215.\n\nFractions. See Decimal.\n\nG.\n\nGaulos, ancient name which the Greeks gave to the isle of Gozo, p. 236.\n\nGeorgia, inoculation practised there, p. 145. And in what manner, p. 147.\n\nGoose, lacteals and lymphatic vessels traced in this bird, p. 218.\n\nGori, his remark on an Etruscan character, p. 249.\nINDEX\n\nGozo, isle of, near Malta, occupied by the Phenicians in early times, p. 238. And afterwards by the Carthaginians, ibid. Medals of that island, p. 240—263.\n\nGourdeens, the inhabitants of Byland and Kittis, practise inoculation, p. 145.\n\nGreenwich, some observations from 1762 to 1764, communicated by Mr. Maskelyne, p. 201. Transit of Venus, of 1769, observed, p. 355.\n\nGrinders, fossil found in North America, different from those of elephants, p. 37.\n\nH.\n\nHalley, Dr. his error in determining the places for observing the last transit of Venus, accounted for, p. 115, 116.\n\nHamilton, the Honourable William, on the eruption of Mount Vesuvius of 1767, p. 1. Makes no doubt but that the whole of it was formed like a little mountain, which he observed daily rising from the ancient crater, p. 3. Went up to the mountain, on seeing a new mouth opened, p. 5. His danger, p. 6.\n\nHavanna, the croton spicatum found there, p. 134.\n\nHead, extraordinary great one, p. 190.\n\nHeat, extraordinary at Rome, p. 336.\n\nHewson, Mr. William, his account of the lymphatic system in birds, p. 217. Has discovered the lacteals in a turtle, p. 223. And the lymphatics in fish, p. 224.\n\nHolland, Captain, his observations on the longitude and latitude of the islands of St. John and Cape Breton, p. 46.\n\nHorsefall, Mr. James, his application of Dr. Saunderson's theorem for solving unlimited equations to a curious question in chronology, p. 100.\n\nHudson, Mr. William, his account of the Fifty Chelsea plants for 1767, p. 227.\n\nHunter,\nHunter, Mr. John, judged the fossil grinders found in North America not to have belonged to elephants, p. 37. Has discovered the lymphatics in the necks of fowls, p. 220.\n\nHunter, Dr. William, on the bones found near the river Ohio, in America, and supposed to be elephants bones, p. 34. His opinion about the use of the lymphatics, p. 223.\n\nI.\n\nJanuarius Saint, procession of this saint made at Naples during the last eruption, p. 9.\n\nJaw-bones of elephants different from those of the fossil skeletons found in North America, p. 42, 43.\n\nJews reject inoculation at Aleppo, p. 146. But practise it at Bagdat, Bassora, and Palestine, ibid.\n\nInoculation, in use on the coast of Barbary, p. 129. At Bengal, p. 130. At Aleppo, p. 140. In Arabia, p. 143. In Georgia, p. 144. In Armenia and Syria, ibid. In Wales, p. 148. By some Turks, p. 146. And by some Jews, ibid.\n\nIron, with an astringent substance, constitutes a natural blue earth, p. 187.\n\nItaly, much colder in ancient times than now, p. 65.\n\nK.\n\nKaul, the Phenician name for the island of Gozo, p. 138.\n\nL.\n\nLacerta, a comprehensive genus of animals, p. 192.\n\nLabbeals, why not easily seen in birds, p. 217. How discovered in them, p. 219. And in a turtle, p. 223.\nINDEX\n\nLamponius. See Luponius.\n\nLanden, Mr. John, his new method of comparing curvilinear areas, p. 174.\n\nLatitude, degrees of, measured from Sobieschitz through Vienna, Gratz, and Varasdin, p. 15, 16. Unequal, probably on account of the attraction of the mountains of Stiria, ibid. Measured in Pennsylvania, p. 274.\n\nLava, running over the crater of Mount Vesuvius in small streams, p. 3. Forced its way from different new openings, p. 5. Its swiftness, p. 6. Its depth 70 feet, and in some places its width of near two miles, p. 10. Its extent six miles, ibid.\n\nLemery, Dr. his error with respect to the phosphorus, p. 336.\n\nLiesganig, Father Joseph, his measurement of three degrees of latitude under the meridian of Vienna, p. 15. His account is soon to be published, ibid.\n\nLight, whether a fluid emitted, or motion communicated, p. 342, 343.\n\nLuponius, a general of the Samnites in the Social war, p. 257.\n\nLymphatic system, supposed to be wanting in birds, p. 217. Discovered and described, p. 218. Method of demonstrating it, p. 223. Discovered in a turtle, and in fish, p. 224.\n\nLymphatics are the only absorbents, p. 223.\n\nM.\n\nMadoc Gwineth, a Welshman, said to have planted a British colony in America, in 1170, p. 96, 97.\n\nMallet, Mr. of Upsal, is to go to Pello, in Lapland, to observe the next transit of Venus, p. 108.\n\nMalta, Punic medals found in that island, p. 235.\n\nMaltese medals, why so called, p. 235.\n\nMammoth, fabulous animal of Siberia, p. 35. Probably the same with the pseud-elephant supposed to have been in America, p. 45.\n\nMan,\nMan, surprisingly recovered from a fever, p. 189.\nMap of the Volga, p. 214.\nMarbles and precious stones, probably the produce of volcanos, p. 12.\nMars, when and how its menstrual parallax is to be observed, p. 162.\nMaryland, limits between that province and Pennsylvania settled by Messieurs Mason and Dixon, p. 270.\nMaskelyne, Rev. Mr. his introduction to two papers of Mr. Smeaton, p. 154, 155. Communication of astronomical observations made at Greenwich in 1762, 1763, and 1764, p. 201. Introduction to the account of the measure of a degree in Pennsylvania, p. 270. His deduction of the length of the degree from the observations of Messieurs Mason and Dixon, p. 323. Observes the transit of Venus, 1769, p. 355.\nMason, Mr. employed to settle the limits between Maryland and Pennsylvania, p. 270. Measures a degree of latitude in that province, p. 274. Astronomical observations, p. 326.\nMayer, Father, his astronomical observations at Swetzingen, p. 345.\nMenstrual parallax of the sun, what it is, p. 157. How to be determined from solar observations, p. 158, 159. Its quantity, p. 160. Must be more accurately deduced from the menstrual parallaxes of Mars and Venus, p. 162. The properest time for observing that of Mars, p. 163, 164. And of Venus, p. 105. May be determined within a 24th part of the whole, p. 168, 169.\nMercury, its transit over the sun, in 1743, observed at Naples, p. 199.\nMesenteric glands, are not to be found in birds, p. 221. Nor in turtles, p. 223.\nMeteorological observations, made at Bridgewater, for 1767, p. 87, 88. At Mountsbay in Cornwall, p. 89. At Plymouth, p. 136.\n\nMethod\nMethod of observing the heavenly bodies out of the meridian, p. 170.\nMiller, Mr. Charles, his experiments on the sowing of wheat, p. 203.\nMitbra, the god, on Punic coins, p. 243, 244.\nMonro, Dr. Donald, on the good effects of the quass root in some fevers, p. 80.\nMoon, its mean distance from the earth to be concluded from the transit of Venus, p. 32. Its relative gravity not sufficiently determined, p. 158, 159. Eclipsed in Pennsylvania, p. 331.\nMotion, its doctrine depends upon the computation of curvilineal areas, p. 174.\nMouffol, inoculation publicly proclaimed there, p. 144.\nMountain, little, formed within the ancient crater of Mount Vesuvius, p. 2. Its height of 185 French feet, p. 3. Drawings of it made from time to time by Mr. Hamilton, p. 3, and 14.\nMountsbay, in Cornwall, meteorological observations made there, p. 89.\nMurdoch, Dr. Patrick, on the connexion between the parallaxes of sun and moon, their densities, and disturbing forces on the ocean, p. 24.\n\nN.\n\nNaples, alarm in that city occasioned by the last eruption of Mount Vesuvius, p. 7. Topographical map of the kingdom preparing, p. 196.\nNewton, Sir Isaac, his discoveries on the colours of bodies, p. 68. His opinion on light, p. 339, 340.\n\nO.\n\nOaks raised from acorns preserved in wax, p. 79.\nINDEX.\n\nOhio, skeletons found near that river in North America, p. 35.\nOsiris, worshiped by the Phoenicians in Malta, p. 262.\nOvid, his description of the excessive cold on the Euxine sea, p. 59.\n\nP.\n\nPaestum, an ancient city in Lucania, p. 246. Its noble ruins, ibid. Etruscan medal of that city, p. 247. Struck about the time of the Social war, p. 250.\nParallax of the sun determined from the observations of the last transit of Venus, p. 107. Menstrual parallax, what it is, p. 157.\nParallaxes of sun and moon, their connexion, p. 29.\nParsons, Dr. James, his account of a particular species of cameleon, p. 192.\nPasseri, Signior, his opinion about a medal of Paestum confirmed, p. 246. His mistake in deciphering one of the letters, p. 248.\nPennant, Thomas, Esq; on the different species of the birds called Pinguins, p. 91.\nPennsylvania, degree of latitude measured in that province, p. 272. Advantages of the situation, p. 273.\nPercussion, force of, whether proportioned to the velocities of bodies in motion, or to the squares of these velocities, p. 17. False reasonings of the respective supporters of these opinions, p. 18, 19. Experiments made in order to account for the diversity of appearances, from the nature and degree of cohesion, p. 20—23.\nPhosphorus imbibing light like the Bolonian stone, p. 337. Is not worn out by being exposed to the sun, p. 338. But is so by water, ibid. Imbibles light from the moon, p. 342.\nPlanman, Professor Andrew, on the determination of the solar parallax, from the observations of the last transit of Venus,\nINDEX.\n\nVenus, p. 107. He is to go to observe the next transit at Cajaneburg, p. 108.\n\nPlymouth, meteorological observations made there, p. 136.\n\nPinguin, the Patagonian species described by Mr. Pennant, p. 91. Are only found in southern latitudes, p. 94. The lesser species described, p. 97. The red-footed pinguin, p. 98. All these species are of a different genus from the bird called Penguin in the north parts of Europe and America, p. 99.\n\nPriestly, Dr. Joseph, on rings consisting of all the prismatic colours, made by electrical explosions on pieces of metal, p. 68.\n\nPunic character on Maltese medals, p. 235.\n\nQ.\n\nQuadrupeds, the lacteals easily found in them, p. 217.\n\nQuass root, good in fevers, p. 80, 81.\n\nR.\n\nRain-water, probably contained within the bowels of Mount Vesuvius, p. 7. Discharged from Mount Etna, p. 8.\n\nRegiomontanus, the inventor of decimal fractions, p. 207.\n\nRichardson, Dr. William, on the force of percussion, p. 17. His experiments made with clay on that subject, p. 20—25.\n\nRobertson, Mr. John, on the theory of circulating decimal fractions, p. 207.\n\nRome, great heats in that city, p. 336.\n\nRoyal Society, the Council of, ordered a degree of latitude to be measured in North America, p. 272.\n\nRussell, Dr. Alexander, was informed at Aleppo, that inoculation was practised by some of the Bedouins, p. 140.\nRussell, Dr. Patrick, his account of inoculation in Arabia, p. 142.\n\nS.\n\nSamnite Etruscan medal explained, p. 253.\nShort, Mr. James, on the cold of 1740 compared with that of 1768 in London, p. 55, 56.\nSiberian bones, probably the same with those found in North America, p. 44, 45. Different from those of elephants, ibid.\nSmeaton, Mr. John, on the menstrual parallax arising from the mutual gravitation of the earth and moon, p. 156. Description of a new method of observing the heavenly bodies out of the meridian, p. 170.\nSmoak from Mount Vesuvius reached to the island of Caprea, 28 miles off, p. 5. Covered it entirely during the last eruption, and spread over Naples, p. 8. Shadow of it marked on the surface of the sea, p. 11.\nSticks thrust into the crevices of the lava, long after the eruption, took fire immediately, p. 10.\nStockholm, cold moderate last winter in that city, p. 152.\nStones, shot up from Mount Vesuvius to the height of 1000 feet, p. 3.\nSwetzingen, astronomical observations made there, p. 345.\nSwinton, the Rev. John, his interpretation of a Punic coin of the island of Gozo, p. 235. Of an Etruscan coin of Poëstum, p. 246. Of a denarius of the Veturian family, p. 253. Of another Punic coin of Gozo, p. 261. Of an inedited Punic coin, p. 265.\n\nT.\n\nThoracic duct, double in birds, p. 218—220.\nTime ought not to be taken into the account of the estimation of the force of percussion, p. 18.\nINDEX\n\nTomes, or Tomi, supposed to be the same with the modern Temisware, p. 59.\n\nTopographical map of Naples and Sicily ordered to be made, p. 196.\n\nTusks, found in North America, have been judged to be real ivory, p. 41. Their form is somewhat different from the elephant's, p. 37.\n\nTurtle, lacteals and lymphatics discovered in that amphibious animal, p. 223, 224.\n\nTurks, some adopt inoculation, p. 144—146. But reject it in most parts of the Ottoman empire, ibid.\n\nV.\n\nVenus, its menstrual parallax may be observed, p. 165. Its last transit observed at Naples, Malta, and Tarrentum, p. 200. That of 1769 expected to determine the parallax of the sun, p. 127. Observed at Greenwich, p. 355.\n\nVirgil, his account of the frozen rivers in Calabria, p. 65.\n\nUnique, what is meant by reasonings deduced from that principle, p. 26—31.\n\nVolga, river, imperfectly represented, p. 215. More accurately surveyed, and delineated in a new map, by Mr. Forster, p. 216.\n\nW.\n\nWales, inoculation known there in the last century, p. 148.\n\nWargentin, Mr. Peter, on the temperature of the air at Stockholm during the last winter, p. 152.\n\nWarsaw,\nINDEX.\n\nWarsaw, the greatest cold in that city, p. 151. Declination of the needle there, ibid.\nWatson, Dr. William, his account of Mr. Miller's experiments on the sowing of wheat, p. 203.\nWheat, common red, sown and divided by Mr. Charles Miller, p. 204. Surprising multiplication of one grain, p. 205.\nWine, in a state of congelation during the stay of Ovid at Tomos, p. 61. And described in the same state by Virgil, p. 62.\nWolfe, Dr. on the great cold at Warsaw this year, p. 151. And in 1740, ibid.\n\nZ.\n\nZannoni, Mr. Rizzi, his account of several astronomical observations made in the kingdom of Naples and Sicily, p. 196.\n\nThe End of the Fifty-Eighth Volume.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105797.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 25368,
    "total-output-tokens": 7164,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        643,
        2
      ],
      [
        643,
        2167,
        3
      ],
      [
        2167,
        3847,
        4
      ],
      [
        3847,
        5284,
        5
      ],
      [
        5284,
        5827,
        6
      ],
      [
        5827,
        7165,
        7
      ],
      [
        7165,
        8687,
        8
      ],
      [
        8687,
        9908,
        9
      ],
      [
        9908,
        11468,
        10
      ],
      [
        11468,
        13082,
        11
      ],
      [
        13082,
        14358,
        12
      ],
      [
        14358,
        15915,
        13
      ],
      [
        15915,
        17259,
        14
      ],
      [
        17259,
        18676,
        15
      ],
      [
        18676,
        19808,
        16
      ],
      [
        19808,
        20471,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105797",
    "title": "Back Matter",
    "authors": null,
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/105797"
  }
}