{
  "id": "ebf09d19dd320e6b0e056ec56f78850695c89c6e",
  "text": "VIII. Account of a series of observations, made in the summer of the year 1825, for the purpose of determining the difference of meridians of the Royal Observatories of Greenwich and Paris; drawn up by J. F. W. Herschel, Esq. M. A. Sec. R. S. Communicated by the Board of Longitude.\n\nRead January 12, 1826.\n\nOperations having been carried on to a considerable extent in France, and other countries on the continent, for the purpose of ascertaining differences of longitude by means of signals, simultaneously observed at different points along a chain of stations; and the Royal Observatory at Paris, in particular, having been connected in this manner with a number of the most important stations, it was considered desirable by the French government that the Royal Observatory at Greenwich should be included in the general design. The British Board of Longitude was accordingly invited to lend its co-operation towards carrying into effect a plan for that purpose; and the invitation being readily accepted on their part, I was deputed, in conjunction with Capt. Sabine, in the course of the last summer, to direct the practical details of the operation on the British side of the channel, and to make the necessary observations. Every facility was afforded us in making our dispositions, on the part of the different branches of His Majesty's government to which it was found necessary to apply. A detachment of artillery was placed, by his Grace the Duke of Wellington, Master\nGeneral of the Ordnance, under the orders of Capt. Sabine. Horses, waggons, and men, were furnished for the conveyance of a tent, telescopes, rockets, and other apparatus; and four of the chronometers belonging to the Board of Admiralty were placed at our disposal. The rockets required for making the signals were furnished us from France. It would have been easy, doubtless, to have procured them from the Royal Arsenal at Woolwich; but on the representation of Colonel Bonne, to whom the principal direction of the operations in France was intrusted, it was thought more advisable to accept an offer made to us of any number which might be required, prepared at Paris expressly for similar operations, carrying a charge of 8 ounces of powder, the instantaneous explosion of which, at their greatest altitude, was to constitute the signals to be observed.\n\nOur previous arrangements being made, on the 7th of July I left London; and after visiting the station pitched upon at Wrotham, which was the same with that selected by Capt. Kater and Major Colby, as a principal point in their triangulation in 1822; and finding it possessed of every requisite qualification for the purpose of making the signals, from its commanding situation, being unquestionably the highest ground between Greenwich and the coast, proceeded to Fairlight Down, near Hastings, where I caused the very convenient observatory tent, belonging to the Board of Longitude, to be pitched immediately over the centre of the station of 1821, which was readily found from the effectual methods adopted by the gentlemen who conducted the trigonometrical operations in that year, for securing this valuable point. Here, on the 8th, I was joined by Capt.\nSabine, who, it had been arranged, should proceed to the first observing station on the French side of the Channel, there to observe, in conjunction with Colonel Bonne, the signals made on the French coast, and those made at the station of Mont Javoult; which latter were to be observed immediately from the observatory at Paris; while, on the other hand, it was agreed that M. le Lieutenant Largeateau, of the French corps of geographical engineers, should attend at Fairlight, on the part of the French commission, and observe, conjointly with myself, the signals made at La Canche, the post on the opposite coast (elevated about 600 feet above the sea, being nearly the level of Fairlight Down) and also those to be fired from Wrotham Hill, which were expected to be immediately visible from a scaffold, raised for the purpose on the roof of the Royal Observatory of Greenwich. By this arrangement, and by immediate subsequent communication of the observations made at each station, it was considered that the advantage of two independent lines of connexion, a British and a French, would be secured between the two extreme stations; i.e. the two national observatories; every possibility of future misunderstanding obviated, and all inconvenience on either side, arising from delay, or miscarriage in the transmission of observations, be avoided.\n\nWith the assistance of Capt. Sabine, and by the help of exact information as to the azimuths of Wrotham and other nearer stations in the triangulation of 1821, with which Capt. Kater had obligingly furnished us, and of which Fairlight Church proved the most convenient, being close at hand and favorably situated, and easily visible in the twilight; and\nfrom the previously calculated azimuth of La Canche (114° 30' E.); four night glasses by Dollond, provided at the order of the Board of Longitude expressly for this operation, and which I had caused to be fixed on posts firmly driven into the ground beneath the tent, were then pointed, two on the station of La Canche, and two on that of Wrotham Hill. Those directed to the former were of four inches clear aperture, the others of three. In case of any difficulty arising as to the pointing, I had taken care to provide myself with an excellent eight-inch repeating theodolite, on the Reichenbach construction, by Schenck, of Berne; but it was found unnecessary to use it, as the night glasses were purposely constructed with an azimuthal motion, and a rough graduation read off by an adjustable vernier, so as to allow their being set at once a few minutes before the observations commenced, by taking Fairlight steeple as a zero point; a circumstance which proved exceedingly convenient, as it allowed of their being dismounted after each night's observations, and removed to a place of security; and thus rendering it unnecessary to harass our small party by keeping guard in our absence.\n\nOn the night of the 8th I had directed blue lights to be fired at Wrotham, as a trial of the visibility of the stations, or rather as a verification of the pointing of the telescopes; for on the former point there could be no doubt, the station at Wrotham being situated precisely on the edge of the escarpment of the chalk which borders the Weald of Kent, and having been actually connected with Fairlight by direct observation, while no obstacle but a low copse wood, over which it might fairly be presumed that no rocket would\nfail to rise, separated it from a direct view of Greenwich, at about 20 miles distance. Either from haze in the atmosphere, or from the too great distance, nothing was seen that night or the next; which however caused no uneasiness, as we could depend on our instruments and information. The next morning Capt. Sabine quitted Hastings, and joined Col. Bonne, at his post, on the morning of the 10th, the day appointed for the commencement of the observations; meanwhile I was joined by M. Largeteau, who remained with me the whole time of their continuance, performing every part of a most scrupulous and exact observer, as the observations herewith communicated will abundantly testify.\n\nThe observations were continued during 12 nights, 10 signals being made at each rocket station every night. The weather throughout the whole of this time was magnificent, and such as is not very likely to occur again for some years; a circumstance of the last importance in operations of this nature, where lights are to be seen across nearly 50 miles of sea, and also by reason of the verification of the sidereal times at the observatories by transits. One night only a local fog deprived us of the sight of 13 out of the 20 signals; but on the whole, out of 120 made at Wrotham, no less than 112 were seen from Fairlight (about 40 miles) and 89 from Greenwich; while out of the same number made at La Canche, 93 were observed at the former post. I am sorry to add, however, that owing to a combination of untoward circumstances, which no foresight or exertion on the part of Capt. Sabine or myself could possibly have led us to calculate on, or enabled us to prevent, and which the most zealous endeavours on that of Col. Bonne failed to remedy, no\n\nMDCCCXXVI.\nless than eight out of the twelve nights' observations were totally lost, as to any result they might have afforded, and the remainder materially crippled; so that a much more moderate estimate of the value of our final result must be formed, than would otherwise have been justified. Still it is satisfactory to be able to add, (such is the excellence of the method) that a result on which considerable reliance can be placed, may be derived from the assemblage of the observations of these four nights; and when it is stated that this result appears not very likely to be a tenth of a second in error, and extremely unlikely to prove erroneous to twice that amount, it will perhaps be allowed that, under such circumstances, more could hardly be expected.\nI. Observations made at the Royal Observatory at Paris.\n\nStation de l'Observatoire Royal. Feux de Mont-Javoult.\n\n| Jours | No. des Signaux | Apparition des Signaux | Noms des Observateurs | Avance Pendule sur le temps Sideral | Remarques |\n|-------|-----------------|------------------------|----------------------|-----------------------------------|-----------|\n|       |                 | Obsérves en tems de la Pendule. | En tems Sideral. |                                  |           |\n| C     |                 | A*                     | B                   | Mathieu                           | -         |\n| 7     |                 | 18h 15' 52''.0        | 18h 15' 40''.3      | Savary                            | -         |\n|       |                 | 52.2                   | 40.5                | Nicollet                          | -         |\n|       |                 | 52.0                   | 40.3                | Mathieu                           | -         |\n| 8     |                 | 26 17.5                | 26 5.8              | Savary                            | -         |\n| 9     |                 | 35 52.9                | 35 41.2             | Mathieu                           | 11''.7    |\n|       |                 | 53.1                   | 41.4                | Savary                            | -         |\n|       |                 | 52.5                   | 40.8                | Nicollet                          | -         |\n| 10    |                 | 45 56.0                | 45 44.3             | Mathieu                           | -         |\n|       |                 | 55.9                   | 44.2                | Savary                            | -         |\n|       |                 | 55.6                   | 53.9†               | Nicollet                          | -         |\n\n† So in the original. (H.)\n\n| δ     |                 | 17 19 49.8             | 17 19 37.0          | Mathieu                           | -         |\n|       |                 | 49.8                   | 37.0                | Savary                            | -         |\n| 2     |                 | 29 42.4                | 29 29.6             | Mathieu                           | -         |\n| 5     |                 | 59 44.4                | 59 31.6             | Mathieu                           | -         |\n|       |                 | 44.6                   | 31.8                | Savary                            | -         |\n| 19    |                 | 18 9 58.1              | 18 9 45.3           | Mathieu                           | 12.8      |\n|       |                 | 58.1                   | 45.3                | Savary                            | -         |\n|       |                 | 54.3                   | 41.5                | Mathieu                           | -         |\n|       |                 | 54.4                   | 41.6                | Savary                            | -         |\n| 9     |                 | 4° 5.5                 | 39 52.7             | Mathieu                           | -         |\n|       |                 | 5.1                    | 52.3                | Savary                            | -         |\n| 10    |                 | 49 56.3                | 49 43.5             | Mathieu                           | -         |\n|       |                 | 56.1                   | 43.3                | Savary                            | -         |\n\n| Ω     |                 | 17 33 50.7             | 17 33 36.5          | Mathieu                           | -         |\n|       |                 | 43 45.5                | 43 31.3             | Mathieu                           | -         |\n|       |                 | 45.5                   | 31.3                | Savary                            | -         |\n| 4     |                 | 53 49.8                | 53 35.6             | Mathieu                           | -         |\n| 5     |                 | 18 3 46.7              | 18 3 32.5           | Mathieu                           | -         |\n|       |                 | 46.8                   | 32.6                | Savary                            | -         |\n| 20    |                 | 13 48.6                | 13 34.4             | Mathieu                           | 14.2      |\n|       |                 | 48.1                   | 33.9                | Savary                            | -         |\n|       |                 | 23 49.9                | 23 35.7             | Mathieu                           | -         |\n|       |                 | 49.7                   | 35.5                | Savary                            | -         |\n| 8     |                 | 33 53.3                | 33 39.1             | Mathieu                           | -         |\n|       |                 | 53.6                   | 39.4                | Savary                            | -         |\n| 9     |                 | 43 56.3                | 43 42.1             | Mathieu                           | -         |\n|       |                 | 56.4                   | 42.2                | Savary                            | -         |\n| 10    |                 | 53 54.2                | 53 40.0             | Mathieu                           | -         |\n|       |                 | 54.6                   | 40.4                | Savary                            | -         |\n\n* La colonne (A) renferme les nombres qui ont été trouvés par les observations des feux. La colonne (B) renferme les nombres de la colonne (A) corrigés de l'avance de la pendule. Les nombres de la colonne (B) sont ceux qui doivent être comparé au temps sidéral absolu de Greenwich.\n| Jours | No des Signaux | Apparition des Signaux | Noms des Observateurs | Avance Pendule sur le temps Sideral | Remarques |\n|-------|---------------|------------------------|----------------------|----------------------------------|-----------|\n| 24    |               |                        |                      |                                  |           |\n|       | 1             | A                      | B                    | Mathieu                          | -         |\n|       |               | 17h 27' 43.2\"          | 17h 27' 26.8\"        | Savary                           | -         |\n|       |               |                         |                      |                                  | peu brillant, peu élevé. |\n|       | 2             | 37 39.5                | 37 23.1              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | brillant, très élevé, j'ai vu une traînée lumineuse de 37\" à 40\" j'estime le grand éclat vers 39\".5. |\n|       | 3             | 47 48.3                | 47 31.9              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant, très élevé. |\n|       | 4             | 57 42.3                | 57 25.9              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | faible, peu élevé. |\n|       | 5             | 18 7                   | 18 7                 | Savary                           | -         |\n|       |               |                         |                      |                                  | autre feu brillant et très élevé. |\n|       | 21            | 7 57.3                 | 7 40.9               | Mathieu                          | 16'.4     |\n|       |               |                         |                      |                                  | autre feu assez brillant et élevé. |\n|       | 6             | 17 41.3                | 17 24.9              | Savary                           | -         |\n|       |               |                         |                      |                                  | faible et peu élevé. |\n|       |               |                         |                      |                                  | autre feu assez brillant, élevé. |\n|       | 7             | 27 46.5                | 27 30.1              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et élevé, explosion non instantanée. |\n|       | 8             | 37 51.6                | 37 35.2              | Savary                           | -         |\n|       |               |                         |                      |                                  | faible et bas. |\n|       |               |                         |                      |                                  | très brillant et très élevé. |\n|       | 10            | 57 56.7                | 57 40.3              | Savary                           | -         |\n|       |               |                         |                      |                                  | premier feu, assez brillant, mais bas. |\n|       |               |                         |                      |                                  | autre feu, très brillant, assez élevé. |\n| 2     |               |                        |                      |                                  |           |\n|       | 1             | 17 31                  | 17 31                | Mathieu                          | -         |\n|       |               |                         |                      |                                  | très brillant, très élevé. |\n|       | 2             | 41 29.3                | 41 11.7              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant, peu élevé. |\n|       | 3             | 51 36.2                | 51 18.6              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et élevé. |\n|       | 4             | 18 1                   | 18 1                 | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et élevé. |\n|       | 22            | 11 39.4                | 11 21.8              | Savary                           | 17.6      |\n|       |               |                         |                      |                                  | très brillant et assez élevé. |\n|       | 6             | 22 1                   | 21 43.7              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et élevé. |\n|       | 7             | 31 49.3                | 31 31.7              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et assez élevé. |\n|       | 9             | 51 47.5                | 51 29.9              | Mathieu                          | -         |\n|       |               |                         |                      |                                  | assez brillant et assez élevé. |\n\nOn a observé les signaux de feu donnés à Mont-Javoult près de Gisors dans un petit cabinet situé dans la partie supérieure de l'observatoire. Les lunettes dont on se servait étaient très près d'une pendule que j'avais placée dans ce cabinet ; ensuite que l'on pouvait aisément prendre la seconde et la compter par le moyen des battemens du balancier, qui s'étendaient parfaitement. Après l'observation des signaux je comparais, à l'aide d'un chronomètre, la pendule à celle qui est en bas à côté de la lunette méridienne. Ces comparaisons m'ont donné pour chaque jour l'avance de la pendule des feux sur celle de la lunette méridienne et par suite sur le temps sidéral. Je me suis attaché à régler la pendule, qui est près de la lunette méridienne par les passages durant le jour des sept étoiles suivantes : Aldebaran, La Chèvre, Rigel, α Orion, Arcturus, α Couronne, α Serpent. J'ai observé 5 de ces étoiles le 18, 3 le 19, 7 le 20, 4 le 21, et 5 le 22. J'ai calculé leurs positions apparentes d'après les positions moyennes et les corrections in Right Ascension données par Mr. South.\n\nL. MATHIEU.\nfor determining the difference of meridians, &c.\n\nII. Captain Sabine's observations at Lignieres.\n\nChronometer of Motel, No. 39.\n\n| Observations du 18 Juillet, huitième jour. | Observations du 19 Juillet, le neuvième jour. |\n|------------------------------------------|------------------------------------------|\n| Apparition des Signaux, en tems de la montre. | Apparition des Signaux, en tems de la montre. |\n| à l'Orient. | à l'Occident. | à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. | h. min. sec. | h. min. sec. |\n| 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 |\n| 9 49 33'4 | 9 54 52, | Signal de La Canche [faible. | 9 39 30'4 | fa. du. | 9 44 50 | | | | |\n| 9 59 34'0 | non vu. | | | | | | | | |\n| 10 09 37'2 | 10 14 54, | Signal de La Canche [très faible. | 10 09 39,6 | 10 14 50,4 | | | | | |\n| 10 19 33,6 | non vu. | | | | | | | | |\n| 10 29 34'4 | id. | | | | | | | | |\n| non vu. | id. | | | | | | | | |\n| 10 49 32'8 | id. | | | | | | | | |\n| 10 59 33,6 | id. | | | | | | | | |\n\nLe Colonel Bonne à Mont-Javoult, moi seul.\nLes signaux de Mont-Javoult bien vus, excepté le 7me qui était faible.\n\nObservations du 20 Juillet, le dixième jour.\n\n| Apparition des Signaux, en tems de la montre. | Remarques. |\n|------------------------------------------|-------------|\n| à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. |\n| 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 |\n| 9 49 39'6 | | | | | | | | | |\n| 10 09 27'6 | | | | | | | | | |\n| 10 29 27'2 | | | | | | | | | |\n| 10 49 30'5 | 10 54 47'6 | faible. |\n\nObservations du 21 Juillet, le onzième jour.\n\n| Apparition des Signaux, en tems de la montre. | Remarques. |\n|------------------------------------------|-------------|\n| à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. |\n| 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 |\n| | 9 39 24'8 | 9 49 32'8 | | | | | | | |\n| | 9 54 50'4 | 10 04 53'2 | | | | | | | |\n| | 10 09 38'4 | 10 14 51'2 | | | | | | | |\n| | 10 19 26'4 | - | | | | | | | |\n| | 10 34 49'6 | | | | | | | | |\n| | 10 39 33'2 | 10 44 59'4 | | | | | | | |\n| | 10 59 33'2 | 11 04 52,0 | | | | | | | |\n\nLe 6me signal de Mont-Javoult rasant l'horizon.\nMr. Herschel's account of a series of observations\n\nCaptain Sabine's observations of signals seen from Lignieres.\n\n| Observations du 22 Juillet, 12me jour. |\n|---------------------------------------|\n| Apparition des Signaux, en tems de la montre. | Remarques |\n| à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. |\n| 1 9 29 18'6 | 9 34 55'6 |\n| 2 - - | 9 44 50'8 |\n| 3 9 49 22,0 | 9 54 53'6 |\n| 4 9 59 17,2 | 10 04 53,2 |\n| 5 10 09 22,: | 10 15 08,8 |\n| 6 10 19 41',6 | 10 24 48,4 |\n| 7 10 29 28,6 | 10 34 58,8 |\n| 8 - - | 10 44 57,6 |\n| 9 Eclair. | 10 54 48,0 |\n| 10 Eclair. | 11 04 48,8 |\n\nIII. Colonel Bonne's observations of signals seen from Lignieres.\n\nChronometer Motel, No. 39.\n\n| Observations du 19 Juillet, le neuvième jour. |\n|-----------------------------------------------|\n| Apparition des Signaux, en tems de la montre. | Remarques |\n| à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. |\n| 1 - - | 9 44 49'4 |\n| 2 - - | 9 54 49'8 |\n| 3 - - | |\n| 4 - - | |\n| 5 10 09 39'4 | 10 14 50,4 |\n| 6 - - | |\n| 7 - - | 10 34 49'8 |\n| 8 - - | |\n| 9 10 49 41,0 | 10, 54 53,2 |\n| 10 10 59 30,8 | 11 05 01,0 |\n\n| Observations du 20 Juillet, le dixième jour. |\n|---------------------------------------------|\n| Apparition des Signaux, en tems de la montre. | Remarques |\n| à l'Orient. | à l'Occident. |\n| h. min. sec. | h. min. sec. |\n| 1 - - | |\n| 2 - - | |\n| 3 9 49 29,6 | |\n| 4 - - | |\n| 5 10 09 28,0 | |\n| 6 - - | |\n| 7 - - | |\n| 8 - - | |\n| 9 10 49 31,2 | |\n| 10 - - | |\nfor determining the difference of meridians, &c.\n\nColonel Bonne's observations of signals seen from Lignieres.\n\n| Observations du 21 Juillet, le 11me jour. | Observations du 22 Juillet, le 12me jour. |\n|------------------------------------------|------------------------------------------|\n| Apparition des Signaux,                  | Apparition des Signaux,                  |\n| en tems de la montre.                    | en tems de la montre.                    |\n| à l'Orient.                              | à l'Orient.                              |\n| à l'Occident.                            | à l'Occident.                            |\n| h. min. sec.                             | h. min. sec.                             |\n| 1                                        | 9 29 16,4                                |\n| 2                                        | 9 39 24,6                                |\n| 3                                        | 9 49 32,6                                |\n| 4                                        | 10 04 53,0                               |\n| 5                                        | 10 09 38,8                               |\n| 6                                        |                                          |\n| 7                                        | 10 34 49,6                               |\n| 8                                        | 10 44 59,4                               |\n| 9                                        |                                          |\n| 10                                       | 10 59 33,4                               |\n|                                           | 11 04 51,6                               |\n\nIV. Observations of the signals at the Fairlight Station, by Mr. Herschel.\n\nBy Baker's Chronometer, No. 744. Going M. T. beating half seconds.\n\nFirst Day's Observations, July 11, 1825.\n\n| No. | La Canche Wrotham | h. m. s. | Remarks. |\n|-----|-------------------|----------|----------|\n| 1   |                   |          | Seen, but the time not seized correctly. |\n| 2   |                   | 9 41 7,6 | The train began at 9h 41m 2s. |\n| 3   |                   | 9 51 3,5 | Train began at 9h 20m 59s. |\n| 4   |                   | 9 56 2,2 | Seen by the gunners with naked eye. Very good. |\n| 5   |                   | 10 5 59,2| Faint and indistinct. Seen by the Precise gunners. |\n| 6   |                   | 10 21 4,4| Train began at 59s. |\n| 7   |                   | 10 31 4,7| Train began at 58s. |\n| 8   |                   | 10 36 15,8| Very faint. Not seen by the men. |\n| 9   |                   | 10 46 12,4| Seen by the men. |\n| 10  |                   | 11 1 8,2 |                                          |\n\nSecond Day's Observations, July 12, 1825.\n\n| No. | La Canche Wrotham | h. m. s. | Remarks. |\n|-----|-------------------|----------|----------|\n| 1   |                   | 9 26 24,5| Not the true explosion according to M. Largeteau. |\n| 2   |                   | 9 36 23,3| Very bright and sharp. |\n| 3   |                   | 9 41 7,5 | Lost by looking the wrong way. |\n| 4   |                   | 9 56 17,8| Distinct. Sharp and bright. |\n| 5   |                   | 10 6 31,7| Extremely faint. Doubtful. Bright. |\n| 6   |                   | 10 16 23,6| Distinct. Bright. |\n| 7   |                   | 10 26 22,5| Seen by Mr. Gilbert with naked eye. |\n| 8   |                   | 10 31 8,0 | Bright. |\n| 9   |                   | 10 46 16,5| The decimal correct. Train began at 0s. |\n| 10  |                   | 11 1 6,6 | Very bright. Train seen 4 or 5s. Train began at 0s. |\n### Mr. Herschel's observations of the signals seen from Fairlight.\n\n#### Third Day, July 13, 1825.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 31 6°° | A thick sea-fog suddenly came on 2° before the time, though perfectly clear till then. |\n|     | La Canche |          | A mere suspicion. Fog thicker. |\n| 2   | Wrotham   |          | Fog. |\n|     | La Canche |          | Fog. |\n| 3   | Wrotham   | 9 51 12° | Very faint, but distinct. Fog clearing. |\n|     | La Canche |          | Distinct. |\n| 4   | Wrotham   |          | Object-glasses examined. All covered with moisture from the fog. |\n|     | La Canche |          | Well observed. Train seen. |\n| 5   | Wrotham   | 10 6 28° | Perfectly well seen. |\n|     | La Canche |          | Well seen; but the glass dim, and the fog coming on again. |\n| 6   | Wrotham   |          | Fog suddenly came on again, and is surprisingly dense, so as scarcely to allow the Mill to be seen; yet the stars are clear to within 10 degrees of the horizon. |\n|     | La Canche |          | Fog. |\n| 7   | Wrotham   |          | Fog. |\n| 8   | La Canche |          | Fog. |\n| 9   | Wrotham   |          | Fog. |\n| 10  | La Canche |          | Fog. |\n\n#### Fourth Day, July 14, 1825.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 22° | Very distinct; train seen. |\n|     | La Canche |          | A pretty strong breeze. |\n| 2   | Wrotham   |          | Train perfectly well seen. |\n|     | La Canche |          | Train seen. |\n| 3   | Wrotham   |          | Train seen. Wind increasing. |\n|     | La Canche |          | Train seen. |\n| 4   | Wrotham   |          | Exploded irregularly at half its height. |\n|     | La Canche |          | Train not seen. N.B. A star in the field of the glass. |\n| 5   | Wrotham   |          | First a bright spark; then the train; then long after, a feeble explosion at 27°. The first flash was brighter than the explosion. |\n|     | La Canche |          | Train feebly seen. |\n\n#### Fifth Day, July 15, 1825.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 30° | The first flash seen at 19°.4 on lighting the rocket. The flash at 30°.4 very bright. |\n|     | La Canche |          | Fainter than the 1st flash of No. 1. |\n| 2   | Wrotham   |          | A slight flash at lighting. The rocket did not rise. |\n|     | La Canche |          | A flash at 16°.2 low down. The flash at 24°.2 higher, and to the right of the former. (The telescope inverts. N.B.) |\n| 3   | Wrotham   |          | Faint, but very distinct. |\n| 4   | La Canche |          | Signal regular and distinct, but observation uncertain from a violent noise in the adjoining field. |\n|     | Wrotham   |          | Sharp and good, but low. |\n|     | La Canche |          | Feeble and high, to the right of the former. |\n| 5   | Wrotham   |          | Certainly 'o, but the second uncertain, from a violent noise which drowned the beat of the watch. |\n|     | La Canche |          | Noise continued, and the observations uncertain on account of it. |\n| 6   | Wrotham   |          | Single explosion; well observed. |\n|     | La Canche |          | Single explosion; extremely f. |\n| 7   | Wrotham   |          | The train seen. No explosion. |\n|     | La Canche |          | The signal not repeated. |\n\n#### Sixth Day, July 16, 1825.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 26° | Extremely faint. |\n|     | La Canche |          | The decimal correct, the second possibly erroneous from noise. |\n| 2   | Wrotham   |          | Small bright spark. |\n|     | La Canche |          | Broad feeble flash, higher, and to the apparent right. |\n| 3   | Wrotham   |          | Exact on the beat. |\n|     | La Canche |          | Single bright flash. |\n| 4   | Wrotham   |          | Explosion distinct but unexpected, as it happened before the rocket reached its greatest elevation. |\n|     | La Canche |          | Regular, and well observed. |\n| 5   | Wrotham   |          | Regular, and well observed. |\n|     | La Canche |          | Bright single flash. |\n| 6   | Wrotham   |          | Excessively faint. |\n|     | La Canche |          | Extremely faint. |\n| 7   | Wrotham   |          | Very bright. |\n|     | La Canche |          | Observed with M. Largeteau's glass; a doubt having arisen as to its correct pointing, he having seen none of the La Canche signals this evening. |\nMr. Herschel's observations of the signals seen from Fairlight.\n\n### Seventh Day, July 17, 1825\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 20'6 |         |\n| 2   | La Canche | 9 31 36'3 | Excessively faint but instantaneous. |\n| 3   | Wrotham   | 9 41 35'9 |         |\n| 4   | La Canche | 9 46 27'0 | A mere suspicion. |\n| 5   | Wrotham   | 9 51 37'2 | Well observed. |\n| 6   | La Canche | 9 56 28'0 | Telescope put in focus by a *. |\n| 7   | Wrotham   | 10 1 37'6 |         |\n| 8   | La Canche | 10 6 28'2 | Extr. faint, like a * of 10 m. |\n| 9   | Wrotham   | 10 11 35'7 | Exactly observed. |\n| 10  | La Canche | 10 16 29'5 | Very distinct; perfectly well observed. |\n|    | Wrotham   | 10 21 38'9 |         |\n|    | La Canche | 10 26 27'8 | A pretty strong suspicion. |\n|    | Wrotham   | 10 31 41'0 |         |\n|    | La Canche | 10 36 24'5 | The second doubtful, owing to the lateness of the explosion. |\n|    | Wrotham   | 10 41 41'1 |         |\n|    | La Canche | 10 46 38'5 |         |\n|    | Wrotham   | 10 51 31'7 |         |\n|    | La Canche | 10 56 30'2 |         |\n|    | Wrotham   | 11 1 38'7 |         |\n\n### Eighth Day, July 18, 1825\n\n| No. | La Canche | h. m. sec. | Remarks |\n|-----|-----------|-------------|---------|\n| 1   | Wrotham   | 9 31 41'9   | Good.   |\n| 2   | La Canche | 9 36 30'9   | Good.   |\n| 3   | Wrotham   | 9 41 46'0   | Good.   |\n| 4   | La Canche | 9 46 29'7   | Good.   |\n| 5   | Wrotham   | 9 51 49'5   | Good.   |\n| 6   | La Canche | 9 56 32'8   | Good.   |\n| 7   | Wrotham   | 10 1 50'3   | Good.   |\n| 8   | La Canche | 10 6 31'4   | Good.   |\n| 9   | Wrotham   | 10 11 48'6  | Uncommonly bright. |\n| 10  | La Canche | 10 16 32'3  | Good.   |\n|    | Wrotham   | 10 21 47'0  | Good.   |\n|    | La Canche | 10 26 23'4  | Unexpected; possibly 1st wrong. |\n|    | Wrotham   | 10 31 42'8  | Good.   |\n|    | La Canche | 10 41 47'2  |         |\n|    | Wrotham   | 10 46 27'0  | Ill observed. |\n|    | La Canche | 10 51 43'1  |         |\n|    | Wrotham   | 10 56 24'9  | Perfectly well observed. |\n|    | La Canche | 11 1 42'0  |         |\n\n### Ninth Day, July 19, 1825\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 31'3 | or 34'3, certainly one or the other. |\n| 2   | La Canche | 9 31 51'5 | Very brilliant. |\n| 3   | Wrotham   | 9 36 33'0 | Very bright; well observed. |\n| 4   | La Canche | 9 42 0'5  | Remained extremely long in the air, & mounted to a vast height. |\n| 5   | Wrotham   | 9 46 33'8 | Missed by looking into the wrong telescope by mistake. |\n| 6   | La Canche | 9 51 53'8 | Burst without rising. Train seen before the flash. |\n| 7   | Wrotham   | 9 56 29'1 | Two rockets fired. The first burst, the second observed as here set down. |\n| 8   | La Canche | 10 1 56'4 | Train seen as well as flash. |\n| 9   | Wrotham   | 10 11 51'1 | Extremely faint; the train as bright as the flash. |\n| 10  | La Canche | 10 16 32'2 | Very bright. Train seen. |\n|    | Wrotham   | 10 22 2'5  | Mounted to an immense height. The first flash at lighting observed; a second flash a long while after, seen, but time not taken. |\n|    | La Canche | 10 26 33'7 | First flash, rocket burst. |\n|    | Wrotham   | 10 32 24'8 | Second rocket, rose regularly. |\n|    | La Canche | 10 36 35'0 |         |\n|    | Wrotham   | 10 41 59'7 |         |\n|    | La Canche | 10 46 37'6 |         |\n|    | Wrotham   | 10 51 59'8 |         |\n|    | La Canche | 10 56 29'5 |         |\n|    | Wrotham   | 11 1 51'0 |         |\n\n### Tenth Day, July 20, 1825\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 31 43'3 | Single flash. |\n| 2   | La Canche | 9 36 36'2 |         |\n| 3   | Wrotham   | 9 41 58'0 |         |\n| 4   | La Canche | 9 46 37'9 |         |\n| 5   | Wrotham   | 9 51 56'0 |         |\n| 6   | La Canche | 10 1 56'7 | Single p. bright flash. |\n| 7   | Wrotham   | 10 6 44'1 | Single flash; train not seen. |\n| 8   | La Canche | 10 11 57'9 |         |\n| 9   | Wrotham   | 10 22 4'4 |         |\n| 10  | La Canche | 10 31 58'1 |         |\n|    | Wrotham   | 10 41 58'0 | A second fired, but both were bad signals. Observation of little value. |\n|    | La Canche | 10 51 58'0 | Large flash; some seconds after a small faint one. |\n|    | Wrotham   | 11 1 58'5 |         |\nMr. Herschel's observations of the signals seen at Fairlight.\n\nEleventh Day, July 21, 1825.\n\n| No. | La Canche | h. m. sec. | Remarks |\n|-----|-----------|------------|---------|\n| 1   | Wrotham   |            | A most favourable night, and transparent atmosphere. Three rockets fired, but all burst, and none could be observed. |\n| 2   | La Canche | 9 36 36'1 | Good. The rocket rose regularly. Excellent. |\n|     | Wrotham   | 9 42 7'7  | Three rockets fired in close succession, all burst. |\n| 3   | La Canche | 9 46 39'0 | Both burst without rising. |\n|     | Wrotham   | 9 52 2'5  | Both well observed, but both burst without rising. |\n| 4   | La Canche | 9 56 41'5 | Excessively feeble, but certain. |\n|     | Wrotham   | 10 2 2'7  | Both burst without rising. |\n| 5   | La Canche | 10 6 39'8 | Two fired; the first missed; both burst. |\n|     | Wrotham   | 10 12 1'0 | Very good; train seen; the rocket remained very long in the air. |\n| 6   | La Canche | 10 16 37'7| Both burst. |\n|     | Wrotham   | 10 22 1'5 | Both burst. |\n| 7   | La Canche | 10 26 28'3| One only, which burst; being the 19th out of 20 fired to night. |\n|     | Wrotham   | 10 32 8'4 | |\n\nTwelfth Day, July 22, 1825.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   | 9 26 35'5| Very bright and fine. Regular and good. Train well seen. |\n| 2   | La Canche | 9 32 9'0 | Train seen. Rose to a vast height. Regular and well observed. |\n|     | Wrotham   | 9 42 7'0 | Perfect observation. Very exact. Burst without rising. |\n| 3   | La Canche | 9 46 42'5| Two fired; both burst. |\n|     | Wrotham   | 9 52 8'6 | Both burst. |\n| 4   | La Canche | 9 56 42'5| Rose regularly, but rather a doubtful observation. |\n|     | Wrotham   | 10 2 10'1| All three burst. |\n| 5   | La Canche | 10 6 58'0| Single. Train seen. |\n|     | Wrotham   | 10 12 0'7| Both burst. |\n| 6   | La Canche | 10 26 48'2| Doubtful. Burst. |\n|     | Wrotham   | 10 32 8'9 | |\n\nV. Copie des Observations à Fairlight Down par C. L. Largeveau.\n\n1825.\n\n(Baker's Chronometer, N°. 744.)\n\n12 Juillet.\n\n| No. | La Canche | h. m. sec. | Remarks |\n|-----|-----------|------------|---------|\n| 1   | Wrotham   |            |         |\n| 2   | La Canche | 9 36 22'9 |         |\n|     | Wrotham   | 9 41 7'9  |         |\n| 3   | La Canche |            |         |\n|     | Wrotham   | 9 51 7'0  |         |\n| 4   | La Canche | 9 56 17'8 |         |\n|     | Wrotham   | 10 1 8'6  |         |\n| 5   | La Canche | 10 6 31'7 |         |\n|     | Wrotham   | 10 11 9'4 |         |\n| 6   | La Canche | 10 16 23'8|         |\n|     | Wrotham   | 10 21 10'0|         |\n| 7   | La Canche | 10 26 22'5|         |\n|     | Wrotham   | 10 31 7'9 |         |\n| 8   | La Canche | 10 36 21'9|         |\n|     | Wrotham   | 10 41 8'3 |         |\n| 9   | La Canche | 10 46 16'5|         |\n|     | Wrotham   | 10 51 5'1 |         |\n| 10  | La Canche | 10 56 15'9|         |\n|     | Wrotham   | 11 1 11'7 | il faut peut être 11h 1m 6.7s |\n\n13 Juillet.\n\n| No. | La Canche | h. m. s. | Remarks |\n|-----|-----------|----------|---------|\n| 1   | Wrotham   |          |         |\n| 2   | La Canche |          |         |\n|     | Wrotham   |          |         |\n| 3   | La Canche |          |         |\n|     | Wrotham   | 9 56 27'3|         |\n| 4   | La Canche |          |         |\n|     | Wrotham   | 10 6 28'5|         |\n| 5   | La Canche |          |         |\n|     | Wrotham   | 10 11 14'6|        |\n| 6   | La Canche |          |         |\n|     | Wrotham   | 10 16 17'9|        |\n| 7   | La Canche |          |         |\n|     | Wrotham   | 10 21 14'0|        |\n| 8   | La Canche |          |         |\n|     | Wrotham   |          |         |\n| 9   | La Canche |          |         |\n|     | Wrotham   |          |         |\n| 10  | La Canche |          |         |\n|     | Wrotham   |          |         |\nfor determining the difference of meridians, &c.\n\nM. LARGEDEAU'S Observations at Fairlight continued.\n\n| No. | 14 Juillet | h. m. s. | Remarques |\n|-----|------------|---------|-----------|\n| 1   | La Canche  | 9 26 22'7 |\n|     | Wrotham    | 9 31 15'3 |\n| 2   | La Canche  | 9 41 16'6 |\n|     | Wrotham    | 9 46 28'0 |\n| 3   | La Canche  | 9 51 15'0 |\n|     | Wrotham    | 9 56 17'4 |\n| 4   | La Canche  | 10 1 15'4 |\n|     | Wrotham    | 10 6 21'8 |\n| 5   | La Canche  | 10 11 19'5 |\n|     | Wrotham    | 10 16 23'6 |\n| 6   | La Canche  | 10 21 18'9 |\n|     | Wrotham    | 10 26 25'0 |\n| 7   | La Canche  | 10 31 15'3 |\n|     | Wrotham    | 10 41 18'5 |\n| 8   | La Canche  | 10 46 27'8 |\n|     | Wrotham    | 10 51 16'4 |\n| 9   | La Canche  | 10 56 20'0 |\n|     | Wrotham    | 11 1 17'9 |\n\n| No. | 15 Juillet | h. m. s. | Remarques |\n|-----|------------|---------|-----------|\n| 1   | La Canche  | 9 31 22'4 |\n|     | Wrotham    | 9 41 23'0 |\n| 2   | La Canche  | 9 46 24'8 |\n|     | Wrotham    | 10 1 15'4 |\n| 3   | La Canche  | 10 6 21'8 |\n|     | Wrotham    | 10 11 23'4 |\n| 4   | La Canche  | 10 21 22'5 |\n|     | Wrotham    | 10 31 25'4 |\n| 5   | La Canche  | 10 36 25'3 |\n|     | Wrotham    | 10 41 23'3 |\n| 6   | La Canche  | 10 46 25'3 |\n|     | Wrotham    | 10 51 23'2 |\n| 7   | La Canche  | 11 1 17'9 |\n\n| No. | 16 Juillet | h. m. s. | Remarques |\n|-----|------------|---------|-----------|\n| 1   | La Canche  | 9 31 31'3 |\n|     | Wrotham    | 9 41 29'9 |\n| 2   | La Canche  | 9 51 25'8 |\n|     | Wrotham    | 10 1 31'5 |\n| 3   | La Canche  | 10 11 30'7 |\n|     | Wrotham    | 10 21 32'6 |\n| 4   | La Canche  | 10 31 28'9 |\n|     | Wrotham    | 10 41 35'3 |\n| 5   | La Canche  | 10 51 30'0 |\n|     | Wrotham    | 10 56 29'7 |\n| 6   | La Canche  | 11 1 29'8 |\n\n| No. | 17 Juillet | h. m. s. | Remarques |\n|-----|------------|---------|-----------|\n| 1   | La Canche  | 9 26 20'8 |\n|     | Wrotham    | 9 31 36'0 |\n| 2   | La Canche  | 9 36 20'3 |\n|     | Wrotham    | 9 41 35'9 |\n| 3   | La Canche  | 9 51 37'0 |\n|     | Wrotham    | 9 56 27'7 |\n| 4   | La Canche  | 10 1 37'4 |\n|     | Wrotham    | 10 6 27'9 |\n| 5   | La Canche  | 10 11 35'6 |\n|     | Wrotham    | 10 21 38'8 |\n| 6   | La Canche  | 10 26 27'7 |\n|     | Wrotham    | 10 31 40'7 |\n| 7   | La Canche  | 10 36 24'8 |\n|     | Wrotham    | 10 41 40'8 |\n| 8   | La Canche  | 10 46 38'5 |\n|     | Wrotham    | 10 51 32'0 |\n| 9   | La Canche  | 11 1 38'4 |\n|     | Wrotham    |           |\n\nFaible.\nMr. Herschel's account of a series of observations\n\nM. Largeateau's Observations at Fairlight continued.\n\n| No. | La Canche | h. m. s. | Remarques. |\n|-----|-----------|---------|------------|\n| 1   | Wrotham   |         |            |\n| 2   | La Canche | 9 36 31° |            |\n| 3   | Wrotham   | 9 41 46° | Faible.    |\n| 4   | La Canche | 9 46 29° |            |\n| 5   | Wrotham   | 9 51 49° |            |\n| 6   | La Canche | 9 56 32° |            |\n| 7   | Wrotham   | 10 16 32° |            |\n| 8   | La Canche | 10 21 46° |            |\n| 9   | Wrotham   | 10 26 24° |            |\n| 10  | La Canche | 10 31 42° |            |\n|     | Wrotham   | 10 41 47° |            |\n|     | La Canche | 10 46 30° | Observation douteuse |\n|     | Wrotham   | 10 51 43° |            |\n|     | La Canche | 10 56 25° |            |\n|     | Wrotham   | 11 1 42° |            |\n\n| No. | La Canche | h. m. s. | Remarques. |\n|-----|-----------|---------|------------|\n| 1   | Wrotham   | 9 31 50° | Observation douteuse |\n| 2   | La Canche | 9 36 33° |            |\n| 3   | Wrotham   | 9 42 0°  |            |\n| 4   | La Canche | 9 46 33° |            |\n| 5   | Wrotham   | 9 51 53° |            |\n| 6   | La Canche | 9 56 28° |            |\n| 7   | Wrotham   | 10 1 56° |            |\n| 8   | La Canche | 10 11 50° | Observation douteuse |\n| 9   | Wrotham   | 10 16 32° |            |\n| 10  | La Canche | 10 22 2°  |            |\n|     | Wrotham   | 10 26 33° |            |\n|     | La Canche | 10 32 24° | ou 14° 7° |\n|     | Wrotham   | 10 36 35° | Extremement faible. |\n|     | La Canche | 10 41 59° |            |\n|     | Wrotham   | 10 46 37° |            |\n|     | La Canche | 10 51 59° |            |\n|     | Wrotham   | 11 2 3°  |            |\n\n| No. | La Canche | h. m. s. | Remarques. |\n|-----|-----------|---------|------------|\n| 1   | Wrotham   |         |            |\n| 2   | La Canche | 9 31 43° |            |\n| 3   | Wrotham   | 9 41 58° |            |\n| 4   | La Canche | 9 51 56° |            |\n| 5   | Wrotham   | 10 1 56° |            |\n| 6   | La Canche | 10 11 57° |            |\n| 7   | Wrotham   | 10 22 4° |            |\n| 8   | La Canche | 10 31 57° |            |\n| 9   | Wrotham   | 10 41 58° | incertaine. |\n| 10  | La Canche | 10 51 57° | incertaine. |\n|     | Wrotham   |         |            |\n\n| No. | La Canche | h. m. s. | Remarques. |\n|-----|-----------|---------|------------|\n| 1   | Wrotham   |         |            |\n| 2   | La Canche | 9 36 36° |            |\n| 3   | Wrotham   | 9 42 7°  | Faible.    |\n| 4   | La Canche | 9 46 38° |            |\n| 5   | Wrotham   | 10 6 39° | 1ère Explosion. |\n| 6   | La Canche | 10 12 0° | 2ème        |\n| 7   | Wrotham   | 10 26 38° | 1ère Explosion. |\n| 8   | La Canche | 10 32 1° | 2ème        |\n| 9   | Wrotham   | 10 36 47° | 1ère Explosion. |\n| 10  | La Canche | 10 42 0° | 2ème        |\n|     | Wrotham   | 10 46 41° | 1ère Explosion. |\n|     | La Canche | 10 52 2° | 2ème        |\n|     | Wrotham   | 10 2 1°  |            |\nfor determining the difference of meridians, &c.\n\nM. LARGEDEAU's observations at Fairlight continued.\n\n| No. | La Canche | h. m. s. | Remarques |\n|-----|-----------|----------|-----------|\n| 1   | Wrotham   | 9 26 35'3 |           |\n| 2   | La Canche | 9 32 8'9  |           |\n| 3   | Wrotham   | 9 36 39'8 |           |\n| 4   | La Canche | 9 42 6'9  |           |\n| 5   | Wrotham   | 9 46 42'4 |           |\n| 6   | La Canche | 9 52 8'5  |           |\n| 7   | Wrotham   | 10 2 9'7  |           |\n| 8   | La Canche | 10 6 57'7 | Douteuse  |\n| 9   | Wrotham   | 10 12 0'7 |           |\n| 10  | La Canche | 10 16 37'7|           |\n| 11  | Wrotham   | 10 22 1'8 | 1ère Explosion |\n|     |           |           | 2ème Explosion |\n|     |           |           | Obs. incertaine. |\n| 12  | La Canche | 10 26 47'9|           |\n| 13  | Wrotham   | 10 32 2'7 | 1ère Explosion |\n|     |           |           | 2ème Explosion |\n|     |           |           | Obs. incertaine. |\n| 14  | La Canche | 10 36 9'1 | Douteuse.  |\n| 15  | Wrotham   | 10 46 37'4|           |\n| 16  | La Canche | 10 56 37'8| Très douteuse. |\n| 17  | Wrotham   | 11 2 27'  |           |\n\nVI. Observations made at the top of the Royal Observatory, Greenwich, on the rockets at Wrotham.\n\nJuly 11, 1825. The blue light and all the rockets were this evening distinctly seen by the naked eye. The observations were made with telescopes, by three observers, with the same chronometer. The chronometer was compared with the transit clock both before and after observation. The blue light appeared about 9h 21m 25s.\n\n| Rockets | App' Time | I. | II. | III. | Mean * |\n|---------|-----------|----|----|------|--------|\n| 1       | 9h 31m 54'4s | -  | -  | 54.3s | 54.2s  |\n| 2       | 9 41 49'25   | -  | -  | 49.4s | 49.2s  |\n| 3       | 9 51 45'75   | -  | -  | 46.2s | 45.8s  |\n| 4       | 10 1 47'5    | -  | -  | 47.8s | 47.4s  |\n| 5       |              | -  | -  | 45.8s | 45.4s  |\n| 6       | 10 21 46'75  | -  | -  | 47.1s | Absent |\n| 7       | 10 31 46'8   | -  | -  | 47.2s | 47.3s  |\n| 8       |              | -  | -  | 49.0s | 48.4s  |\n| 9       | 10 51 45'8   | -  | -  | 40.3s | 46.2s  |\n| 10      | 11 1 50'4    | -  | -  | 50.5s | 50.6s  |\n\nComparison before: Chronometer 8h 55m; Clock 16h 12m 22s.06\n\nafter: Chronometer 11 14; Clock 18 31 44.67\n\n** Mean Error and Rate of Sidereal Clock.\n\nMean of transits of 5 * s Corresponding mean error Rate.\n\n16h 24m 48.36s - 0.02\n\nChronometer fast 1m 17.97s.\n\nThe loss of the fifth observation in column 1, was occasioned by some accidental derangement of the telescope. The loss of the eighth was occasioned by the rocket passing through the field of view before explosion. Observations 9 and 10, in column 1, were made with the naked eye.\n\n* In taking the mean of the three observations, those marked (: ) doubtful, are not considered.\n\n** The transit observations employed throughout are reduced by the same system of corrections, and mean right ascensions, as those used at the observatory of Paris for that purpose; so that no error in the results, from a difference of catalogues or corrections, is introduced.\nJuly 12. All the signals, the blue light excepted, were this evening visible to the naked eye; the blue light could not be seen at all:* the times of the explosions were this evening all observed with telescopes.\n\n| Rockets | App' Time. | I. | II. | Mean. |\n|---------|------------|----|-----|-------|\n| : 1     | 9h 31m 50s | 9h 31m 49.8s | 49.90s |\n| 2       | 41 50.75   | 41 50.6      | 50.67  |\n| 3       | 51 50.0    | 51 50.0      | 50.00  |\n| 4       | 10 1 51.5  | 10 1 51.5    | 51.50  |\n| 5       | 11 51.8    | 11 52.2      | 52.00  |\n| : 6     | 21 53.0    | 21 52.8      | 52.90  |\n| 7       | 31 51.0    | 31 51.0      | 51.00  |\n| 8       | 41 51.2    | 41 51.3      | 51.25  |\n| 9       | 51 48.0    | 51 48.0      | 48.00  |\n| 10      | 11 1 49.8  | 11 1 49.7    | 49.75  |\n\nThis evening no third observer.\n\nChronometer.\n\nComparison before - | 9h 11m | 16h 32m 19.94s |\nAfter -             | 11 12   | 18 33 39.80 |\n\nClock.\n\nMean Error and Rate of Transit Clock.\n\nMean of 5 * s | Corresponding error. | Rate.\n16h 24m       | 48.27s         | — 0.08\n\nFrom mean comparison on 11th, to ditto on 12th, chronometer gained 1.02s.\nChronometer fast 1m 18.99s.\n\nRockets 1 and 6 exploded twice, at an interval of about three seconds. The first explosion, in each case, was the one observed; the second, not being expected, was lost.\n\n* None was fired. (H.)\nfor determining the difference of meridians, &c.\n\nJuly 13th. All the signals were visible to the naked eye.\n\n| Rockets | App' Time I. | II. | III. | Mean. |\n|---------|--------------|-----|------|-------|\n| 1       | 9h 31m 55.5s | 9h 31m 55.6s | 55.6s | 55.67s |\n| 2       |              |     |      |       |\n| 3       | 9 51 55.75   | 51 56.0 | :: - 55.2 | 55.87 |\n| 4       | 10 1 55.0    | 10 1 55.2 | - - 54.8 | 55.0  |\n| 5       | 11 57.4      | 11 57.3 | - - 57.6 | 57.43 |\n| 6       | 21 57.2      | 21 57.0 | - - 57.0 | 57.07 |\n| 7       | 31 56.6      | 31 56.6 | - - 56.5 | 56.57 |\n| 8       | 41 56.0      | 41 56.0 | - - 55.8 | 55.93 |\n| 9       | 51 55.8      | 51 55.6 | - - 55.3 | 55.57 |\n| 10      |              | 11 1 56.2 | - - 56.2 | 56.2  |\n\nChronometer.\n\nComparison. Before - | 9h 16m | 16h 41m 16.63s\nAfter - - | 11 13 | 18 38 35.75\n\nMean Error and Rate of Sidereal Clock.\n\nMean of 6 * s | Mean error corresponding. | Mean rate.\n16h 40m | 48.39 s | + 0.14\n\nComparison 12th to ditto 13th. Chronometer, + 0.87.\nChronometer fast 1m 19.86s.\n\nThe 2d rocket was lost by all the observers: it did not appear till some seconds after the time specified; and when it did appear it exploded immediately. It exploded about 9h 42m 22s.\n\nThe 10th rocket in column I. was lost by a derangement of the telescope.\n\nThe third observation, column III. is doubtful to half a second.\nMr. Herschel's account of a series of observations\n\nJuly 14.\n\n| Rockets | App't Time | I. | II. | III. | Mean |\n|---------|------------|----|-----|------|------|\n| 1       | 9h 31m 59.0s | -   | 59.2s | -    | 59.10s |\n| 2       | 42          | -   | 0.4  | -    | 0.55  |\n| 3       | 51 59.0     | -   | 59.0 | -    | 59.00 |\n| 4       | ::10 1 58.8 | -   | 59.4 | -    | 59.40 |\n| 5       | 12 3.4      | -   | 3.3  | -    | 3.35  |\n| 6       | 22 3.2      | -   | 3.1  | -    | 3.15  |\n| 7       | 31 59.4     | -   | 59.2 | -    | 59.30 |\n| 8       | 42 2.4      | -   | 2.3  | -    | 2.35  |\n| 9       | 52 0.3      | -   | 0.5  | -    | 0.5   |\n| 10      | 11 2 1.8    | -   | 2.0  | -    | 1.9   |\n\nComparison of Chronometer and Clock.\n\n| Chronometer | Clock |\n|-------------|-------|\n| Before      | 9h 11m |\n| After       | 11 15 |\n|             | 16h 40m 11.87s |\n|             | 18 44 32.13 |\n\nMean Error, and Rate of Sidereal Clock.\n\n| Mean of 7 *s | Mean error corresponding. | Mean rate. |\n|--------------|---------------------------|-------------|\n| 16h 21m      | 48.25s                   | -0.16       |\n\nComparison 13th to ditto 14th + 0.38.\nChronometer fast 1m 20.24s.\n\nJuly 15th. The third, fourth, and last rockets disappeared without any explosion. In the third column something like an explosion was noted at the beginning of the ascent of the third rocket, but no dependance can be placed on it.\n\n| Rockets | App't Time | I. | II. | III. | Mean |\n|---------|------------|----|-----|------|------|\n| 1       | 9h 32m 8.6s | -   | 8.5s | -    | 8.5s |\n| 2       | 42         | -   | 9.0  | -    | 8.93 |\n| 3       |            | -   |      |      |      |\n| 4       | ::10 1 9.4 | -   | 9.2  | -    | 9.20 |\n| 5       | 10 8.1     | -   | 8.0  | -    | 8.03 |\n| 6       | 32 10.9    | -   | 11.2 | -    | 11.2 |\n| 7       | 42 9.3     | -   | 9.2  | -    | 9.23 |\n| 8       | 52 9.2     | -   | 9.0  | -    | 9.07 |\n| 9       |            | -   |      |      |      |\n| 10      |            | -   |      |      |      |\n\nComparison of Chronometer and Clock.\n\n| Chronometer | Clock |\n|-------------|-------|\n| Before      | 9h 24m |\n| After       | 11 10 |\n|             | 16h 57m 9.80s |\n|             | 18 43 27.04 |\n\nMean Error, and Rate of Sidereal Clock.\n\n| Mean of 6 *s | Mean error corresponding. | Mean rate. |\n|--------------|---------------------------|-------------|\n| 16h 0m       | 47.92s                   | -0.30       |\n\nComparison 14th to ditto 15th + 0.47\nChronometer fast 1m 20.71s.\nfor determining the difference of meridians, &c.\n\nJuly 16. The third rocket disappeared without explosion.\n\n| Rockets | App' Time. I. | II. | III. | Mean. |\n|---------|---------------|-----|------|-------|\n| 1       | 9h 32m 17.0s  | -   | 16.9s| 16.93s|\n| 2       | 42 15.6      | -   | 15.6 | 15.53 |\n| 3       |               |     |      |       |\n| 4       | 10 2 16.8    | -   | 17.2 | 17.03 |\n| 5       | 12 16.4      | -   | 16.3 | 16.40 |\n| 6       | 22 18.0      | -   | 17.9 | 18.07 |\n| 7       | 32 14.9      | -   | 14.8 | 14.93 |\n| 8       | 42 21.0      | -   | 21.0 | 21.0  |\n| 9       | 52 15.8      | -   | 15.2 | 15.47 |\n| 10      | 11 2 15.2    | -   | 15.1 | 15.27 |\n\nComparison of Chronometer and Clock.\n\n| Chronometer | Clock          |\n|-------------|---------------|\n| Before 9h 18m | 16h 55m 5.29s |\n| After 11 12  | 18 49 24.06   |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 5*s | Mean error corresponding. | Mean rate. |\n|-------------|---------------------------|------------|\n| 16.6        | 47.60s                   | -0.33s     |\n\nComparison from 15th to 16th — 0.31.\n\nChronometer fast 1m 20.40s.\n\nMDCCCXXXVI.\nJuly 17th. The loss of observation 1, in columns I. and III. was occasioned by the observers mistaking the minute. It was however very accurately taken by the second observer.\n\n| Rockets | App' Time | I. | II. | III. | Mean. |\n|---------|-----------|----|-----|------|-------|\n| 1       |           |    |     |      | 20.1s |\n| 2       | 9h 42m 20.0s | 42 | 19.9 | :: _h _m 19.1s | 19.95 |\n| 3       | 52 20.8   | -  | 21.3 | - 21.3 | 21.13 |\n| 4       | 10 2 21.4 | -  | 21.4 | - 21.4 | 21.40 |\n| 5       | 12 19.8   | -  | 19.3 | - 19.2 | 19.43 |\n| 6       | 22 22.9   | -  | 22.8 | - 22.9 | 22.87 |\n| 7       | 32 24.8   | -  | 24.8 | - 24.8 | 24.8  |\n| 8       | 42 25.0   | -  | 25.0 | - 25.0 | 25.0  |\n| 9       |           | -  | -    | :: 10 52 16.0 | -     |\n| 10      | 11 2 22.5 | -  | 22.6 | - 22.6 | 22.57 |\n\nComparison of Chronometer and Clock.\n\n| Chronometer. | Clock. |\n|--------------|--------|\n| Before 9h 21m | 17h 2m 3.68s |\n| After 11 11   | 18 52 21.72 |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 7 * s | Mean error. | Mean rate. |\n|---------------|-------------|------------|\n| 15h 30m       | 47.56s      | -0.06      |\n\nComparison from 16th to 17th — 1.40.\n\nChronometer fast 1m 19.00s\n\nThe ninth rocket exploded the moment it began to ascend; the time noted cannot be depended on.\nJuly 18th. The first, seventh, ninth, and tenth rockets could not be observed; one or two exploded without ascending; the remainder did not explode at all.\n\n| Rockets | App' Time I. | II. | III. | Mean. |\n|---------|--------------|-----|------|-------|\n| 1       |              |     |      |       |\n| 2       | 9h 42m 29.1s | 29.0s | 29.1s | 29.07s |\n| 3       | 52 32.1     | 32.3 | 32.2 | 32.20 |\n| 4       | 10 2 33.3   | 33.0 | 33.2 | 33.17 |\n| 5       | 12 31.1     | 31.0 | 31.6 | 31.23 |\n| 6       | 22 29.8     | 29.6 | 29.7 | 29.70 |\n| 7       |              |     |      |       |\n| 8       | 42 29.9     | 30.0 | 29.9 | 29.93 |\n| 9       |              |     |      |       |\n| 10      |              |     |      |       |\n\nComparison of Chronometer and Clock.\n\n| Chronometer | Clock |\n|-------------|-------|\n| Before 9h 37m | 17h 22m 3.55s |\n| After 11    | 18 56 18.95 |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 6 *s | Mean error. | Mean rate. |\n|--------------|-------------|------------|\n| 16h 0m       | 47.30s      | -0.26s     |\n\nComparison from the 17th to 18th — 0.93.\nChronometer fast 1m 18.07s.\nJuly 19th. The fifth rocket could not be observed.\n\n| Rockets | App' Time I. | II. | III. | Mean. |\n|---------|--------------|-----|------|-------|\n| 1       | 9h 32m 43.1s | -   | 43.0s| 43.03s|\n| 2       | - 42 41.0    | -   | 40.9 | 40.97 |\n| 3       | - 52 34.1    | -   | 34.1 | 34.13 |\n| 4       | 10 2 36.9    | -   | 36.9 | 36.9  |\n| 5       | -            | -   |      |       |\n| 6       | - 22 42.9    | -   | 42.9 | 42.9  |\n| 7       | - 33 4.8     | -   | 4.7  | 4.75  |\n| 8       | - 42 40.1    | -   | 40.0 | 40.1  |\n| 9       | - 52 40.0    | -   | 40.0 | 39.97 |\n| 10      | ::II 2 43.3  | -   | 43.1 | 43.7  |\n\nComparison of Chronometer and Clock.\n\n| Chronometer. | Clock.          |\n|--------------|-----------------|\n| Before 8h 48m| 16h 36m 53.84s |\n| After 11 10  | 18 59 17.02    |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 3 *s | Mean error. | Mean rate. |\n|--------------|-------------|------------|\n| 16h 50m      | 47.16s     | -0.19s     |\n\nComparison from 18th to 19th — 1.81\n\nChronometer fast 1m 16.26s\n\nObservation 10 in columns 1 and 2 doubtful to half a second.\nJuly 20. The rockets this evening were miserably bad; five only were observed; the eighth however might have been a good one; it was lost by all the observers looking for it too late.\n\n| Rockets | App' Time I. | II. | III. | Mean. |\n|---------|--------------|-----|------|-------|\n| 1       | 9h 32m 36.6s | 36.7s | 36.9s | 36.73s |\n| 2       |              |     |      |       |\n| 3       | 52 56.2     | 56.0 | 56.1 | 56.1  |\n| 4       |              |     |      |       |\n| 5       |              |     | 10 12 39.2 | 39.2 |\n| 6       | 10 22 45.7   | 45.8 | 22 46.1 | 45.87 |\n| 7       |              | 10 32 53.0 | 53.1 | 53.05 |\n| 8       |              |     |      |       |\n| 9       |              |     |      |       |\n| 10      |              |     |      |       |\n\nComparisons of Chronometer and Clock.\n\n| Chronometer. | Clock. |\n|--------------|--------|\n| Before 9h 6m | 16h 58m 53.06s |\n| After 11 10  | 19 3 13.34 |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 5 * s | Mean error. | Mean rate |\n|---------------|-------------|-----------|\n| 15h 40m       | 47.22s      | -0.03s    |\n\nComparison from 19th to 20th, + 0.35\n\nChronometer fast 1m 16.61s\nJuly 21. The rockets much worse this evening than they were last. Only one out of the whole number mounted at all. All the others were seen, but nothing was sufficiently definite to admit of being noted. *\n\n| Rockets | App' Time | I. | II. | III. | Mean |\n|---------|-----------|----|-----|------|------|\n| 1       |           |    |     |      |      |\n| 2       | 9h 42m 48.8s | 48.8° | 48.8° | 48.8° |\n| 3       |           |    |     |      |      |\n| 4       |           |    |     |      |      |\n| 5       |           |    |     |      |      |\n| 6       |           |    |     |      |      |\n| 7       |           |    |     |      |      |\n| 8       |           |    |     |      |      |\n| 9       |           |    |     |      |      |\n| 10      |           |    |     |      |      |\n\nComparisons of Chronometer and Clock.\n\n| Chronometer | Clock |\n|-------------|-------|\n| Before 9h 13m | 1h 9m 50.88s |\n| After 11 10   | 19 7 9.93 |\n\nMean Error and Rate of Sidereal Clock.\n\n| 1°s. | Error. | Rate. |\n|------|--------|-------|\n| 17h 26m. | 47.37 | + 0.20° |\n\nComparisons from 20 to 21, + 1.02\n\nChronometer fast 1m 17.63°\n\n* It is much to be regretted that some attempt at least to note them was not made. Had it been done, this night's result, which is now dependent on a single signal, might perhaps (as they were for the most part tolerably well observed at Wrotham), have been placed nearly on the same footing with the rest. H.)\nfor determining the difference of meridians, &c.\n\nJuly 22. Rockets extremely bad; four only could be observed.\n\n| Rockets | App't Time I. | II. | III. | Mean. |\n|---------|---------------|-----|------|-------|\n| 1       | 9h 32m 51.2s  | 51.35° | 51.4° | 51.32° |\n| 2       | - 42 49.9    | -   | 49.6 | 49.77 |\n| 3       | - 52 51.4    | -   | 51.3 | 51.33 |\n| 4       | 10 2 52.4    | -   | 52.4 | 52.4  |\n\nComparisons of Chronometer and Clock.\n\n| Chronometer | Clock |\n|-------------|-------|\n| Before      | After |\n| 9h 23m      | 11    |\n| 17h 23m 48s | 19 12 5.59 |\n\nMean Error and Rate of Sidereal Clock.\n\n| Mean of 5** | Mean error | Mean rate |\n|-------------|------------|-----------|\n| 15h 47m     | 47.57s    | + 0.21    |\n\nComparisons from 21 to 22, + 0.32.\n\nChronometer fast 1m 17.95s\n\nThe means of the Comparisons, with the true Sidereal Time corresponding.\n\n| Chron. | Clock. | True Sidereal Time. |\n|--------|--------|---------------------|\n| July 11 | 10h 4m 30s | 17h 22m 3.36s | 17h 21m 15.0s |\n| 12     | 10 11 30 | 17 32 59.87 | 17 32 11.60 |\n| 13     | 10 14 30 | 17 39 56.19 | 17 39 7.80 |\n| 14     | 10 15 o  | 17 42 22.00 | 17 41 33.75 |\n| 15     | 10 17 o  | 17 50 18.42 | 17 49 30.52 |\n| 16     | 10 15 o  | 17 52 14.67 | 17 51 27.09 |\n| 17     | 10 16 o  | 17 57 12.70 | 17 56 25.14 |\n| 18     | 10 24 o  | 18 9 11.25 | 18 8 23.97 |\n| 19     | 9 59 o   | 17 48 5.43 | 17 47 18.27 |\n| 20     | 10 8     | 18 1 3.20 | 18 0 15.98 |\n| 21     | 10 11 30 | 18 8 30.405 | 18 7 42.03 |\n| 22     | 10 17 o  | 18 17 56.79 | 18 17 9.20 |\nTrue Sidereal Time of the explosions.\n\n| July 11. Rockets | True Time | July 12. Rockets | True Time | July 13. Rockets | True Time |\n|------------------|-----------|------------------|-----------|------------------|-----------|\n| 1                | 16h 48m 3.392s | 1                | 16h 52m 24.98s | 1                | 16h 56m 26.45s |\n| 2                | 58       | 2                | 27.38     | 2                | 26        |\n| 3                | 17       | 3                | 28.27     | 3                | 16        |\n| 4                | 18       | 4                | 31.51     | 4                | 30        |\n| 5                | 28       | 5                | 33.66     | 5                | 34        |\n| 6                | 38       | 6                | 36.21     | 6                | 36        |\n| 7                | 48       | 7                | 35.93     | 7                | 37        |\n| 8                | 58       | 8                | 37.82     | 8                | 38        |\n| 9                | 18       | 9                | 36.19     | 9                | 39        |\n| 10               | 18       | 10               | 39.59     | 10               | 41        |\n\n| July 14. Rockets | True Time | July 15. Rockets | True Time | July 16. Rockets | True Time |\n|------------------|-----------|------------------|-----------|------------------|-----------|\n| 1                | 17h 0m 26.10s | 1                | 17h 4m 31.64s | 1                | 17h 8m 37.06s |\n| 2                | 10       | 2                | 33.72     | 2                | 18        |\n| 3                | 20       | 3                |           | 3                | 38        |\n| 4                | 30       | 4                |           | 4                | 42        |\n| 5                | 40       | 5                | 39.04     | 5                | 43        |\n| 6                | 50       | 6                | 39.39     | 6                | 46        |\n| 7                | 18       | 7                | 44.21     | 7                | 44        |\n| 8                | 10       | 8                | 43.88     | 8                | 52        |\n| 9                | 20       | 9                | 45.35     | 9                | 48        |\n| 10               | 30       | 10               |           | 10               | 50        |\n\n| July 17. Rockets | True Time | July 18. Rockets | True Time | July 19. Rockets | True Time |\n|------------------|-----------|------------------|-----------|------------------|-----------|\n| 1                | 17h 12m 38.09s | 1                |           | 1                | 17h 20m 56.91s |\n| 2                | 22       | 2                | 46.25     | 2                | 30        |\n| 3                | 32       | 3                | 51.02     | 3                | 51        |\n| 4                | 42       | 4                | 53.62     | 4                | 55        |\n| 5                | 52       | 5                | 53.31     | 5                | 57        |\n| 6                | 18       | 6                | 53.42     | 6                | 59        |\n| 7                | 12       | 7                |           | 7                | 28        |\n| 8                | 22       | 8                | 57.05     | 8                | 55        |\n| 9                | 42       | 9                |           | 9                | 71        |\n| 10               | 55.29    | 10               |           | 10               | 12.50     |\n\n| July 20. Rockets | True Time | July 21. Rockets | True Time | July 22. Rockets | True Time |\n|------------------|-----------|------------------|-----------|------------------|-----------|\n| 1                | 17h 24m 46.90s | 1                |           | 1                | 17h 32m 53.27s |\n| 2                |           | 2                |           | 2                | 53        |\n| 3                | 17        | 3                |           | 3                | 56        |\n| 4                |           | 4                |           | 4                | 59        |\n| 5                |           | 5                |           | 5                |           |\n| 6                |           | 6                |           | 6                |           |\n| 7                |           | 7                |           | 7                |           |\n| 8                |           | 8                |           | 8                |           |\n| 9                |           | 9                |           | 9                |           |\n| 10               |           | 10               |           | 10               |           |\nStatement of the method of combining and calculating the Observations, and obtaining the Rates of the chronometers.\n\nPrevious to stating the result of these observations, it will not be irrelevant to explain the method pursued in reducing them, and the principles on which the calculation has been made; and it may be here remarked, that the brevity and facility of the computations which will appear to be required for this purpose, is not the least recommendation of the method itself.\n\nSuppose A and Z to be the two extreme points whose difference of longitudes is to be determined, and at each of which the true sidereal time is supposed to be known by transits of well determined stars and registered by exact clocks, or carefully compared chronometers. Intermediate between these, suppose two, or any number of stations, B, C, &c. chosen, at each of which are placed observers furnished with telescopes and good chronometers; and again, intermediate between these, and in the order\n\nA, a, B, b, C, c, Z,\n\nlet posts or stations a, b, c, be selected, at which signals are made, by the explosion of gunpowder, the discharge of rockets, the extinction of lamps, or otherwise, at regular concerted times, and so arranged that the signals at a shall be visible from both A and B; those at b from both B and C; and those at c from B and Z. Now let a signal be made at a, and observed both from A and B, and the moment of its happening noted at A by the sidereal clock, and at B by the\nchronometer; then, if the observations were perfect, the difference of the clock at A, and the chronometer at B, would become exactly known. Let this be denoted by $A - B$. A short time after, let a signal be made at $b$, and observed by the chronometers at B and C, whose difference (which we will in like manner denote by $B - C$,) becomes thus precisely known at the time of making the signal. In the same manner may the difference $C - Z$ of the chronometer at C and the sidereal clock at $Z$ be known at the moment of explosion of a signal at $c$; and so on, if there be more intermediate stations.\n\nNow, the clocks at A and $Z$ being all along supposed to keep strict sidereal time, if the watches at B, C, did the same, it is manifest that the difference between any two of them determined at one moment would be the same at every other; and therefore the intervals elapsed between the signals would be out of the question, and the observations might all be regarded as simultaneous; so that the sum of the differences $(A - B) + (B - C) + (C - Z) = A - Z$ would express strictly the difference of the true sidereal times at the extreme points, i.e. their difference of longitudes expressed in time, without any further calculation or reduction.\n\nIt is equally evident that, whatever be the rates of the watches, if the intervals elapsed between the signals were infinitely small, so as to reduce their gain or loss in these times to nothing, the same would hold good. Since this however cannot be the case, it is obvious that the difference of longitudes so obtained will be affected by the rates of the watches and the intervals of the signals, which must accord-\ningly be allowed for. Now, as the intervals at which the signals are made at the successive stations are small (only five minutes), the gain or loss of the watches used may be calculated for such small times to great nicety; and, if the watches were regulated to sidereal time, and of any ordinary degree of goodness, the correction on this account would be almost insensible; or, if regulated, as is generally the case, to mean time, the reduction from mean to sidereal time only need be applied, neglecting the deviation of the rates from strict mean time. The calculation then becomes of extreme simplicity; for since the watches have equal rates, we have no occasion to apply any correction to their observed differences; and it will suffice to apply to the uncorrected value of $\\Delta (= A - Z, \\text{or})$\n\n$$\\Delta = (A - B) + (B' - C') + (C'' - Z'')$$\n\nthe mere reduction from mean to sidereal time for the interval elapsed between the first and last signal; or in other words (regarding the whole operation as a species of telegraphing), for the time the message has occupied in its transmission from one observatory to the other.*\n\nFor example. On the 19th, a signal was made at Mont Javoult, and noted at Paris to have happened at $18^h\\ 39^m\\ 52^s.5$ true sidereal time at Paris, and at Lignieres at $10^h\\ 49^m\\ 41^s.0$ by the Lignieres Chronometer. About $5^m$ after this, a signal made at La Canche was observed at Lignieres to happen at $10^h\\ 54^m\\ 53^s.2$, and at Fairlight at $10^h\\ 46^m\\ 37^s.5$ by the Fairlight chronometer. Finally, a third signal was made about $5^m$ later still at Wrotham, and observed at $10^h\\ 51^m\\ 59^s.4$ by\n\n* Might not telegraphs be employed to ascertain the difference of longitudes of the stations between which they are established?\nthe Fairlight chronometer, and at $18^h\\ 41^m\\ 7^s.11$ true sidereal time at Greenwich. The calculation then stands thus\n\n$$\n\\begin{align*}\n+ A &= +18\\ 39\\ 52.50 \\\\\n+ B' &= +10\\ 54\\ 53.20 \\\\\n+ C'' &= +10\\ 51\\ 59.40 \\\\\n- B &= -10\\ 49\\ 41.00 \\\\\n- C' &= -10\\ 46\\ 37.50 \\\\\n- Z'' &= -18\\ 41\\ 7.11 \\\\\nB' - B &= +0\\ 5\\ 12.20 \\\\\nC'' - C' &= +0\\ 5\\ 21.90 \\\\\n\\text{Sum} &= 0\\ 10\\ 34.10\n\\end{align*}\n$$\n\nSum = $+38^h\\ 144^m\\ 165^s.10$\n\n= $0^h\\ 8^m\\ 79^s.49$ or $0^h\\ 9^m\\ 19^s.49$ the uncorrected value of $\\Delta$\n\nReduction from mean to Sid. T. for an interval of $10^m\\ 34^s.10$\n\n$$\n\\begin{align*}\n&= +1.73 \\\\\n&= 0\\ 9\\ 21.22 = \\Delta\n\\end{align*}\n$$\n\nthe corrected difference of longitudes.\n\nSuch is the result of the transmission of a single signal along the line, and such the whole calculation required to deduce it. It is chosen at random from among the observations, yet is probably entitled to at least as much confidence as any value hitherto previously obtained; a circumstance which sets the excellence of this method in a very strong light.\n\nSuch would be the process of calculation in the simplest state of the data, viz. when the signals are seen along the whole line without a failure, so that each message so transmitted arrives at its destination and gives a complete result. But this (in the present instance at least) has not been always, or generally the case. It has much more commonly happened that a signal made at one station ($a$ for instance, has not been simultaneously observed, or not observed at all, at $A$ and at $B$, while the other signals, at $b$, $c$, &c. have been regularly seen and registered. In every such case (of which endless combinations may occur) a link of the chain fails, and no result can be obtained from this series of observations taken singly. A very slight consideration will suffice to show that were we\nto reject all such broken series, the observations of a whole night might easily be thrown away, though capable of affording a result quite as good as any other. Such a case actually occurs in the observations of the 18th, where no complete transmission of any one signal from end to end of the line took place, yet the mean result of that night's observations deviates less than two-tenths of a second from the result finally adopted as the truth.\n\nThe most advantageous way of employing such a broken series of observations as we have described is not at once obvious. It may depend on circumstances too nice for calculation, and which can be felt only by the observers themselves. The fairest however, and that which by employing all the observations according to one uniform rule leaves nothing to partiality, seems to me to be the following.\n\nLet A be the time marked by the sidereal clock at the first extreme station A, then calling E the time marked by the same clock at any assumed arbitrary epoch, $A - E$ will denote the sidereal time elapsed since that epoch. Call $\\beta$ the rate or sidereal time of the chronometer at the 2d station (B), $\\beta$ being supposed negative when the chronometer loses, (as for instance when it shows mean time). At the same moment that the clock at A marks A, let this chronometer mark B, then, since $\\beta(A - E)$ is the quantity it has gained, since the epochs, $B - \\beta(A - E)$ must be the time it would have indicated, if instead of gaining or losing, it had kept true sidereal time since the epoch. Consequently (the clock being supposed to have no rate) $A - \\{B - \\beta(A - E)\\}$ or $A - B + \\beta(A - E)$ will be the difference of the clock and chronometer reduced\nto this epoch, i.e. the difference they would have indicated if instead of comparing them at the time A, they had been compared at the time E.\n\nEvery signal simultaneously observed at A and B, gives a direct comparison of the clock and chronometer; but it is only when thus reduced to a fixed epoch that these comparisons become comparable inter se; but when so reduced their mean may be taken, and is of course preferable to the result of any single comparison. Hence if we put\n\n\\[ P = \\text{mean of all the } (A - B) + \\beta \\times \\text{mean of all the } (A - E) \\]\n\nP will express the difference of the clock and chronometer at the epoch more probably than any of the individual values derived from single observations.\n\nIt follows therefore that at any other sidereal time \\( A' \\), the time indicated by the chronometer at B, (or \\( B' \\)) may be calculated from the expression\n\n\\[ B' = (A' - P) + \\beta (A' - E) \\quad (a) \\]\n\nmore probably than it can be derived from any single actual observation. This equation gives\n\n\\[ A' = \\frac{B' + P + \\beta E}{1 + \\beta} = B' + P - \\beta (P + B' - E) \\]\n\nneglecting squares and higher powers of \\( \\beta \\), whence the time by the clock at A becomes known at any instant in terms of that shown by the watch at B.\n\nNow let a signal be made between B and C, and noted to happen at the moment marked \\( B' \\) by the watch at B, and \\( C' \\) by that at C. Let \\( \\beta \\) and \\( \\gamma \\) denote their respective rates on sidereal time; then since \\( B' - \\beta (A' - E) \\) and \\( C' - \\gamma (A' - E) \\) are the times they would have marked had they kept strict\nsidereal time since the epoch, their difference reduced to the fixed epoch will be\n\n\\[(B' - C') - (\\beta - \\gamma)(A' - E)\\]\n\nin which, substituting for \\(A\\) its value above found, we get\n\n\\[(B' - C') - (\\beta - \\gamma)(P + B' - E)\\]\n\nneglecting powers and products of \\(\\beta\\) and \\(\\gamma\\). Putting then\n\n\\[Q = \\text{mean of all the} (B' - C') - (\\beta - \\gamma) - \\text{mean of all the} (P + B' - E)\\]\n\nwe get the most probable value of the difference of the chronometers at the epoch which can be obtained from any number of such comparisons.\n\nFinally, if we make a comparison at any time \\(A''\\) (Paris Sid. T.) between the watch at \\(C\\) and the clock at \\(Z\\), and call their indications at that moment \\(C''\\) and \\(Z''\\), their apparent difference will be \\(C'' - Z''\\), and their difference reduced to the epoch will be\n\n\\[(C'' - Z'') - \\gamma(A'' - E).\\]\n\nBut \\(Q\\) being the most probable difference between the chronometers \\(B\\) and \\(C\\) at the epoch, and \\((\\beta - \\gamma)\\) the difference of their rates\n\n\\[Q + (\\beta - \\gamma)(A'' - E)\\]\n\nwill be their difference at any other moment \\(A''\\); hence\n\n\\[B'' - C'' = Q + (\\beta - \\gamma)(A'' - E).\\]\n\nBut by the equation \\((a)\\) since \\(B''\\) and \\(A''\\) are corresponding times, we have\n\n\\[B'' = A'' - P + \\beta(A'' - E).\\]\n\nConsequently substituting this for \\(B''\\) we get\n\n\\[C'' = A'' - P - Q + \\gamma(A'' - E)\\]\n\nwhence\n\n\\[A'' = P + Q + C'' - \\gamma(A'' - E)\\]\n\n\\[= P + Q + C'' - \\gamma(P + Q + C'' - E)\\]\n\nneglecting the square and higher powers of \\(\\gamma\\):\nConsequently, still neglecting the same things we get\n\n\\[ C'' - Z'' = \\gamma \\{ P + Q + C'' - E \\} \\]\n\nfor the difference of the timekeepers \\( C \\) and \\( Z \\) reduced to the epoch, and putting\n\n\\[ R = \\text{mean of all the } (C'' - Z'') - \\gamma \\cdot \\text{mean of all the } (P + Q + C'' - E) \\]\n\n\\( R \\) will be their most probable difference reduced to the fixed epoch.\n\n\\( P, Q, \\) and \\( R, \\) being thus obtained, we must obviously have for the correct difference of longitudes,\n\n\\[ \\Delta = P + Q + R. \\]\n\nNow, substituting for \\( P, Q, R, \\) their values, this gives\n\n\\[ \\Delta = \\text{mean of } (A - B) + \\text{mean of } (B' - C') + \\text{mean of } (C'' - Z'') \\]\n\\[ + \\beta \\cdot \\text{mean of } (A - E) \\]\n\\[ + (\\gamma - \\beta) \\cdot \\text{mean of } (P + B' - E) \\]\n\\[ - \\gamma \\cdot \\text{mean of } (P + Q + C'' - E) \\]\n\nthat is, reducing,\n\n\\[ \\Delta = \\text{mean of } (A - B) + \\text{mean of } (B' - C') + \\text{mean of } (C'' - Z'') \\]\n\\[ + \\beta \\cdot \\text{mean of } A + (\\gamma - \\beta) \\cdot \\text{mean of } B' - \\gamma \\cdot \\text{mean of } C'' \\]\n\\[ - P \\beta - Q \\gamma. \\]\n\nThis value of \\( \\Delta \\) is however susceptible of still further reduction by substituting for \\( P \\) and \\( Q \\) their values; which if done, and the powers and products of \\( \\beta \\) and \\( \\gamma \\) neglected, as has all along been done, we get\n\n\\[ \\Delta = \\text{mean of } (A - B) + \\text{mean of } (B' - C') + \\text{mean of } (C'' - Z'') \\]\n\\[ + \\beta \\cdot \\text{mean of } A + (\\gamma - \\beta) \\cdot \\text{mean of } B' - \\gamma \\cdot \\text{mean of } C'' \\]\n\\[ - \\beta \\cdot \\text{mean of } (A - B) - \\gamma \\cdot \\text{mean of } (B' - C') \\]\n\nthat is, finally (since the numbers of the observations of \\( A \\) and of \\( B \\) are necessarily equal, and therefore the mean of the values of \\( A - B \\) is equal to the mean of \\( A - \\) the mean\nof B, and so for the rest) reducing and striking out all the terms which destroy each other.\n\n\\[ \\Delta = \\text{mean of } A - \\text{mean of } B + \\text{mean of } B' - \\text{mean of } C' + \\text{mean of } C'' - \\text{mean of } Z'' \\]\n\n\\[ + \\beta \\{ \\text{mean of } B - \\text{mean of } B' \\} + \\gamma \\{ \\text{mean of } C' - \\text{mean of } C'' \\} \\]\n\nor simply, denoting by \\( A, B, A', B', \\ldots \\) no longer the individual observed times (to which there will be no occasion again to refer) but the means of all those which have corresponding observations.\n\n\\[ \\Delta = A - B + B' - C' + C'' - Z'' \\]\n\n\\[ + \\beta (B - B') + \\gamma (C' - C'') \\]\n\nThis expression is, as it obviously ought to be, independent of the arbitrary epoch \\( E \\), which may be assumed any number of hours or days before or after the observations.\n\nThe first line of this value of \\( \\Delta \\) may be regarded as an approximate one; the second as a correction depending on the rates of the watches; and it is clear that the several portions of which this correction consists are the respective gains of the chronometers on Sid. T. during the mean amounts of the delay of the message between the several stations, taking the expression in its algebraical sense, where a negative delay corresponds to an anticipation.\n\nIf all the signals succeeded, the coefficients of \\( \\beta \\) and \\( \\gamma \\) would be each \\( 0^h 5^m \\), and the amount of the correction would be \\( (\\beta + \\gamma) \\cdot \\frac{5^m}{24^h} = \\frac{\\beta + \\gamma}{288} \\). It would therefore require no less a deviation of one of the chronometers from its assumed rate than \\( 29^{sec} \\) per diem, or of both of them \\( 14\\frac{1}{2} \\), and the same way, to produce an uncertainty in the result to the amount of a tenth of a second; deviations incompatible with the\n\nMDCCCXXVI.\ncharacter of ordinary good watches, not to speak of chronometers.\n\nThe worst case that can happen is where the first signal only at \\(a\\) gives corresponding observations at the stations adjacent, the last only at \\(b\\), the first again only at \\(c\\), and so on. In this case the coefficients of \\(\\beta\\) and \\(\\gamma\\) would each equal the whole interval between the first and last signal at each post, or (in the present case) \\(1^h30^m\\). The correction here would be\n\n\\[\n\\frac{1}{2} \\times \\frac{\\beta + \\gamma}{24} = \\frac{\\beta + \\gamma}{16}\n\\]\n\nIn this extreme case, the sum of the deviations of both watches from their assumed rates, need only amount to \\(1^s.6\\) to produce an uncertainty of a tenth of a second in the result; and though such a case as here supposed is in the last degree improbable, yet as a certain approach to it is not unlikely, it may be of use to show how the rates of the watches, if not otherwise known, may be obtained, or if known, verified, by the observations themselves.\n\nIf we consider the observations on two successive nights, at two of the extreme stations, A and B for instance, calling A and B the means of the simultaneous observations on the first night, and \\(A_1, B_1\\) on the second, we have, assuming for an epoch some time \\(E =\\) any number of days before either of the night’s observations,\n\n\\[\nP = A - B + \\beta(A - E)\n\\]\n\nBut since this is generally true, if the observations be made in sufficient number on both nights to destroy their individual errors in the mean result, we must also have\n\n\\[\nP = A_1 - B_1 + \\beta(A_1 - E)\n\\]\n\nequating which we get\nfor determining the difference of meridians, &c.\n\n\\[ A - B - \\beta (A - E) = A_i - B_i - \\beta (A_i - E_i) \\]\n\nwhence we find\n\n\\[ -\\beta = \\frac{(A_i - B_i) - (A - B)}{A_i - A} \\]\n\nIn this formula it is to be observed that \\( A_i \\) and \\( B_i \\) are each greater than 24 hours; but as timekeepers only register excesses above 12 hours and its multiples, if we wish to denote by \\( A_i \\) and \\( B_i \\) the mere readings off of the time-keepers, we must put \\( 24^h + A_i \\) and \\( 24^h + B_i \\) for \\( A_i \\) and \\( B_i \\), if the interval be one day; \\( 48^h + A_i \\) and \\( 48^h + B_i \\) if two days, and so on, so that (\\( n \\) being the number of days elapsed) we get\n\n\\[ -\\beta = \\frac{(A_i - B_i) - (A - B)}{n \\times 24^h + A_i - A}. \\]\n\nIn like manner may the rate \\( \\gamma \\) of the chronometer at C be found by comparison with the clock at Z thus,\n\n\\[ -\\gamma = \\frac{(Z_i'' - C_i'') - (Z'' - C'')}{n \\times 24^h + Z_i'' - Z'}. \\]\n\nIf there be intermediate chronometers, the rate of each on that immediately preceding or following it may be found in exactly the same way.\n\n**Computation of the Rates of the Chronometers.**\n\nFrom the 18th to the 19th.\n\n1. Lignieres Chronometer, or that at station B. Motel, No. 39.\n\n| Date | Time |\n|------|------|\n| 19th | \\( A_i - B_i = 7^h 50^m 7^s.90 \\) |\n| 18th | \\( A - B = 7^h 46^m 8^s.28 \\) |\n\n\\[ (A_i - B_i) - (A - B) = +3^m 59^s.62 \\]\n\n\\[ A_i - A = -0^m 12^s.40^s.05 \\]\n\n\\[ -\\beta = \\frac{3^m 59^s.62}{24^h - 0^m 12^s.40^s.05} = 4^m 1^s.74; \\beta = -4^m 1^s.74 \\div 24^h \\]\n\nWhence the rate on mean time = \\( -5^s.88 \\).\n2. Fairlight Chronometer, at Station C. Baker, No. 744.\n\n19th. \\( Z_t - C_t = 7^h 49^m 2^s 75 \\)  \n\\( Z_t = 18^h 12^m 20^s 32 \\)\n\n\\( Z - C = 7 45 4 31 \\)  \n\\( Z = 17 53 32 44 \\)\n\n\\(+ 3 58 44\\)  \n\\(+ 0 18 47 88\\)\n\n\\(\\beta = - \\frac{3^m 58^s 44}{24^h 18^m 47^s 88} = - 3^m 55^s 36 \\div 24^h\\)\n\nand rate on mean time \\(= + 0^s 55\\).\n\nRates of the Chronometers from the 19th to the 21st.\n\nFor Motel, No. 39.\n\n\\( A_t - B_t = 7^h 58^m 3^s 69 \\)  \n\\( A_t = 18^h 14^m 15^s 18 \\)\n\n\\( A - B = 7 50 7 90 \\)  \n\\( A = 18 19 41 83 \\)\n\n\\(+ 7 55 79\\)  \n\\(- 5 26 65\\)\n\n\\(\\beta = - \\frac{7^m 55^s 79}{2 \\times 24^h - 5^m 26^s 65} = - 3^m 58^s 43 \\div 24^h\\)\n\nbeing a rate of \\(- 2^s 52\\) on mean time.\n\nFor Baker, No. 744.\n\n\\( Z_t - C_t = 7^h 56^m 48^s 40 \\)  \n\\( Z_t = 17^h 38^m 56^s 10 \\)\n\n\\( Z - C = 7 49 2 75 \\)  \n\\( Z = 18 12 20 32 \\)\n\n\\(+ 7 45 65\\)  \n\\(- 0 33 24 22\\)\n\n\\(\\beta = - \\frac{7^m 45^s 65}{2 \\times 24^h - 0^h 33^m 24^s 22} = - 3^m 55^s 56 \\div 24^h\\)\n\nBeing a rate of \\(+ 0^s 35\\) on mean time.\n\nRates of the Chronometers from the 21st to the 22d.\n\nMotel, No. 39.\n\n\\( A_t - B_t = 8^h 2^m 0^s 14 \\)  \n\\( A_t = 18^h 11^m 24^s 77 \\)\n\n\\( A - B = 7 58 3 69 \\)  \n\\( A = 18 14 15 18 \\)\n\n\\(+ 0 3 56 45\\)  \n\\(- 0 2 50 41\\)\n\n\\(\\beta = - \\frac{3^m 56^s 45}{24^h - 2^m 50^s 41} = - 3^m 56^s 92 \\div 24^h\\)\n\nbeing a rate of \\(- 1^s 01\\) on mean time.\nRates of the Chronometers from the 21st to the 22d.\n\nBaker, No. 744.\n\n\\[\nZ_i - C_i = 8^h \\ 0^m \\ 47^s \\cdot 04 \\\\\nZ - C = 7 \\ 56 \\ 48 \\cdot 40 \\\\\n+ \\ 3 \\ 58 \\cdot 64 \\\\\n\\beta = - \\frac{3^m \\ 58^s \\cdot 64}{24^h \\ 8^m \\ 59^s \\cdot 52} = - 3^m \\ 57^s \\cdot 16 \\div 24^h\n\\]\n\nBeing a rate of — 1^s \\cdot 25 on mean time.\n\nThe rates originally assigned to the chronometers on leaving Paris and London, were respectively (on mean time),\n\nMotel No. 39, + 1^s \\cdot 8. Baker 744, + 1^s \\cdot 20.\n\nThe former, then, in the interval must have altered its rate (if that deduced from the observations of the 18th and 19th be correct), no less than — 7^s \\cdot 63; and between the 18th and 21st, must have again accelerated its daily rate by 3^s \\cdot 31, fluctuations not to be supposed in a chronometer of any character. It is therefore probable that the rate — 5^s \\cdot 83 of the 18th-19th is incorrect, and the observations being positive, and liable to no errors capable of accounting for so large a deviation, the cause, on this supposition, can lie nowhere but in some accidental derangement in that interval. Now it unfortunately happens, that the interval B — B', on the 18th, to which this suspicious rate is to be applied, is no less than 41^m \\ 20^s \\cdot 6, which produces a correction of — 0^s \\cdot 17, or nearly two-tenths of a second in the result of that night's observations.\n\nIf we examine the individual observations of both nights, on which this rate depends, we shall find no satisfaction, though they tend to confirm the suspicion of a derangement\nin the intervening day, by indicating rather a gain, than a loss on mean time;—but the unavoidable errors of observation will not permit the deduction of a rate from such short intervals as those elapsed during the observations of a single night.\n\nHowever, we may be relieved from the disagreeable necessity of rejecting the night's observations on this score, by reflecting, that all observations are liable to some errors; that if we reject this on account of a suspected error of two tenths of a second, arising from the fault of a chronometer, we certainly should not be warrantable in retaining the result of the observations of the 21st, where the whole night's work rests on a single signal, and on the transit of a single star observed at Greenwich, and where an error to the extent of nearly half a second, from both causes united, may very fairly be presumed. We may be relieved, I say, from the necessity of rejecting observations where there are assuredly none to spare, by remarking that, according to any fair estimation of the weight of each night's result from the number of observations, the most suspicious result, that of the 21st, is precisely that which holds the lowest rank—and that whether we retain or reject those of the two nights in question, the ultimate result will (as will hereafter appear), be unaffected to the extent of more than three-hundredths of a second.\nfor determining the difference of meridians, &c.\n\nActual Calculation and Results.\n\nComputation of the observations of the 18th.\n\n1st Combination. All the observers taken jointly.\n\n| A | B | C' | Z'' |\n|---|---|----|-----|\n| 18h 15m 40s 37 | 10h 29m 34s 4 | 9h 46m 29s 75 | 9h 41m 46s 2 |\n| 18 35 41 13 | 10 49 32 8 | 10 6 31 40 | 10 51 49 6 |\n| 18 45 44 13 | 10 59 33 6 | 10 14 54 0 | 10 15 0 3 |\n| Mean. | Mean. | Mean. | Mean. |\n| 18 32 21 88 | 10 46 13 6 | 10 4 53 0 | 9 56 30 57 |\n| A - B = | B - B' = | C' - C'' = | Gain on M.T. of B - 0 17 |\n| 7 46 8 28 | + 41 20 60 | - 11 57 56 | Gain on M.T. of C - 0 00 |\n| B' - C' = | C'' - Z'' = | Gain of mean on Sid. Time |\n| 8 22 43 | 7 54 30 71 | + 29 23 04 |\n| 7 45 4 31 | 7 45 4 31 | - 4 82 |\n| o 9 26 40 | - 4 82 | - 0 17 |\n| - 0 00 | o 9 21 41 | Corrected difference of Longitudes. |\n\nComputation of the observations of the 19th.\n\n1st Combination. All the observers taken jointly.\n\n| A | B | C' | Z'' |\n|---|---|----|-----|\n| 17h 29m 29s 6 | 9h 39m 30s 4 | 9h 36 33 10 | 9h 42m 45s 45 |\n| 18 39 52 5 | 10 49 41 1 | 9 54 49 9 | 9 51 53 65 |\n| 18 49 43 4 | 10 59 30 4 | 10 34 49 7 | 10 22 24 5 |\n| Mean. | Mean. | Mean. | Mean. |\n| 18 19 41 83 | 10 29 33 93 | 10 17 20 60 | 10 9 4 49 |\n| A - B = | B - B' = | C' - C'' = | Gain of B on M.T. = 0 02 |\n| + 7 50 7 90 | + 12 13 33 | - 14 13 02 | Gain of C = 0 00 |\n| B' - C' = | C'' - Z'' = | Gain of mean on Sid. T. |\n| + 8 16 11 | + 7 58 24 01 | + 0 33 |\n| 7 49 2 75 | 9 21 26 | + 0 33 |\n| o 9 21 57 | Corrected difference of Longitudes. |\nMr. Herschel's account of a series of observations\n\nCalculation of the observations of the 21st.\n\n1st. Combination. All the observers jointly.\n\n| A          | B          | B'         | C'         | C''        | Z''        |\n|------------|------------|------------|------------|------------|------------|\n| 17h 37m23s·10 | 9h 39m24s·70 | 9h 54m50s·40 | 9h 46m38s·95 | 9h 42m7s·7 | 17h 38m56s·10 |\n| 17 47 32·10 | 9 49 32·70 | 10 4 53·10 | 9 56 41·50 |            |            |\n| 18 7 40·95 | 10 9 38·60 | 10 14 51·20 | 10 6 39·80 |            |            |\n| 18 17 30·30 | 10 19 26·40 | 10 34 49·60 | 10 26 38·25 |            |            |\n| 18 37 40·75 | 10 39 33·20 | 10 44 59·40 | 10 36 47·90 |            |            |\n| 18 57 43·90 | 10 59 33·30 | 11 4 51·80 | 10 56 41·10 |            |            |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 14 15·18 | 10 16 11·49 | 10 26 32·58 | 10 18 21·25 | 9 42 7·7 | 17 38 56·10 |\n\nA - B = 7 58 3·69\nB' - C' = 8 11·33\nC'' - Z'' = 8 6 15·02\n- 7 56 48·40\nGain of mean on Sid. Time. - 4·54\n9 26·62\n- 4·54\n+ 0·01\n- 0·03\no 9 22·06 = Corrected difference of Longitudes.\n\nGain of B on M. T. = + 0·01\nC . . . = - 0·03\n\nCalculation of the observations of the 22d.\n\n1st. Combination. All the observers jointly.\n\n| A          | B          | B'         | C'         | C''        | Z''        |\n|------------|------------|------------|------------|------------|------------|\n| 17h 31m12s·15 | 9h 29m18s·6 | 9h 44m50s·50 | 9h 36m39s·80 | 9h 32m8s·95 | 17h 32m53s·27 |\n| 17 51 18·70 | 9 49 21·9 | 9 54 53·50 | 9 46 42·45 | 9 42 6·95 | 17 42 53·36 |\n| 18 1 15·05 | 9 59 17·1 | 10 4 53·20 | 9 56 42·50 | 9 52 8·55 | 17 52 56·56 |\n| 18 11 21·70 | 10 9 21·7 | 10 15 8·60 | 10 6 57·85 | 10 2 9·90 | 18 2 59·28 |\n| 18 21 43·60 | 10 19 41·7 | 10 24 48·30 | 10 16 37·50 | 10 26 48·05 |            |\n| 18 31 31·80 | 10 29 28·4 | 10 34 58·70 | 10 36 47·00 | 10 46 37·15 |            |\n| 18 51 29·80 | 10 49 23·0 | 10 44 57·60 | 10 56 37·90 | 11 4 48·80 |            |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 11 24·77 | 10 9 24·63 | 10 24 54·10 | 10 16 43·36 | 9 47 8·58 | 17 47 55·62 |\n\nA - B = 8 2 0·14\nB' - C' = 8 10·74\nC'' - Z'' = 8 10 10·88\n- 8 0 47·04\nGain of Mean on Sid. Time - 2·31\n9 23·84\n- 2·31\n+ 0·01\n- 3·03\no 9 21·51 = Corrected difference of Longitudes.\n\nGain of B on M. T. + 0·01\nC . . . = - 0·03\nfor determining the difference of meridians, &c.\n\nCalculation of the observations of the 18th.\n\n2d Combination. Capt. SABINE. Mr. HERSCHEL.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 18° 15'40\"37 | 10° 29'34\"84 | 9° 54'52\" | 9° 46'29\"7 | 9° 41'46\"0 | 17° 26'46\"25 |\n| 35 41'13 | 49 32'8 | 10 14 54 | 10 6 31'4 | 51 49'5 | 36 51'02 |\n| 45 44'13 | 59 33'6 | | | 10 1 50'3 | 46 53'62 |\n| | | | | 11 48'6 | 56 53'31 |\n| | | | | 21 47'0 | 18 6 53'42 |\n| | | | | 41 47'2 | 26 57'05 |\n\nMean = Mean = Mean = Mean = Mean = Mean =\n18 32 21'88 | 10 46 13'6 | 10 4 53 | 9 56 30'55 | 10 8 28'1 | 17 53 32'44\n\nA - B = 7 46 8'28\nB' - C' = 0 8 22'45\n\nB - B' = + 41 20'60 Gain on M.T. - 0'17\nC' - C'' = 11 57'55 Gain on M.T. - 0'01\n\nC'' - Z'' = 7 54 30'73\nGain of mean on Sid. Time } = - 4.82\n\n(B - B') + (C' - C'') = 29 23'05\n\nThe corrected difference of Longitudes.\n\nCalculation of the observations of the 19th.\n\n2nd Combination. Observations of Capt. SABINE and Mr. HERSCHEL.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 17° 29'29\"6 | 9° 39'30\"4 | 9° 54'50\"0 | 9° 46'33\"8 | 9° 42'08\"5 | 17° 30'56\"55 |\n| 18 39 52'5 | 10 49 41'2 | 10 34 49'6 | 10 26 33'7 | 9 51 53'8 | 17 40 51'34 |\n| 18 49 43'4 | 10 59 30'0 | 10 54 53'6 | 10 46 37'6 | 10 1 56'4 | 17 50 55'77 |\n| | | | | 10 22 2'5 | 18 11 5'09 |\n| | | | | 10 32 24'8 | 18 21 28'65 |\n| | | | | 10 41 59'7 | 18 31 5'58 |\n| | | | | 10 51 59'8 | 18 41 7'11 |\n| | | | | 11 2 3'5 | 18 51 12'50 |\n\nMean. | Mean. | Mean. | Mean. | Mean. | Mean. |\n|---|---|---|---|---|---|\n| 18 19 41'83 | 10 29 33'87 | 10 28 11'07 | 10 19 55'03 | 10 23 17'63 | 18 12 20'32 |\n\nA - B = + 7 50 7'96\nB' - C' = + 0 8 16'04\n\nB - B' = + 0 1 22'8 Gain of B on M.T. = 0.00\nC' - C'' = - 0 3 22'6\n\nC'' - Z'' = + 7 58 24'00\nGain of mean on Sid. Time } = + 0'33\n\n9 21'31\n+ 0'33\n+ 0'00\n- 0'00\n\no 9 21'64 Corrected difference of Longitudes.\n\nMDCCCXXVI.\n### Calculation of the observations of the 21st.\n\n#### 2d Combination. Observations of Capt. Sabine and Mr. Herschel.\n\n| A       | B       | B'      | C'      | C''     | Z''     |\n|---------|---------|---------|---------|---------|---------|\n| 17h 37m 23s·10 | 9h 39m 24s·8 | 9h 54m 50s·4 | 9h 46m 39s·0 | 9h 42m 7s·7 | 17h 38m 56s·10 |\n| 17 47 32·10   | 9 49 32·8   | 10 4 53·2   | 9 56 41·5   | 10 6 39·8   |         |\n| 17 7 40·95    | 9 38·4      | 10 14 51·2  | 10 26 38·3   | 10 36 47·9   |         |\n| 18 17 30·30   | 10 19 26·4   | 10 34 49·6   | 10 44 59·4   | 10 56 41·1   |         |\n| 18 37 40·75   | 10 39 33·2   | 11 4 52·0   |           |           |         |\n| 18 57 43·90   | 10 59 33·2   |           |           |           |         |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 14 15·18 10 16 11·47 10 26 32·63 10 18 21·27 9 42 7·7 17 38 56·10\n\nA - B = 7 58 3·71 B - B' = -0 10 21·16 Gain of B on mean T. -0·01\nB' - C' = 8 11·36 C' - C'' = +0 36 13·57 of C - - +0·3\n\nC'' - Z'' = +0 25 52·41 Gain of mean on Sid. T. - - 4·54\n\n9 26·67\n-4·54\n-0·01\n+0·03\n\nCorrected difference of Longitudes.\n\n### Calculation of the observations of the 22d.\n\n#### 2d Combination. Observations of Capt. Sabine and Mr. Herschel.\n\n| A       | B       | B'      | C'      | C''     | Z''     |\n|---------|---------|---------|---------|---------|---------|\n| 17h 31m 12s·15 | 9h 29m 18s·6 | 9h 44m 50s·8 | 9h 36m 39s·8 | 9h 32m 9s·0 | 17h 32m 53s·27 |\n| 17 51 18·70   | 9 49 22·0   | 9 54 53·6   | 9 46 42·5   | 9 42 7·0   | 17 42 53·36 |\n| 18 1 15·65    | 9 59 17·2   | 10 4 53·2   | 9 56 42·5   | 9 52 8·6   | 17 52 56·56 |\n| 18 11 21·70   | 10 9 22·0    | 10 15 8·8    | 10 6 58·0    | 10 2 10·1  | 18 2 59·28 |\n| 18 21 43·60   | 10 19 41·6   | 10 24 48·4   | 10 16 37·3   |           |         |\n| 18 31 31·80   | 10 29 28·6   | 10 34 58·8   | 10 26 48·2   |           |         |\n|             |            | 10 44 57·6   | 10 36 47·0   |           |         |\n|             |            | 10 54 48·0   | 10 46 36·9   |           |         |\n|             |            | 11 4 48·8    | 10 56 38·0   |           |         |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 4 43·93 10 2 45·00 10 24 54·22 10 16 43·36 9 47 8·67 17 47 55·62\n\nA - B = 8 1 58·93 B - B' = -22 9·2 Gain of B on M. T. -0·03\nB' - C = 0 8 10·86 C' - C'' = +29 34·7 of C - - +0·03\n\nC'' - Z'' = +7 25·5 Gain on Sid. T. - 1·22\n\n9 22·84\n-1·22\n-0·03\n+0·03\n\nCorrected difference of Longitudes.\nfor determining the difference of meridians, &c.\n\nCalculation of the observations of the 18th.\n3d Combination. Capt. SABINE (for Col. BONNE) — M. LARGEDEAU.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 18° 15'40\"·37 | 10° 29'34\"·4 | 9° 54'52\"·0 | 9° 46'29\"·8 | 9° 41'46\"·4 | 17° 26'46\"·25 |\n| 35 41'·13 | 49 32'·8 | 51 49'·7 | 36 51'·02 |\n| 45 44'·13 | 59 33'·6 | 10 21'46\"·8 | 18 6'53'·42 |\n| Mean. | Mean. | Mean. | Mean. | Mean. | Mean. |\n| 18 32'21\"·88 | 10 46'13\"·6 | 9 54'52\"·0 | 9 46'29\"·8 | 10 9'17\"·52 | 17 54'21\"·93 |\n\nA — B = 7 46'8\"·28\nB' — C' = 0 8'22\"·20\nC'' — Z'' = 7 54'30\"·48\nGain of mean on Sid. T. = -4'68\n\nGain of B on M.T. = +0'21\nof C = -0'02\n\nΔ = 0 9'21\"·16\n\nThe corrected difference of Longitudes.\n\nCalculation of the observations of the 19th.\n3d Combination. Col. BONNE and M. LARGEDEAU.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 18° 39'52\"·5 | 10° 49'41\"·8 | 9° 44'49\"·4 | 9° 36'33\"·2 | 9° 42'03\"·4 | 17° 30'56\"·55 |\n| 18 49'43\"·4 | 10 59'30\"·8 | 9 54'49\"·8 | 9 46'33\"·5 | 9 51'53\"·5 | 17 40'51\"·34 |\n| 10 34'49\"·8 | 10 26'33\"·7 | 10 1'56\"·6 | 17 50'55\"·77 |\n| 10 54'53\"·2 | 10 46'37\"·5 | 10 22'2\"·4 | 18 11'5'·09 |\n| Mean. | Mean. | Mean. | Mean. | Mean. | Mean. |\n| 18 44'47\"·95 | 10 54'35\"·90 | 10 17'20\"·55 | 10 9'4'·47 | 10 23'17\"·52 | 18 12'20\"·32 |\n\nA — B = 7 50'12\"·05\nB' — C' = 8 16'08\"·0\nC'' — Z'' = 7 58'28\"·13\nGain of mean on Sid. Time = -3'78\n\nGain of B on M.T. = +0'04\nC = -0'01\n\nCorrected difference of Longitudes.\nMr. Herschel's account of a series of observations\n\nCalculation of the observations of the 21st.\n3d Combination. Observations of Col. Bonne and M. Largeteau.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 17h 37m 23s 10 | 9h 39m 24s 6 | 10h 34m 49s 6 | 10h 26m 38s 2 | 9h 42m 7s 7 | 17h 38m 56s 10 |\n| 17 47 32 .10 | 9 49 32 .6 | 10 44 59 .4 | 10 36 47 .9 | | |\n| 18 7 40 .95 | 10 9 38 .8 | | | | |\n| 18 57 43 .90 | 10 59 33 .4 | | | | |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 7 35 .01 10 9 32 .35 10 39 54 .50 10 31 43 .05 9 42 7 .7 17 38 56 .10\n\nA - B = 7 58 2 .66 B - B' = - 30 22 .2 Gain of B on mean T. = - 0 .04\nB' - C' = 8 11 .45 C' - C'' = + 49 35 .3 of C = + 0 .04\n\nGain of mean on Sid. T. = - 3 .15\n\nC'' - Z'' = -7 56 48 .40\n\n9 25 .71\n-3 .15\n-0 .04\n+0 .04\n\no 9 22 .57 Corrected difference of Longitudes.\n\nCalculation of the observations of the 22d.\n3d. Combination. Col. Bonne and M. Largeteau.\n\n| A | B | B' | C' | C'' | Z'' |\n|---|---|----|----|-----|-----|\n| 17h 51m 18s 70 | 9h 49m 21s 8 | 9h 44m 50s 2 | 9h 36m 39s 8 | 9h 32m 8s 9 | 17h 32m 53s 27 |\n| 18 1 15 .05 | 9 59 17 .0 | 9 54 53 .4 | 9 46 42 .4 | 9 42 6 .9 | 17 42 53 .36 |\n| 18 11 21 .70 | 10 9 21 .4 | 10 15 8 .4 | 10 6 57 . | 9 52 8 .5 | 17 52 56 .56 |\n| 18 21 43 .60 | 10 19 41 .8 | 10 24 48 .2 | 10 16 37 .7 | 10 2 9 .7 | 18 2 59 .28 |\n| 18 31 31 .80 | 10 29 28 .2 | 10 34 58 .6 | 10 26 47 .9 | | |\n| 18 51 29 .80 | 10 49 23 .0 | 10 54 47 .4 | 10 46 37 .4 | | |\n\nMean. Mean. Mean. Mean. Mean. Mean.\n18 18 6 .88 10 16 5 .53 10 24 53 .57 10 16 42 .96 9 47 8 .50 17 47 55 .62\n\nA - B = 8 2 1 .35 B - B' = - 8 48 .1 Gain of B on M. T. = - 0 .01\nB' - C' = 8 10 .61 C' - C'' = + 29 34 .5 of C = + 0 .02\n\nGain of mean on Sid. T. = - 3 .40\n\nC'' - Z'' = -8 0 47 .12\n\n9 24 .84\n- 3 .40\n- 0 .01\n+ 0 .02\n\no 9 21 .45 Corrected difference of Longitudes.\nIn appreciating the weights to be attributed to these several results, it is obvious that the numbers of corresponding observations at each pair of stations, and of transits at the observatories, as it essentially influences the probable accuracy of the mean comparison of their timekeepers must be the elements of all fair estimations. If corresponding observations at any station be wanting, the weight is evidently nothing; so that calling $x$, $y$, $z$, the numbers of corresponding observations at A and B, at B and C, and at C and Z respectively, $x \\times y \\times z$ must necessarily be a multiplier of the function expressing the joint weight of the whole. But if the number of observations at any one station, or at all, be infinitely multiplied, the weight is clearly not infinite. If at all the stations, it would afford only such a degree of evidence as a perfect comparison of the clocks would give, which is but a relative certainty, after all, and may be denoted by unity. In like manner, if the observations at any one pair of stations be infinitely multiplied, the result is still open to all the errors of imperfect observations at the rest, so that unity will in like manner be the maximum of the coefficient depending on any separate set. The function\n\n$$\\frac{x}{x+1} \\times \\frac{y}{y+1} \\times \\frac{z}{z+1}$$\n\nis the simplest which satisfies these conditions, each factor vanishing when its variable is 0, and becoming unity when infinite. The same reasoning applies to the transit observations by which the clocks are compared with the stars, so that calling $T$ and $t$ the number of transit observations taken at each, by which the clock’s errors are obtained, the function expressive of the weight of any night’s observations will be\n\\[ W = \\frac{T}{T+1} \\times \\frac{x}{x+1} \\times \\frac{y}{y+1} \\times \\frac{z}{z+1} \\times \\frac{t}{t+1}. \\]\n\nIt would be needless refinement to enquire minutely how far this agrees with a strict calculation of probabilities.\n\nThe result of the whole operation may then be briefly stated as follows:\n\n| Day of Obs. | Δ   | x | y | z | T | t | W         | Wx (Δ−9m 21s) |\n|-------------|-----|---|---|---|---|---|-----------|---------------|\n| 18th.       | 9m 21s·41 | 3 | 2 | 6 | 5 | 6 | \\( \\frac{3}{4} \\cdot \\frac{2}{3} \\cdot \\frac{6}{7} \\cdot \\frac{5}{6} \\cdot \\frac{6}{7} = 0.31 \\) | 0.1271        |\n| 19th.       | 9m 21s·57 | 3 | 4 | 8 | 3 | 3 | \\( \\frac{3}{4} \\cdot \\frac{4}{5} \\cdot \\frac{8}{9} \\cdot \\frac{3}{4} \\cdot \\frac{3}{4} = 0.30 \\) | 0.1710        |\n| 21st.       | 9m 22s·06 | 6 | 6 | 1 | 4 | 1 | \\( \\frac{6}{7} \\cdot \\frac{6}{7} \\cdot \\frac{1}{2} \\cdot \\frac{4}{5} \\cdot \\frac{1}{2} = 0.15 \\) | 0.1590        |\n| 22d.        | 9m 21s·51 | 7 | 9 | 4 | 5 | 5 | \\( \\frac{7}{8} \\cdot \\frac{9}{10} \\cdot \\frac{4}{5} \\cdot \\frac{5}{6} \\cdot \\frac{5}{6} = 0.44 \\) | 0.2244        |\n\nSum 1·20) 0·6815 (0·568=mean.\n\nMost probable mean of the whole, so obtained = 9m 21s·568\n\nMean, similarly taken, but rejecting the results of the 18th and 21st as liable to suspicion = 9m 21s·535\n\nArithmetical mean of all the four results = 9m 21s·64\n\nArithmetical mean of the results of the four nights, obtained by the 2d combination, or from Capt. Sabine’s and Mr. Herschel’s observations alone = 9m 21s·70\n\nArithmetical mean of the 3d combination, or Col. Bonne’s and M. Largeteau’s observations taken separately = 9m 21s·69\n\nOn the whole then, 9m 21s·6 may be assumed as a result not very likely to be altered a whole tenth of a second, and very unlikely to be altered to twice that extent, by future determinations.\n\nJ. F. W. HERSCHEL,\n\nLondon, November 2, 1825.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107803.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 51,
    "total-input-tokens": 80014,
    "total-output-tokens": 41627,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1482,
        2
      ],
      [
        1482,
        3202,
        3
      ],
      [
        3202,
        4908,
        4
      ],
      [
        4908,
        6632,
        5
      ],
      [
        6632,
        8385,
        6
      ],
      [
        8385,
        9143,
        7
      ],
      [
        9143,
        14867,
        8
      ],
      [
        14867,
        21800,
        9
      ],
      [
        21800,
        23936,
        10
      ],
      [
        23936,
        25432,
        11
      ],
      [
        25432,
        29036,
        12
      ],
      [
        29036,
        33597,
        13
      ],
      [
        33597,
        37977,
        14
      ],
      [
        37977,
        41849,
        15
      ],
      [
        41849,
        44322,
        16
      ],
      [
        44322,
        47327,
        17
      ],
      [
        47327,
        50460,
        18
      ],
      [
        50460,
        51825,
        19
      ],
      [
        51825,
        53214,
        20
      ],
      [
        53214,
        55737,
        21
      ],
      [
        55737,
        56887,
        22
      ],
      [
        56887,
        58203,
        23
      ],
      [
        58203,
        59334,
        24
      ],
      [
        59334,
        60438,
        25
      ],
      [
        60438,
        61614,
        26
      ],
      [
        61614,
        63061,
        27
      ],
      [
        63061,
        64618,
        28
      ],
      [
        64618,
        69240,
        29
      ],
      [
        69240,
        70724,
        30
      ],
      [
        70724,
        72397,
        31
      ],
      [
        72397,
        74183,
        32
      ],
      [
        74183,
        76033,
        33
      ],
      [
        76033,
        77753,
        34
      ],
      [
        77753,
        79361,
        35
      ],
      [
        79361,
        80897,
        36
      ],
      [
        80897,
        82748,
        37
      ],
      [
        82748,
        84573,
        38
      ],
      [
        84573,
        86184,
        39
      ],
      [
        86184,
        87759,
        40
      ],
      [
        87759,
        89096,
        41
      ],
      [
        89096,
        90656,
        42
      ],
      [
        90656,
        92051,
        43
      ],
      [
        92051,
        93589,
        44
      ],
      [
        93589,
        95921,
        45
      ],
      [
        95921,
        97818,
        46
      ],
      [
        97818,
        100266,
        47
      ],
      [
        100266,
        101769,
        48
      ],
      [
        101769,
        103606,
        49
      ],
      [
        103606,
        105369,
        50
      ],
      [
        105369,
        107232,
        51
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107803",
    "title": "Account of a Series of Observations, Made in the Summer of the Year 1825, for the Purpose of Determining the Difference of Meridians of the Royal Observatories of Greenwich and Paris",
    "authors": "J. F. W. Herschel",
    "year": 1826,
    "volume": "116",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 51,
    "jstor_url": "https://www.jstor.org/stable/107803"
  }
}