{
  "id": "72d0b052200666ab4dc2b97e142fb3784e164ae1",
  "text": "VI. An Account of a Case in which the upper Head of the Os Humeri was sawed off, a large Portion of the bone afterwards exfoliated, and yet the entire Motion of the Limb was preserved. By Mr. White, Surgeon, at Manchester. Communicated by Mr. Watson, F.R.S.\n\nRead February 9, 1769. EDMUND POLLIT, of Sterling, near Cockey Moor, in this county, aged 16, of a scrophulous habit of body, was admitted into the Manchester infirmary, April 6, 1768. The account I received with him was, that he had been suddenly seized, about a fortnight before, with a violent inflammation in his left shoulder, which threatened a mortification, but at last terminated in a large abscess, which was opened with a lancet a few days before his admission. The orifice was situated near the axilla, upon the lower edge of the pectoralis major; and through it, I could distinctly feel the head of the os humeri totally divested of its bursal ligament. The matter, which was very offensive, and in great quantity, had made its way down to the middle of the humerus, and had likewise burst out at another orifice just below the processus acromion; through which the head of the os humeri might easily be seen. The whole arm and hand were swelled\nswelled to twice their natural size, and were entirely useless to him; he suffered much pain, and the absorption of the matter had brought on hectic symptoms, such as, night-sweats, diarrhoea, quick pulse, and loss of appetite, which had extremely emaciated him.\n\nUnder these very dangerous circumstances, there seemed no resource but from an operation. The common one in these cases, that of taking off the arm at the articulation with the scapula, appeared dreadful both in the first instance and in its consequences. I therefore proposed the following operation, from which I expected many advantages; and performed it on the 14th of the same month.\n\nI began my incision at that orifice which was situated just below the processus acromion, and carried it down to the middle of the humerus, by which all the subjacent bone was brought into view. I then took hold of the patient's elbow, and easily forced the head of the humerus out of its socket, and brought it so entirely out of the wound, that I readily grasped the whole head in my left hand, and held it there till I had sawn it off (see Tab. I. Fig. 1.), with a common amputation-saw, having first applied a pasteboard card betwixt the bones and the skin. I had taken the precaution of placing an assistant on whom I could depend, with a compress just above the clavicle, to stop the circulation in the artery, if I should have the misfortune to cut or lacerate it; but no accident of any kind happened, and the patient did not lose more than two or three ounces of blood, only a small artery which partly surrounds the joint being wounded, which was easily secured.\nHe was remarkably easy after the operation, and rested well that night; the discharge diminished every day, the swelling gradually abated, his appetite returned, and all his hectic symptoms vanished. In about five or six weeks, I perceived the parts, from which the bone had been taken, had acquired a considerable degree of firmness, and he was able to lift a pretty large weight in his hand. At the end of two months, I found that a large piece of the whole substance of the bone, that had been denuded by the matter, and afterwards exposed to the air, was now ready to separate from the sound, and with a pair of forceps I easily removed it (Fig. II.). After this exfoliation, the wound healed very fast; and on August 15th he was discharged perfectly cured. On comparing this arm with the other, it was not quite an inch shorter; he has the perfect use of it, and can not only elevate his arm to any height, but can likewise perform the rotatory motion as well as ever. The figure of the arm is no ways altered; and from the use he has of it, from its appearance to the eye, and to the touch, I think I may safely say, the head, neck, and part of the body of the os humeri are actually regenerated.\n\nI did not make use of any splints, machine, or bandage, during the cure, to confine the limb strictly in one certain situation, nor was his arm ever dressed in bed, but sitting in a chair, and, as soon as he could bear it, standing up, with his body leaning forwards, to give room for applying the bandages, which were no more than just necessary to retain the dressings; and to this method I attribute the preservation of the motion of the joint, which could not have been\nbeen so well effected any other way; but the joint, in all probability, would have remained stiff, and formed an anchylosis, if it had not been allowed to play about.\n\nREMARKS.\n\nThough from this operation I hoped for many advantages preferable to the amputation of the limb at the scapula, yet my most sanguine expectations fell greatly short of the success attending it. I did not flatter myself with the hopes of a moveable joint, or that the length of the limb would be so nearly preserved, when there was a loss of above four inches of the whole substance of the bone without any other bone to support it as in the leg and fore-arm; and where the dreadful condition of the arm at the time of the operation prevented me from making use of any machine to keep it extended*. But I suppose the weight of the arm was in this case in some measure sufficient to counterbalance the contractile power of the muscles, for his arm was only suspended by a common sling, and the patient not at all confined to his bed.\n\nI could not help being surprized to find so much strength and firmness in the parts as evidently shewed a regeneration of the bone before the lower part had\n\n* After the extraction of three inches and ten lines of the os humeri, M. Le Cat made use of a machine to keep the upper and lower pieces of the bone at their proper distances. He has given a description of the case, and a figure of the machine, in vol. LVI. of the Philos. Transact. p. 270.\nexfoliated, or even before it had begun to loosen. This osseous matter could not proceed from the scapula, the glenoid cavity of that bone not being divested of its cartilage; could it then possibly escape from the end of the sound bone, before the morbid part had begun to separate from it? or are there any vessels that could convey the bony matter, and deposit it in the place of what had been removed *? These are points that I will not pretend to decide absolutely, but I am much inclined to the latter opinion †.\n\n* Mr. Gooch, in his volume of Cases and Practical Remarks, relating the case of a compound fracture of the leg, where a very considerable portion of the tibia was sawed off, says, \"In about three weeks I was sensible, as were also several surgeons whom curiosity led to see so uncommon a case, that the substance which grew in the space of five inches entirely void of bone, had acquired in the middle only a greater degree of solidity than flesh; which circumstance not agreeing with the general received notion of the generation of callus, we proved beyond dispute, with a sharp pointed instrument, and we observed that the ossification was gradually formed from that central point, which was considerably advanced before any exfoliation was cast off the ends of the divided bone. In less than four months, the whole space was so well supplied with the callus, or rather new bone, that he was able to raise his leg when the bandage was off, without its bending.\"\n\nCases and Remarks, new Edit. p. 287.\n\n† In universum in sanguine materies est apta producendo osfi, quae adeo frequenter in cellulosum spatium intimum, interque convexam superficiem membranæ intimæ arteriarum, concavam-que membranæ musculosæ extremitatem effunditur, et caseosa primo, inde callosa, quasi coriacea, demum osseæ squamæ fit fimmillima.\n\nHalleri Elem. Physiolog. tom. VIII. p. 316.\n\n—— Calli in ossibus non fracturas solas, sed amissa integra ossa sarcientes, hunt ex liquido glutinoso, pulsu proximarum arteriarum compacto, &c. Halleri Primæ Lineæ, p. 148.\n\nSee further Haller's Pathological Observations, Obs. xlvii.\nIs it not probable that there is a regeneration of the cartilage as well as the bone? for it is well known to every-body conversant in anatomy, that the ends of some bones, which are joined to no others, are covered with cartilages; but these are never wanting on the ends, and in the cavities of such bones as are designed for motion; and I cannot see in this case how the motion could be preserved so complete without a cartilage; and indeed without a bursal ligament, or something analogous to it, to contain the synovia, and keep the bone in its place.\n\nAs this is the first operation of the kind that has been performed, or at least made public, I thought the relation of it might possibly conduce to the improvement of the art. That ingenious surgeon, Mr. Gooch, has indeed related three instances of the heads of bones being sawed off in compound luxations. In one of these cases the lower heads of the tibia and fibula were sawn off, in another that of the radius, and in the third that of the second bone of the thumb; but these were, in many respects, different from the present case.\n\nI believe it will seldom happen that this operation will not be greatly preferable to the amputation of the arm at the scapula, as this last is generally performed for a caries of the upper head of the os humeri; and as the preservation of a limb is always of the utmost consequence, and what every surgeon of the least humanity would at all times wish for, but particularly where (as in this case) the whole limb and its actions are preserved entire, the cure no ways protracted, and the danger of the operation most undoubtedly less. For though amputation is often indispensably neces-\nsary, and frequently attended with little danger or inconvenience when only part of a limb is removed; yet where the whole is lost, the danger is greatly increased, and the loss irreparable.\n\nI have frequently performed this operation on dead subjects, and where the parts had not been diseased, and never found any difficulty; and from the dissection of the parts had no reason to doubt of success in a living subject, where the ligaments and muscles are more supple, and the matter, by insinuating itself betwixt the bone and integuments, has made less dissection necessary.\n\nI have likewise, in a dead subject, made an incision on the external side of the hip joint, and continued the incision down below the great trochanter, then cutting through the bursal ligament, and bringing the knee inwards, the upper head of the os femoris was forced out of its socket, and easily sawed off; and I have no doubt but this operation might be performed upon a living subject with great prospect of success.\n\nThe Royal Academy of Surgery at Paris proposed for a prize question, Whether amputation of the thigh at its articulation with the os innominatum was ever adviseable: but was I under a necessity of performing this operation, or that which I have been describing, I should not hesitate a moment which to prefer.\n\nC. White.\n\nT A B. I. F I G. I.\n\nThat part of the bone which was sawed off.\na. The head of the bone corroded by the matter.\n\nF I G.\nFIG. II.\n\nThe piece of bone which exfoliated. Both pieces together were five inches in length, four of which were of the whole substance.\n\nFIG. III.\n\nThe arm as it appeared after the wound was healed.\na. The cicatrix of the first incision.\nb.b.b. The cicatrix of the incision made to bring out the head of the bone.\n\nN. B. The drawings from which this plate was engraved were made by Mr. Aikin, my pupil, who attended at the operation, and during the whole cure.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105804.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15588,
    "total-output-tokens": 3013,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1218,
        2
      ],
      [
        1218,
        2845,
        3
      ],
      [
        2845,
        4523,
        4
      ],
      [
        4523,
        5984,
        5
      ],
      [
        5984,
        8102,
        6
      ],
      [
        8102,
        9786,
        7
      ],
      [
        9786,
        9786,
        8
      ],
      [
        9786,
        11229,
        9
      ],
      [
        11229,
        11691,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105804",
    "title": "An Account of a Case in Which the Upper Head of the Os Humeri Was Sawed off, a Large Portion of the Bone Afterwards Exfoliated, and Yet the Entire Motion of the Limb Was Preserved. By Mr. White, Surgeon, at Manchester. Communicated by Mr. Watson, F. R. S.",
    "authors": "Mr. Watson, C. White",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105804"
  }
}