{
  "id": "2e21ae517305ebdcd8be14a476f985a5b1348eb8",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1840.\n\nA.\n\nActinograph, description of an, 46.\nAiry (George Biddell, Esq.). On the theoretical explanation of an apparent new polarity of light, 225.\nAmmoniac resin, 350.\nArchil and litmus, contributions to the chemical history of, 273. Section I. Chemical examination of the Roccella Tinctoria (archil-weed), 275; I. Of erythryline, 277; II. Of erythrine, 279; III. Of erythrine-bitter.—Amarythrine, 282; IV. Of telerythrine, 283. Section II. Chemical examination of archil (orseille) of commerce, 285; I. Of azoerythrine, 287; II. Of orceine, 289; III. Of erythroleic acid, 295. Section III. Of litmus, 298; I. Of erythrolein, 299; II. Of erythrolitmine, 301; III. Of azolitmine, 304; IV. Of Spaniolitmine, 307. Section IV. Of the decolorization of the bodies which exist in archil and litmus, 311; action of chlorine on azolitmine, 321; action of chlorine on erythrolitmine, 322.\nAssafactida, resin of, 354.\n\nB.\n\nBakerian Lecture, 225.\nBarry (Martin, M.D.). Researches in Embryology. Third series: A contribution to the physiology of cells, 529.\nOn the corpuscles of the blood, 595.\nBdellium, resin of, 368.\nBell (Sir Charles). On the nervous system, 245.\nBenzoin, resin of, 369; action of caustic lime on, 372; action of caustic potash on, 375; action of oxide of lead on, 378; on the rational constitution of the, 380; general results in regard to the, 383.\nBerengela resin, 346.\nBlood, on the corpuscles of the, 595; progressive division of the blood-disc into globules, ibid.; rapid and incessant changes in the form of altered blood-corpuscles, 598; the chorion formed of cells derived from corpuscles of the blood, 600; muscular fibre formed of cells derived from corpuscles of the blood, 601; state of the blood-corpuscles during vital turgescence of the vessels, 606; explanation of the plates, 609.\nBowman (William, Esq.). On the minute structure and movements of voluntary muscle, 457.\n\nC.\n\nCalorific rays in the solar spectrum, on the distribution of the, 51.\nCalorific spectrum, account of a process for rendering it visible by its effect on paper properly prepared, and of some further results obtained respecting the distribution of heat therein, 52.\nCells, contribution to the physiology of, 529; the doctrine of, 530; parent-cell, the germinal vesicle, 536; twin cells, 537; reproduction of succeeding cells, 539; the rudimental embryo is the nucleus of a cell, 541; the chorion formed of cells arising in the oviduct, 545; application of facts to the physiology of cells, 546; existing views regarding cells, 563; chorion formed of cells derived from corpuscles of the blood, 600; muscular fibre formed of cells derived from corpuscles of the blood, 601.\n\nChemical action (combined) of rays of different degrees of refrangibility, 23; traced much beyond the extreme red rays, 28, 31.\n\n———, the source of power in the voltaic pile, 61, 93; sufficiency of to produce voltaic currents, 117.\n\n——— of the rays of the solar spectrum on preparations of silver and other substances, both metallic and non-metallic, 1.\n\nChemical theory of voltaic electricity, 64; comparison of with contact theory, 77; adequate to explain the phenomena, 61, 93.\n\nChlorine, action of, on azolitmine, 321; on erythrolitmine, 322.\n\nChorion, formed of cells arising in the oviduct, 545; diameter of liable to much greater changes than that of the zona pellucida, 566; formed of cells derived from corpuscles of the blood, 600.\n\nClock, description of an escapement for an astronomical, 335.\n\nContact theory of voltaic electricity, 62; comparison of with chemical theory, 77; inadequate to explain the phenomena, 61, 93; improbable nature of the assumed contact force, 124.\n\nD.\n\nDaniell (J. Frederic, Esq.). Second letter on the electrolysis of secondary compounds, 209.\n\nDunlop (James, Esq.). Table of observations by, of the dip and intensity, made at sea in a voyage from England to Australia, 146.\n\nE.\n\nElectricity, experimental researches in. Sixteenth series, 61. § 24. On the source of power in the voltaic pile, various views of contact and chemical excitement, 62; theory of contact electromotive force, 64. i. Exciting electrolytes, &c. being conductors of thermo and feeble currents, 66. ii. Inactive conducting circles containing a fluid or electrolyte, 68; chemical and contact theories compared, 77. iii. Active circles excited by solution of sulphuret of potassium, &c. 82.\n\n———. Seventeenth series, 93. § 24. On the source of power in the voltaic pile (continued). iv. The exciting chemical force affected by temperature, 93: cases of one metal and one electrolyte; one junction being heated, 99: cases of two metals and one electrolyte; one junction being heated, 102. v. The exciting chemical force affected by dilution, 104. vi. Differences in the order of the metallic elements of voltaic circles, 112. vii. Active voltaic circles and batteries without metallic contact, 114. viii. Considerations of the sufficiency of chemical action, 117. ix. Thermo-electric evidence, 122. x. Improbable nature of the assumed contact force, 124. Note 127.\n\nElectricity, voltaic, contact theory of, 62; chemical theory of, 64; chemical and contact theories of, compared, 77.\n\nElectrolysis of secondary compounds, on the, 209.\n\nElemi resin, 366.\n\nEmbryo, the rudimental, is the nucleus of a cell, 541.\n\nEmbryology, researches in. Third series: A contribution to the physiology of cells, 529; the\ndoctrine of cells, 530; changes in the ovarian ovum preparatory to fecundation, *ibid.*; changes in the ovum immediately after fecundation and before it leaves the ovary, 534; changes in the ovum after its discharge from the ovary. Addition of the chorion, 536; recapitulation, 554; appendix, 558; table of measurements, 567; explanation of the plates, 569; additional observations, 590.\n\n*Escapement*, description of an, for an astronomical clock, invented by the late Captain Henry Kater, F.R.S., drawn up from his own memorandums, 335.\n\n*Euphorbium resin*, 364.\n\n**F.**\n\n*Fallopian tube*, ova found in the, of the Rabbit, 565.\n\n*Faraday (Michael, D.C.L.)*. Experimental Researches in Electricity. Sixteenth series: On the source of power in the voltaic pile, 61.\n\nSeventeenth series: On the source of power in the voltaic pile (continued), 93; *Note*, 127.\n\n*Fasciculus (Primitive)* of voluntary muscle, 458; table of diameters of, 460; transverse striæ in, 461; fibrillæ of marked, 463; not tubular, but consists of a true bundle of fibrillæ, 466; sarcolemma or tunic of, 474; corpuscles of, 482; of the extremities of, and union to other structures, 485.\n\n*Fecundation*, changes in the ovarian ovum preparatory to, 530; point of, 532; changes in the ovum immediately after, 534.\n\n**G.**\n\n*Gassiot (John P., Esq.)*. An account of experiments made with the view of ascertaining the possibility of obtaining a spark before the circuit of the voltaic battery is completed, 183.\n\n*Geology* (Physical), Researches in, second series, 193; on precession and nutation, assuming the interior of the earth to be fluid and heterogeneous, 193.\n\n*Germ*, the, or foundation of the new being; its place of origin and form, 536; comparison of the germs of animals and plants, 553.\n\n*Germinial vesicle*, and spot, changes in, preparatory to fecundation, 531; immediately after fecundation, 534; not a nucleus, but a parent-cell, 536; statements and conjectures of physiologists on the nature, office, and destination of the germinial vesicle, 558.\n\n**H.**\n\n*Herschel (Sir John F. W., Bart.)*. On the chemical action of the rays of the solar spectrum on preparations of silver and other substances both metallic and non-metallic, and on some photographic processes, 1. I. Of fixing photographs, 4. II. Of taking photographic copies and transfers, 7. III. Of the preparation of photographic paper, 8. IV. Chemical analysis of the solar spectrum, 15; extension of the visible prismatic spectrum,—a new prismatic colour, 19; chemical properties of the red end of the spectrum, 22; combined action of rays of different degrees of refrangibility, 23; chemical action traced much beyond the extreme red rays;—exercise of a blackening or deoxidating power by the red rays themselves, under certain circumstances, 28; possible indication of absorptive action in the sun’s atmosphere, 29; existence of a blackening or deoxidating power in rays beyond the extreme red, 31; effect of the spectrum on certain vegetable colours, 33. V. Of the whitening power of the several rays of the spectrum under the influence of hydriodic salts, on papers variously pre-\npared and previously darkened by the action of solar light, 35. VI. Of the analysis of the chemical rays of the spectrum by absorbent media, 37. VII. Of the exalting and depressing power exercised by certain media, under peculiar circumstances of exposure to solar light, on the intensity of its chemical action, 43. VIII. Description of an actinograph, or self-registering photometer for meteorological purposes, 46. Note I. On the distribution of the calorific rays in the solar spectrum, 51. Note II. On a definite limit of photographic action of the blue rays under the influence of an iodic salt, 52. Note III. Account of a process for rendering visible the calorific spectrum by its effect on paper properly prepared, and of some further results obtained respecting the distribution of heat therein, 52.\n\nHodgkinson (Eaton, Esq.). Experimental researches on the strength of pillars of cast iron and other materials, 385.\n\nHopkins (William, Esq.). Researches in physical geology. Second series, 193.\n\nHunt (Mr. Robert). On the influence of iodine in rendering several argentine compounds, spread on paper, sensitive to light, and on a new method of producing, with greater distinctness, the photographic image, 325.\n\nHydriodic salts, of the whitening power of the several rays of the spectrum under the influence of the, on papers variously prepared and previously darkened by the action of solar light, 35.\n\nI.\n\nIodine, on the influence of, in rendering several argentine compounds, spread on paper, sensitive to light, and on a new method of producing, with greater distinctness, the photographic image, 325.\n\nIron (cast). Experimental researches on the strength of pillars of, 385; power of to resist long-continued pressure, 417; tensile strength of, 418; compressive strength of, 419; transverse strength of, 420; relative strength of long pillars of cast iron, wrought iron, steel, and timber, 430; tables of the results of experiments on the strength of cylindrical, rectangular and other forms of pillars, 431, 449.\n\nIron (wrought). Strength of pillars of, as dependent on their dimensions, 423; table of the results of experiments on the strength of pillars, 451.\n\nJ.\n\nJalap, resin of, 342.\n\nJohnston (James F. W., Esq.). On the constitution of the resins, Part IV., 341.\n\nOn the constitution of the resins, Part V., 361.\n\nK.\n\nKane (Robert, M.D.). Contributions to the chemical history of archil and litmus, 273.\n\nKater (Edward, Esq.). Description of an escapement for an astronomical clock, invented by the late Captain Henry Kater, drawn up from his own memorandums, 355.\n\nKater (Captain Henry). Description of an escapement for an astronomical clock invented by the late, 355.\n\nL.\n\nLabdanum, resin of, 344.\n\nLight. A supplement to a paper entitled \"Remarks on the Theory of the Dispersion of Light, as connected with Polarization,\" 157.\nLight, on the influence of iodine in rendering argentine compounds sensitive to, 325.\n———, on the theoretical explanation of an apparent new polarity in, 225.\n\nLitmus, archil and, contributions to the chemical history of, 273. Section III. Of litmus, 298;\nI. Of erythrolein, 299; II. Of erythrolitmine, 301; III. Of azolitmine, 304; IV. Of spaniolitmine, 307. Section IV. Of the decolorization of the bodies which exist in archil and litmus, 311; action of chlorine on azolitmine, 321; action of chlorine on erythrolitmine, 322.\n\nM.\n\nMaclear (Thomas, Esq.). Further particulars of the fall of the Cold Bokkeveld meteorite, 177.\nMagnetic dip and intensity, table of observations of the, made at sea between Falmouth and the Falkland Islands, 142.\n———. Table of observations of the, made at sea in a voyage from England to Australia, 146, 147, 150.\nMagnetic inclination and intensity, lines of, in the Atlantic Ocean, 129; intensity, between the Cape of Good Hope and Australia, 140.\nMagnetism, terrestrial, contributions to, 129; § i. Lines of inclination and intensity in the Atlantic Ocean, 129; § ii. Lines of intensity between the Cape of Good Hope and Australia, 140.\nMedia, absorbent, of the analysis of the chemical rays of the spectrum by, 37; of the exalting and depressing power exercised by certain media, under peculiar circumstances of exposure to solar light, on the intensity of its chemical action, 43.\nMeteorolite (the Cold Bokkeveld). Further particulars of the fall of, 177.\nMuscle (voluntary). On the minute structure and movements of, 457; primitive fasciculus, 458; table of diameter of primitive fasciculi, 460; of the transverse striæ, 461; of the sarcolemma, or tunic of the primitive fasciculus, 474; of the corpuscles of the primitive fasciculus, 482; of the extremities of the primitive fasciculi, and their union to other structures, 485; on the mechanism of the movement of voluntary muscle, 487; recapitulation of the chief results, 493; postscript, 494; explanation of the plates, 495.\nMuscular fibre formed of cells derived from corpuscles of the blood, 601.\n\nN.\n\nNervous system, on the, 245; the spinal nerves, ibid.; the respiratory system of nerves, 249; of the supply of blood to the nerves of the respiratory system, 253.\nNutation, precession and, phenomena of, assuming the interior of the earth to be fluid and heterogeneous, 193.\n\nO.\n\nOpoponax, resin of, 352.\nOvum, changes in the ovarian, preparatory to fecundation, 530; changes in the, immediately after fecundation and before it leaves the ovary, 534; after its discharge from the ovary, 536; no fixed relation between the degree of development of ova and their size, locality, or age, 544; ova found in the Fallopian tube and uterus of the Rabbit, 564.\nOxmantown (Right Honourable Lord). An account of experiments on the reflecting telescope, 503.\n\nP.\n\nPalgrave (Sir Francis, K.H.). An account of the shooting stars of 1095 and 1243, 175.\nPhotographic action, on a definite limit of, of the blue rays under the influence of an iodic salt, 52.\n\nimage. On a new method of producing it with greater distinctness, 325.\n\npapers, 327; method of using, 332.\n\nprocesses, on some, 1. I. Of fixing photographs, 4; II. Of taking photographic copies and transfers, 7; III. Of the preparation of photographic paper, 8.\n\nPhotometer, self-registering, for meteorological purposes, 46.\n\nPillars of cast iron and other materials, experimental researches on the strength of, 385; comparative strength of cylindrical pillars of cast iron, with rounded and with flat ends, 387; strength of long pillars of cast iron, 390; of pillars with one end rounded and the other flat, 393; of pillars enlarged in the middle, 395; of long pillars as dependent upon their dimensions, ibid.; —— upon the diameter, ibid.; —— on the length, 398; computations of the strength of long pillars by means of the numerical results from experiments, 400; short pillars, diminution in their strength from crushing, 403; mode of estimating the strength in short pillars, 404; relative strength of similar pillars, 400; strength of hollow cylindrical pillars of cast iron, 408; computed strength, 414; strength of short hollow pillars, 416; power of cast iron to resist long-continued pressure, 417; tensile strength of cast iron, 418; compressive strength of cast iron, 419; transverse strength of cast iron, 420; strength of pillars of wrought iron, of steel, and of timber, ibid.; strength of pillars of wrought iron as dependent on their dimensions, 423; —— of timber, 424; —— crushing strength of timber, 429; relative strength of long pillars of cast iron, wrought iron, steel, and timber, 430; Tables: I. Results of experiments on the resistance of solid uniform cylinders of cast iron to a crushing force, the ends rounded, 431; II. Ends of the cylinders turned flat, 434; III. Rectangular or square uniform pillars, 437; IV. Solid uniform cylindrical pillars with discs upon their ends, 438; V. Uniform pillars, with one end rounded and one flat; with both ends rounded; with both flat, 439; VI. Pillars enlarged in the middle, ends rounded, 440; VII. Pillars enlarged in the middle, with discs on the ends, 441; VIII. Hollow cylinders rounded at the ends, 442; IX. Hollow cylinders flat at the ends, 445; X. Short hollow cylinders, 448; XI. Pillars of various forms and different modes of placing, 449; XII. Pillars of wrought iron and steel, 451; XIII. Pillars of Dantzie oak and red deal, 453.\n\nPowell (the Rev. Baden). A supplement to a paper entitled \"Remarks on the Theory of the Dispersion of Light as connected with Polarization,\" 157.\n\nPrecession and nutation, phenomena of, assuming the interior of the earth to be fluid and heterogeneous, 193.\n\nPrismatic colour, a new, 19.\n\nspectrum, extension of the visible, 19.\n\nR.\n\nRabbit, ova found in the Fallopian tube and uterus of the, 565; table of measurements of ova, 567.\n\nRays of the solar spectrum, on the chemical action of the, on preparations of silver and other substances, both metallic and non-metallic, 1; combined chemical action of rays of different degrees of refrangibility, 23; of the whitening process of the several, under the influence of the hydriodic salts, on papers variously prepared and previously darkened by the action of solar light, 35; analysis of the chemical, by absorbent media, 37.\n\nRed rays, chemical action traced much beyond the extreme, 28, 31; exercise of a deoxidating power by the, 28.\n\nResins, on the constitution of the. Part IV., 341; IX. Resin of scammony, ibid.; X. Resin\nINDEX.\n\nof jalap, 342; XI. Resin of labdanum, 344; XII. Berengela resin, 346; XIII. Resin of retin-asphalt, 348; XIV. Ammoniac resin, 350; XV. Resin of opoponax, 352; XVI. Resin of assafætida, 354; general remarks, 358.\n\nResins, on the constitution of the. Part V., 361; XVII. Resin of sagapenum, ibid.; XVIII. Resin of galbanum, 362; XIX. Euphorbium resin, 364; XX. Elemi resin, 366; XXI. Resin of bdellium, 368; XXII. Resin of benzoin, 369; action of caustic lime on resin of benzoin, 372; action of caustic potash on resin of benzoin, 375; action of oxide of lead on resin of benzoin, 378; on the rational constitution of the resin of benzoin, 380; general results in regard to the resin of benzoin, 383.\n\nRetin-asphalt, resin of, 348.\n\nS.\n\nSabine (Major Edward, R.A.). Contributions to terrestrial magnetism, 129. § 1. Lines of inclination and intensity in the Atlantic, ibid. § 2. Lines of intensity between the Cape of Good Hope and Australia, 140.\n\nSagapenum, resin of, 361.\n\nSarcolemma, or tunic of the primitive fasciculus of voluntary muscle, 474.\n\nScammony, resin of, 341.\n\nShooting stars. An account of those of 1095 and 1243, 175.\n\nSolar spectrum, on the chemical action of the rays of the, on preparations of silver and other substances, both metallic and non-metallic, 1; chemical analysis of the, 15; phenomena observed on presenting particular preparations to the action of the, 27; effect of, on certain vegetable colours, 33; of the whitening power of the several rays under the influence of hydriodic salts, on papers variously prepared and previously darkened by the action of solar light, 35; analysis of the chemical rays, by absorbent media, 37; on the distribution of the calorific rays in the, 51.\n\nSpeculum of a reflecting telescope. Proportion of copper and tin in metal for, 505; method of forming a large speculum of several castings, ibid.; process of casting, 509; processes of grinding and polishing, 514.\n\nSpectrum, prismatic, extension of the visible, 19; calorific, account of a process for rendering it visible, 52.\n\nSteel, strength of pillars of, 421, 430, 452.\n\nStrength of pillars. See pillars, iron, steel, timber.\n\nSullivan (Lieut. B. J., R.N.). Table of observations by, of the dip and intensity, made at sea between Falmouth and the Falkland Islands, 142.\n\nSun's atmosphere, possible indication of absorptive action in the, 29.\n\nT.\n\nTables of the elevation or depression of the surface of the sea above or below mean water at all hours of the tide, for Plymouth and Liverpool, 261; of observations at Plymouth when the surface passes certain fixed lines near mean water; and the calculated time of high water, hence obtained, compared with the observed time, 262.\n\nTable of tide observations, at Petropaulofsk, 169; Port de Lloyd, 172; Port de la Coquille, 173; Sitkhœ, 174.\n\n——— of, observations of the dip and intensity made at sea between Falmouth and the Falkland Islands, 142.\n\n——— of observations of the dip and intensity made at sea in a voyage from England to Australia, 146.\nTable of observations of the dip, in a voyage from England to Australia, 147.\n——— of observations of the intensity, in a voyage from England to Australia, 150.\n——— of diameters of primitive fasciculi of voluntary muscle, 460.\n——— of measurements of ova of the Rabbit, 567.\n\nTables of the results of experiments on the strength of pillars of cast iron, wrought iron, steel and timber, 431—453.\n\nTelescope (reflecting), an account of experiments on the, 503; method of forming a large speculum of several castings, 505; process of casting, 509; processes of grinding and polishing 514; performance of one three feet in diameter, 525.\n\nTerrestrial magnetism, contributions to, 129. § 1. Lines of inclination and intensity in the Atlantic Ocean, 129. § 2. Lines of intensity between the Cape of Good Hope and Australia, 140.\n\nTides, additional note to the eleventh series of researches on the, 161.\n——— table of, at Petropaulofsk, 169; at Port de Lloyd, 172; at Port de la Coquille, 173; at Sitkhœ, 174.\n——— researches on the. Twelfth series: On the laws of the rise and fall of the sea's surface during each tide, 255.\n\nTimber, strength of pillars of, 421, 424; crushing strength, 429; table of results of experiments on the strength of pillars, 453.\n\nTreuter (Dr.). Letters of, to Thomas Maclear, Esq., on the fall of the Cold Bokkeveld meteorite, 181.\n\nTunica granulosa, changes in the, immediately after fecundation, 536.\n\nU.\n\nUterus, ova found in the, of the Rabbit, 565.\n\nV.\n\nVegetable colours, effect of the spectrum on certain, 33.\n\nVoltaic battery. An account of experiments made with the view of ascertaining the possibility of obtaining a spark before the circuit is completed, 183.\n\nVoltaic circles, inactive conducting, 69; active and inactive, 84—90; differences in the order of the metallic elements of, 112; active, without metallic contact, 114.\n\nVoltaic electricity, contact theory of, 62; chemical theory of, 64; chemical and contact theories of, compared, 77.\n\nVoltaic pile, on the source of power in the, 61, 93.\n\nW.\n\nWhewell (The Rev. William). Additional note to the eleventh series of researches on the tides, 161.\n——— Researches on the tides. Twelfth series: On the rise and fall of the sea's surface during each tide, 255.\n\nWickham (Commander, R.N.). Table of observations by, of the dip, in a voyage from England to Australia, 147; of the intensity, 150.\n\nLONDON:\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\nRED LION COURT, FLEET STREET.\nPRESENTS\nRECEIVED BY\nTHE ROYAL SOCIETY,\nWITH THE\nNAMES OF THE DONORS.\n\nFrom November 1839 to June 1840.\n\nPRESENTS. DONORS.\n\nACADEMIES, &c.\nAmerica.—Albany Institute. Fifty-second Annual Report of the Regents of the University of the State of New York. Svo. Albany 1839. The Institute.\nTransactions, Vol. II. Parts III. and IV. ———\nBengal.—Agricultural and Horticultural Society. Supplement to Vol. V. of the Transactions. Svo. Calcutta 1838. The Society.\nBerlin:—\nAkademie der Wissenschaften. Abhandlungen aus dem Jahre 1837. 4to. Berlin 1839. The Academy\nBericht, August, September, October, December, 1839. January and February, 1840. ———\nBonn and Breslau.—Academia Cesarea Leopold Car. Nova Acta Naturæ Curiosorum. Tom. XIX. 4to. Bonn 1839. The Academy.\nBradford Philosophical Society. Annual Report for 1839. Svo. Bradford 1840. The Society.\nBritish Association.—Report of the Eighth Meeting held at Newcastle, August 1838. Vol. VII. Svo. London 1839. The Association.\nBrussels:—\nAcadémie Royale des Sciences et Belles Lettres. Nouveaux Mémoires, Tom. XII. 4to. Bruxelles 1839. The Academy.\nBulletin, Nos. 5—10. Tom. VI. Parties I. et II. 2 Tom. Svo. Bruxelles 1839.\nAnnuaire. 6me Année. 18mo. Bruxelles 1840. ———\nCaen.—Association Normande. Annuaire des cinq départements de l'Ancienne Normandie. Svo. Caen 1839. The Association.\nCalcutta.—Royal Asiatic Society. Asiatic Researches, Vol. XX. Part II. 4to. Calcutta 1839. The Society.\nCambridge Philosophical Society. Transactions, Vol. VII. Part I. 4to. Cambridge 1839. The Society.\nCopenhagen:—\nKongelige Danske Videnskabernes Selskabs. Collectanea Meteorologica, fasc. 2. 4to. Hafnia 1839. The Academy.\nOversigt. 4to. Copenhagen 1839.\nRoyal Society of Northern Antiquaries. Memoirs, 1836–37. Svo. Copenhagen 1838. The Society.\nReports, 1838–39. Svo. Copenhagen 1839. ———\n\nMDCCCXL.\nACADEMIES (continued).\n\nCornwall.—Royal Polytechnic Society. Sixth Annual Report. Svo. Falmouth 1838.\n\nDublin:—\n\nGeological Society. Journal, Vol. II. Part I. Svo. Dublin 1839.\n\nRoyal Irish Academy. Transactions, Vol. XVIII. Parts II. and III. 4to. Dublin 1839.\n\nProceedings. Svo. No. 19. 1839.\n\nPart III. 1838–39.\n\nNos. 21—23. 1840.\n\nEdinburgh.—Royal Society. Transactions, Vol. XIV. Part I. 4to. Edinburgh 1839.\n\nGenève.—Société de Physique et d’Histoire Naturelle. Mémoires. Tom. VIII. Part II. 4to. Genève.\n\nLondon:—\n\nAntiquarian Society. Archaeologia, Vol. XXVIII. Part II. 4to. Lond. 1840.\n\nEnglish Agricultural Society. Journal, Vol. I. Part I. Svo. Lond. 1839.\n\nEntomological Society. Transactions, Vol. II. Part III. Svo. Lond. 1839.\n\nGeological Society. Transactions, Vol. V. Parts II. and III. 4to. Lond. 1840.\n\nProceedings, Vol. III. Nos. 59—64. 8vo. Lond. 1838–9.\n\nInstitution of Civil Engineers. Minutes of Proceedings, Session 1839. 8vo. Lond. 1839.\n\nLinnean Society. Transactions, Vol. XVIII. Part II. 4to. Lond. 1839.\n\nMedico-Chirurgical Society. Transactions, 2nd Series, Vol. IV. 8vo. Lond. 1839.\n\nMeteorological Society. Transactions, Vol. I. 8vo. Lond. 1839.\n\nNumismatic Society. Proceedings, 1837–39. 8vo. Lond. 1839.\n\nProvident Institution. Twenty-third Annual Report. A sheet.\n\nRoyal Asiatic Society of Great Britain and Ireland. Journal, Nos. 10 and 11. 8vo. Lond. 1840.\n\nRoyal Geographical Society. Journal, Vol. IX. Parts II. and III., and Vol. X. Part I. 1840. 8vo. Lond. 1839–40.\n\nRoyal Medico-Botanical Society. Transactions, Vol. I. Part IV. 8vo. Lond.\n\nRoyal Society. Transactions, Vols. LXX.—LXXIV. 1780–84. calf bound. 4 Vols.\n\nScientific Society. Proceedings, Vol. II. No. 5. 8vo. Lond.\n\nSociety of Arts, Manufactures and Commerce. Transactions, Vol. LII. Part II. 8vo. Lond. 1839.\n\nStatistical Society. Quarterly Journal, Vol. II. Parts IV. and V. 8vo. Lond. 1839.\n\nVol. III. Part VII. 8vo. Lond. 1840.\n\nZoological Society. Transactions, Vol. II. Part III. 4to. Lond. 1839.\n\nProceedings, August—November 1838. 8vo.\n\nModena.—Società Italiana delle Scienze. Memorie di Matematica e di Fisica. 4to. Modena 1839.\n\nMoscow:—\n\nBulletin de la Société Impériale des Naturalistes de Moscow, Nos. 1—8. 1837. 8vo. Moscow.\n\n8vo. Moscow 1838.\n\nNantes.—Société Royale Académique. Aperçus Statistiques sur le département de la Loire Intérieure. Svo. Nantes 1839.\n\nDonors.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Society.\n\nSir John Herschel, Bart.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nACADEMIES (continued).\n\nParis:—\n\nAcadémie des Sciences. Comptes Rendus Hebdomadaires, Nos. 22—25. prem. Semestre, 1—18. 2me Semestre, 1839.\n\nMémoires de l’Institut, Tome II. 2me Série. 4to.\n\nParis 1839.\n\nÉcole Polytechnique. Journal, 26me Cahier. Tome XVI. 4to. Paris 1838.\n\nSociété Entomologique. Annales. Tom. V. prem. trim. 8vo. Paris 1836.\n\nSociété Ethnologique. Instruction générale adressée aux Voyageurs. 8vo.\n\nParis 1840.\n\nSociété de Géographie. Bulletin, deuxième Série, Tomes X., XI. and XII. 8vo. Paris 1839.\n\nRecueil de Voyages et Mémoires, Tomes III. et IV.\n\nParis 1839.\n\nPhiladelphia:—\n\nAmerican Philosophical Society. American Almanack for 1840. 12mo. Boston 1839.\n\nProceedings, April to August 1839, No. 7. 8vo. September and October 1839, No. 8. 8vo.\n\nTransactions, Vol. VI. (New Series.)\n\nPart III.\n\nProceedings, Vol. I. Nos. 9 and 10. 8vo. 1839 and 1840. 4to. Philadelphia 1839.\n\nQuebec:—\n\nSociété Littéraire et Historique. Mémoires sur le Canada, depuis 1749—1760, en trois parties, avec cartes et plans. 8vo. Quebec 1838.\n\nCollection de Mémoires et de Relations sur l’hist. ancienne du Canada. 8vo. Quebec 1840.\n\nSouth Wales.—Royal Institution. Annual Report for 1838—39. 8vo. Swansea 1839.\n\nStockholm.—Kongl. Vetenskaps-Academiens. Handlingar för 1837. 8vo. Stockholm 1838.\n\nANONYMOUS.\n\nAlmanacs. Effemeridi Astronomiche di Milano per l’anno bisestile 1840. 8vo. Milano 1839.\n\nNautical Almanac and Astronomical Ephemeris for the year 1843. 8vo. Lond. 1839.\n\nCommunication from the Governor, relative to the Geological Survey of the State of New York. 8vo. Albany 1839.\n\nFirst Annual Report of the Registrar-General of Births, Deaths, and Marriages in England. Folio. Lond. 1839.\n\nFondation d’un Colonie Agricole de Jeunes détenus à Mettray. 8vo. Paris 1839.\n\nReports of the Trustees of the Philadelphia Gas Works to the Select and Common Councils of the city of Philadelphia. 8vo. Philadelphia 1830.\n\nTide Tables for the English and Irish Channels, and River Thames, for the years 1839 and 1840. 8vo. Lond. 1839—40.\n\nTables of Mortality for the Metropolis. A sheet in folio. Nos. 1—12. Lond. 1840.\n\nThe Bible Cyclopædia, No. 1. Folio. Lond. 1840.\n\nACLAND (H. W.) The Plains of Troy, illustrated by a Panoramie Drawing taken on the spot, and a Map. 8vo. Oxford 1839.\n\nAKERMAN (J. Y.) A Numismatic Manual. 8vo. Lond. 1840.\n\nANNESLEY (J.) Researches into the causes, nature and treatment of the\nPRESENTS.\n\nmore prevalent diseases of India, and of warm climates generally. 2 Vols. large 4to. Lond. 1828.\n\nARAGO (D. F. J.) Éloge Historique de James Watt. 4to. Paris 1839.\n\nARENE (P. A.) Du Mouvement des Projectiles, appliqué aux armes à feu. 8vo. Turin 1839.\n\nBACHE (Alex. Dallas.) Report on Education in Europe. 8vo. Philadelphia 1839.\n\nBARLOW (Peter.) Tables of Squares, Cubes, Square Roots, Reciprocals, at all integer numbers up to 10,000. 8vo. Lond. 1840.\n\nBARNARD (Daniel D.) A Discourse on the Life, Services, and Character of Stephen Van Rensselaer. 8vo. Albany 1839.\n\nBAYFIELD (H. W.) Sailing Directions for the Gulf and River of St. Lawrence. 8vo. Lond. 1837.\n\nBERTHELOT (M. S.) Rapport sur les travaux de la Société de Géographie, et sur les Progrès de la Sciences pendant l'année 1839. 8vo. Paris 1840.\n\nBERZELIUS (Jac.) Årsberättelse om framstegen i Fysik och Kemi. Afgiven den 31 Mars 1837. 8vo. Stockholm 1837.\n\nBESSEL (F. W.) Astronomische Beobachtungen auf der K. Univ.-Sternw. zu Königsberg, 19 Abtheil für 1833. Folio. Königsberg 1838.\n\nDarstellung der Unternehungen und Maasregeln welche in den Jahren 1835 bis 1838, durch die Einheit des Preussischen Längenmaases veranlasst worden sind. 4to. Berlin 1839.\n\nBIONDELLI (B.) Sullo Studio Comparative delle Lingue. 8vo. Milano 1839.\n\nBOILEAU (I. T.) A New and complete Set of Traverse Tables, showing the differences of latitude and the departures to every minute of the quadrant. 8vo. Lond. 1839.\n\nBONAPARTE (Napoleon Louis.) Manuel d'Artillerie à l'usage des Officiers d'Artillerie de la république Helvétique. 8vo. Zurich 1836.*\n\nOn the Opinions and Policy of Napoleon. 8vo. Lond. 1840.\n\nBOSWORTH (Rev. J.) A Dictionary of the Anglo-Saxon language. 8vo. Lond. 1838.\n\nBOWDITCH (Nathaniel Ingersoll.) Memoir of Nathaniel Bowditch, LL.D. 4to. Boston 1839.\n\nBRONGNIART (Alex.) Première Mémoire sur les Kaolins ou argiles à porcelaine. 4to. Paris 1839.\n\nBRUCE (C. A.) Report on the Manufacture of Tea, and the extent and produce of Tea Plantations in Assam. 8vo. Calcutta 1839.\n\nBUCH (Leopold von.) Pétrifications recueillies en Amerique, par M. Alex. de Humboldt et par M. Charles d'Egenhardt. Folio. Berlin 1839.\n\nBUCK (George Watson.) Practical and Theoretical Essay on Oblique Bridges. 4to. Lond. 1839.\n\nCALDECOTT (J.) Description of an Observatory established at Trevandrum, by His Highness the Rajah of Travancore. 4to. Madras 1837.\n\nThe Travancore Almanac and Astronomical Ephemeris for 1839. 8vo. Trevandrum 1838.\n\nCARPENTER (W. B.) Remarks on some passages in the Review of 'Principles of General and Comparative Physiology' in the Edinburgh Medical and Surgical Journal, January 1840. 8vo. Bristol 1840.\n\nCARPUE (J. C.) A Description of the Muscles of the Human Body, as they appear on Dissection. 4to. Lond. 1801.\n\nAn Introduction to Electricity and Galvanism, with cases showing their effects in the Cure of Diseases. 8vo. Lond. 1803.\nPRESENTS.\n\nCAUCHY (A.) Exercices d'Analyse et de Physique Mathématique. Livr. 1—4. 4to. Paris 1839.\n\nCHALLIS (J.) Astronomical Observations made at the Observatory of Cambridge. Vol. II. for 1838. 4to. Cambridge 1840.\n\nCHEVALIER (C.) Des Microscopes et de leur usage. 8vo. Paris 1839.\n\nCOLLADON (D.) et STURM (C.) Mémoire sur la Compression des Liquides et la Vitesse du Son dans l'Eau. 4to. Paris 1837.\n\nCOULIER (M.) Description générale des Phares, Fanaux, et remarques existant sur les plages maritimes du globe. 18mo. Paris 1839.\n\nDARWIN (Charles.) Journal and Remarks, 1832–36, during the Surveying Voyages of His Majesty's Ships, Adventure and Beagle, describing their examination of the southern shores of South America. (Two copies.) 8vo. Lond. 1839.\n\nDAVIDSON (John.) Notes taken during Travels in Africa. 4to. Lond. 1839.\n\nDAVIES (John.) Selections in Pathology and Surgery, or an exposition of the Nature and Treatment of Local Disease. 8vo. Lond. 1839.\n\nDAVY (Sir Humphrey.) Elements of Agricultural Chemistry, in a Course of Lectures for the Board of Agriculture. 8vo. Lond. 1839.\n\n——— The collected Works of, edited by his brother, John Davy, M.D., F.R.S. Vols 1—6. 8vo. Lond. 1840.\n\nDAVY (John.) Researches, Physiological and Anatomical. 2 Vols. 8vo. Lond. 1839.\n\nDAUBENY (Charles.) Sketch of the Geology of North America. 8vo. Oxford 1839.\n\n——— Supplement to the Introduction to the Atomic Theory, prefaced by some Remarks on the projected Reforms in Academical Education. 8vo. Lond. 1840.\n\nDAUSSY (M.) Table des Positions Géographiques des principaux Lieux du Globe. (De la Connaissance des Temps de 1842.) 8vo. Paris 1839.\n\nDELOLME. Commentaries on the Constitution and Laws of England; edited by T. G. Western, Esq., F.R.A.S. 8vo. Lond. 1840.\n\nDÉMIDOFF (A. de.) Voyage dans la Russie Méridionale et la Crimée. Tom. I. liv. 12–24, et Tome II. liv. 2–5. 8vo. Paris 1839–40.\n\n——— Plates. Liv. 2–5. Folio. Paris 1839–40.\n\nDENHAM (H. M.) Sailing Directions for the Bristol Channel. 8vo. Lond. 1839.\n\n——— Sailing Directions from Point Lynas to Liverpool, with Charts, Coast Views, River Sections, Tidal Courses, and the Tide Gauge Table for navigating the Dee and Mersey. 8vo. Lond. 1840.\n\nD'ESPINE (M.) Essai Statistique sur la Mortalité du Canton de Genève pendant l'année 1838. 8vo. Paris 1840.\n\nDUMONT (A. H.) Rapport sur les Travaux de la Carte Géologique pendant l'année 1839. 8vo. Bruxelles 1839.\n\n——— Tableaux Analytiques des Mineraux et des Roches. 4to. Bruxelles 1839.\n\nDUPIN (Charles.) Sur le Travail des Enfans qu'emploient les Ateliers, les Mines, et les Manufactures. 8vo. Paris 1840.\n\nDUTEIL (C.) Dictionnaire des Hiéroglyphes. Tom. I. 4to. Bordeaux 1839.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1841. 8vo. Berlin 1839.\n\nFARQUHARSON (Rev. James.) Temperature, &c., of 1839. Mean results of the Thermometer and quantity of rain fallen in 1839, at the Manse of Alford, 420 feet above the level of the sea, and twenty-six miles inland from Aberdeen. A leaf. (Two copies.)\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nT. Davidson, Esq.\n\nThe Author.\n\nDr. John Davy, F.R.S.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nFELT (Joseph B.) Historical account of Massachusetts' Currency. 8vo. Boston 1839.\n\nGAIMARD (Paul.) Voyage en Islande et au Groënland, exécuté pendant les années 1835 et 1836. (Histoire du Voyage, 1re et 2me partie.) (Physique, 1re partie.) (Géologie et Minéralogie, Atlas, 1re liv.) 8vo. Paris 1838.\n\nGASSIOT (J. P.) Three Steel Plates, with Colours after Nobili's method. (In frames.)\n\nGRAHAM (Thomas.) Elements of Chemistry, including the applications of the Science in the Arts. Parts I. II. III. 8vo. Lond. 1839.\n\nGRAY (G.R.) A List of the Genera of Birds, with an indication of the typical species of each genus. 8vo. Lond. 1840.\n\nGREENOUGH (G. B.) Memoir of a Geological Map of England. 8vo. Lond. 1840; and the Map in six sheets.\n\nGRUITHUISEN (Fr. V. P.) Astronomisches Jahrbuch für Physische und Naturhistorische Himmelsforscher für 1839. 8vo. München 1838.\n\nGRUITHUISEN ( . ) Kritik der Neuesten Theorien der Erde. 8vo. Landshut 1838.\n\nGRUYER (L. A.) De la Liberté Physique et Morale. 8vo. Bruxelles 1839.\n\nGUERIN (Jules.) Mémoire sur les caractères généraux du Rachitisme. 6me Mém. sur les Difficultés du Système Osseux. (Two copies.) 8vo. Paris 1839.\n\nMémoire sur les déviations simulées de la Colonne Vertébrale, et les moyens de les distinguer des déviations pathologiques. (Two copies.) 8vo. Paris 1839.\n\nMémoire sur les Variétés Anatomiques du Pied-bot Congénital, dans leurs rapports avec la rétraction musculaire convulsive. (Two copies.) 8vo. Paris 1839.\n\nMémoire sur l'Étologie générale des Pieds-bots Congénitaux. 4me Mém. sur les Difficultés du Système Osseux. (Two copies.) 8vo. Paris 1838.\n\nMémoire sur l'Extension Sigmoïde et la Flexion dans le traitement des déviations latérales de l'Épine. Prem. Mém. sur les Difficultés du Système Osseux. (Two copies.) 8vo. Paris 1839.\n\nMémoire sur une Nouvelle Méthode de traitement du Torticolis ancien. (Two copies.) 8vo. Paris 1838.\n\nVues Générales sur l'Étude, scientifique et pratique, des Difficultés du Système Osseux. (Two copies.) 8vo. Paris 1840.\n\nHAGGARD (W. D.) Observations on the Standard of Value and the Circulating Medium of this country. 8vo. Lond. 1840.\n\nHALLIWELL (J. O.) A few Notes on the History of the Discovery of the Composition of Water. 8vo. Lond. 1840.\n\nCatalogue of Scientific Manuscripts. 8vo. Lond. 1840.\n\nThe Early History of Freemasonry in England. 8vo. Lond. 1840.\n\nHAMILTON (W. R.) Address at the Anniversary Meeting of the Royal Geographical Society, May 27, 1839. 8vo. Lond. 1839.\n\nHASSLER (F. R.) Report of the Construction of Standards of Weights and Measures. 8vo. Pennsylvania 1839.\n\nHENDERSON (Thomas.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. III. for 1837. 4to. Edinburgh 1840.\n\nHOEVEN (van der J.) en VRIESE (W. H. de.) Tijdschrift voor Natuurlijke Geschiedenis en Physiologie. 6 Th. 1. 2. 3. Stuk. 8vo. Leyden 1839.\n\nDONORS.\n\nPresented by Dr. T. L. Winthrop.\n\nThe Dépôt de la Marine.\n\nJohn P. Gassiot, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Geological Society.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Royal Geographical Society.\n\nThe Author.\n\nHer Majesty's Government.\n\nThe Editors.\nPRESENTS.\n\nHOGG (John.) On the Classifications of the Amphibia. (From the Magazine of Natural History.) 8vo. Lond. 1839.\n\nHOPE (Rev. F. W.) On the Entomology of the Himalayas, and of India. 4to. Lond. 1840.\n\nHOWARD (Luke.) The Climate of London, deduced from Meteorological Observations made in the Metropolis, and at various places around it. 3 Vols. 8vo. Lond. 1833.\n\nHUNTER (James.) On the Influence of Artificial Light in causing Impaired Vision. 8vo. Edinburgh 1840.\n\nIDELER (Ludwig.) Ueber die Zeitrechnung der Chinesen. 4to. Berlin 1839.\n\nINNES (George.) Tide-Tables for 1840, showing at sight the Times of High Water at Aberdeen, Dundee, Leith, and London. 12mo. Aberdeen 1839.\n\nJAL (A.) Archéologie Navale. 2 Tom. 8vo. Paris 1840.\n\nJERDAN (William.) Illustrations of the Plan of a National Association for the Encouragement and Protection of Authors, and men of talent and genius. 8vo. Lond. 1838.\n\nJOHNSTON (J. F. W.) Chemical Tables. Part I. 4to. Edinburgh 1836.\n\nJONES (T. Wharton.) Anatomical Introduction explanatory of the Horizontal Section of the Human Eyeball. 8vo. Lond. (no date.)\n\nJOURNALS.\n\nAnnales des Mines. Tom. XV. et XVI. 8vo. Paris 1839.\n\nAnnals of Electricity, Magnetism, and Chemistry: conducted by William Sturgeon, Nos. 19—24. 8vo. Lond. 1839—40.\n\nAthenæum Journal, from June to December 1839, and January to June 1840. 4to. Lond. 1839—40.\n\nBengal.—Journal of the Asiatic Society of. Nos. 84—94. 8vo. Calcutta 1838—39.\n\nCharlesworth (E.) Magazine of Natural History, July to December 1839, and January to June 1840. 8vo. Lond. 1839—40.\n\nEnglish Agricultural Society, Journal of the. Vol. I. Part I. 8vo. Lond. 1839.\n\nForeign Monthly Review and Continental Journal, No. 4. 8vo. Lond. 1839.\n\nGiornale per servire ai progressi della Patologia e della Terapeutica. Fasc. 22, 28—30. 8vo. Venezia 1838.\n\nJournal of the Franklin Institute of the State of Pennsylvania: edited by T. P. Jones, M.D. Vol. XXIV. (New series.) 8vo. Philadelphia 1839.\n\nLiterary Gazette, from June to December 1839, and January to June 1840. 4to. Lond. 1839—40.\n\nLondon and Edinburgh Philosophical Magazine, from July to December 1839, and January to June 1840. 8vo. Lond. 1839—40.\n\nMadras Journal of Literature and Science, Nos. 19—24. 8vo. Madras 1839.\n\nNautical Magazine, June to December 1838.\n\nJanuary to December 1839.\n\nJanuary to June 1840. 8vo. Lond. 1838—40.\n\nNew York.—Journal of Medicine and Surgery. No. 1. 8vo. New York 1839.\n\nRepertory of Patent Inventions. July to December 1839, and January to June 1840. 8vo. Lond. 1839—40.\n\nStatistical Society of London.—Quarterly Journal of the. Parts IV. to VII. 8vo. Lond. 1839—40.\n\nUnited Service Journal. July to December 1839, and January to June 1840. 8vo. Lond. 1839—40.\n\nKEILHAU (B. M.) Gaa Norvegica. Erstes Heft. 4to. Christiania 1838.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Editor.\n\nThe Society.\n\nThe Editor.\n\nThe Proprietor.\n\nThe Editor.\n\nThe Franklin Institute.\n\nThe Editor.\n\nThe Editors.\n\nThe Madras Literary Society.\n\nThe Editor.\n\nThe Society.\n\nThe Publisher.\n\nThe Publisher.\n\nThe Editor.\n\nThe Author.\nPRESENTS.\n\nKOPS (J.) en HALL (H. C. van.) Flora Batava door Jan Kops en F. A. W. Miguel. 119 Afleverung. 4to. Amsterdam 1840.\n\nKOPS (Jan.) en MIGUEL (F. A. W.) Flora Batava. Part 118. 4to. Amsterdam 1839.\n\nKUPPFER (A. T.) Annuaire Magnétique et Météorologique du Corps des Ingénieurs des Mines de Russie, ou Recueil d'Observations Magnétiques et Météorologiques faite dans l'Etendue de l'Empire de Russie, année 1837. 4to. St. Petersbourg 1839.\n\nLAMONT (J.) Darstellung der Temperatur-Verhältnisse an der Oberfläche der Erde. 4to. Berlin 1839.\n\n——— Jahrbuch der Königlichen Sternwarte zu München, für 1839. 12mo. Munich 1839.\n\nLA PLACE (Marquès de.) Mécanique Céleste. Translated with a Commentary, by Nathaniel Bowditch, LL.D. Vol. IV. 4to. Boston 1839.\n\nLAVAUD (Ch.) Instructions pour Naviguer sur la Côte Orientale de Terre-Neuve. 8vo. Paris 1837.\n\nLAWSON (Henry.) Meteorological Register for 1836–37. 8vo. Hereford 1838.\n\n——— Register of Rain. A leaf.\n\nLEES (J. C.) Meteorological Journal for the years 1838 and 1839. Folio. Nassau, New Providence, Bahamas 1839.\n\nLOCKHART (James,) Extension of the celebrated Theorem of C. Sturm, whereby the Roots of Numeral Equations may be separated from each other, with copious examples. 4to. Oxford 1839.\n\nLUBBOCK (J. W.) On the Heat of Vapours, and on Astronomical Refraction. 8vo. Lond. 1840.\n\n——— Remarks on the Classification of the different branches of Human Knowledge. 8vo. Lond. 1839.\n\nMANUSCRIPTS.\n\nA Manuscript of the Thirteenth Century, on the Practice of Arithmetic by the Boetian Contractions. 12mo.\n\nA Mathematical Common-Place Book of William Jones, V.P.R.S. (MS.) 8vo.\n\nMAPS AND CHARTS.\n\nPilote Francais. Ptie 4me. Folio.\n\nCharts. Sheets 866—893, wanting 870 and 877.\n\nMARX (K. F. H.) Zum Andenken an Joh Fried. Blumenbach. 4to. Göttingen 1840.\n\nMAYO (H.) Treatise on Siphillis. 8vo. Lond. 1840.\n\nMIRBEL (.) Nouvelles Notes sur le Cambium. Extraits d'un travail sur la Racine du Dattier. 4to. Paris 1839.\n\nMIRBEL (.) et SPACH (.) Notes pour servir à l'Histoire de l'Embryogénie Végétale. 4to. Paris 1839.\n\nMONNIER (P.) Supplement aux Considérations Générales sur la loi à laquelle sont assujettis les Courants dans la Manche, le Canal de St. George, et la Mer d'Allemagne, &c. 8vo. Paris 1839.\n\nMOSELEY (F. X.) A Synopsis of Modern Practical Surgery. 12mo. Boston 1835.\n\nMOSELEY (Rev. Henry.) Theoretical and Practical Papers on Bridges. 8vo. Lond. (no date.)\n\nMONTLIVAUT (M.) 12 Lettre. Cosmologique. 4to. Tours 1840.\n\nMULDER (G. J.) en WENCKEBACH (W.) Natuur en Scheikundig Archief Jaargang 1838. 3 Stuk. 8vo. Leyden 1839.\n\nDONORS.\n\nThe King of the Netherlands.\n\nThe King of the Netherlands.\n\nCount Canerme, Ministre des Finances.\n\nThe Author.\n\nThe Children of Dr. Bowditch.\n\nThe Author.\n\nThe Author.\n\nPresented by Sir J. F. W. Herschel, Bart.\n\nThe Author.\n\nJ. O. Halliwell, Esq., F.R.S.\n\nPresented by the Bureau des Longitudes.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editors.\nPRESENTS.\n\nMULLER (J.) The Intimate Structure of Secreting Glands. Translated by Samuel Solly, F.R.S. 8vo. Lond. 1839.\n\nNEWBOLD (T. J.) Political and Statistical Account of the British Settlements in the Straits of Malacca. 2 Vols. 8vo. Lond. 1839.\n\nNEWPORT (George.) Insecta. (From the Cyclopædia of Anatomy and Physiology.) Royal 8vo. Lond. 1839.\n\nNEWTON, the original Mask of, which belonged to Roubiliac.\n\nOWEN (Richard.) Outlines of a Classification of the Marsupialia. 4to. Lond. 1839.\n\nPASCH (G. E.) Årsberättelse om Technologiens Framsteg till Kongl. Vetenskaps. Academien. 8vo. Stockholm 1837.\n\nPETTIGREW (T. J.) Medical Portrait Gallery. Plates 17—25. 8vo. Lond. 1839-40.\n\nPICKERING (John.) Eulogy on Nathaniel Bowditch, LL.D., President of the American Academy of Arts and Sciences. 4to. Cambridge 1838.\n\nPLUTARCHUS. Chaeronensus Liber de Regum atque Imperatorum scitè dictis que Apophthegmata nuncupantur. Rec. et ornav. St. Pemberton. 8vo. Oxonii 1768.\n\nPORTLOCK (J. E.) Address delivered at the Eighth Annual Meeting of the Geological Society. 8vo. Dublin 1839.\n\nPOWELL (Rev. B.) Additional Observations for determining the Refractive Indices for definite rays of the Solar Spectrum in several media. 8vo. Oxford 1838.\n\nSecond Supplement to Observations for determining the Refractive Indices. 8vo. Lond. 1839.\n\nOn the Nature and Evidence of the Primary Laws of Motion. 8vo. Oxford 1837.\n\nOn the Theory of Ratio and Proportion, as treated by Euclid, including an Inquiry into the Nature of Quantity. 8vo. Oxford 1836.\n\nPRITCHARD (Rev. C.) A Treatise on the Theory of Statical Couples, to which is added a simple method of investigating the Ellipticity of the Earth considered as a Heterogeneous Spheroid. 8vo. Lond. 1837.\n\nQUETELET (A.) Annuaire de l'Observatoire de Bruxelles, pour 1840. 18mo. Bruxelles 1840.\n\nCatalogue des Principales Apparitions d'Étoiles Filantes. 4to. Bruxelles 1839.\n\nCorrespondance Mathématique et Physique. 3ème Série. Tom. III. Liv. 2. Juillet 1839. 8vo. Bruxelles 1839.\n\nMagnétisme Terrestre. (Two copies.) 8vo. Bruxelles 1839.\n\nMétéorologie. Observations Barométriques horairès, faites au solstice d'hiver en 1839. 8vo. Bruxelles 1840.\n\nNotice sur Martin Van Marum. 12mo. Bruxelles 1840.\n\nPhysique du Globe. (Two copies.) 8vo. Bruxelles 1839.\n\nRapport sur l'État et les travaux de l'Académie Royale des Sc. et Belles Lettres de Bruxelles. 8vo. Bruxelles 1840.\n\nSur la Longitude de l'Observatoire Royale de Bruxelles. 4to. Bruxelles 1839.\n\nSur l'État du Magnétisme Terrestre à Bruxelles pendant les douze années de 1827 à 1839. 4to. Bruxelles 1839.\n\nQUERARD (J. M.) Revue Bibliographique. Année. I. Nos. 1—4. 1839.\n\nRENNIE (John.) An engraved Portrait of.\n\nMDCCCXL.\n\nDONORS.\n\nThe Translator.\n\nThe Author.\n\nThe Author.\n\nS. Hunter Christie, Esq., Sec. R.S.\n\nThe Author.\n\nThe Author.\n\nG. Pemberton, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nGeo. Rennie, Esq., F.R.S.\nREPORTS OF THE HOUSE OF COMMONS.\n\nReport with reference to the Selection of Stone for building the New Houses of Parliament. Folio. Lond. 1839.\n\nStatistical Reports of the Sickness, Mortality, and Invaliding among the Troops in Western Africa, St. Helena, Cape of Good Hope, and the Mauritius; prepared from the Records of the Army Medical Department, and War Office Returns. Folio. Lond. 1840.\n\nRIVE (A. de la.) Notice sur un Procédé Electrochemique, ayant pour objet de dorer l'Argent et le Laiton. 8vo. Genève 1840.\n\nROBERTS (George.) An Account of the mighty Landslip at Dowlands and Bindon, near Lyme Regis, Dec. 25, 1839. 8vo. Lyme 1840.\n\nROBINSON (T. R.) On the Difference of Longitude between the Observatories of Armagh and Dublin. 4to. Dublin 1840.\n\nOn the Longitude of the Armagh Observatory. 4to. Dublin 1839.\n\nROGET (P. M.) Description of a Method of moving the Knight over every Square of the Chess-Board without going twice over any one. 8vo. Lond. 1840.\n\nRUSCONI (Maur.) Observations Anatomiques sur la Sirène, mis en parallèle avec le Protée et le Tétard de la Salamandre Aquatique. Folio. Pavia 1837.\n\nSABINE (Major Edward.) Report on the Magnetic Isoclinal and Isodynamic Lines of the British Islands. 8vo. Lond. 1839.\n\nSCHEUCHZERUS (Johannes Jacobus.) Opeouqjourns Helveticus sive Itinera per Helvetiae Alpinae Regiones, facta Annis 1702–11. Tom. I. and II. 4to. Lugduni Batav. 1723.\n\nSCHOMBURGK (R. H.) Description of British Guiana, Geographical and Statistical. 8vo. Lond. 1840.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. Nos. 378—401. 4to. Altona 1839.\n\nSELYS-LONGCHAMPS (Edm. de.) Études de Micromammalogie. Revue des Musaraignes, des Rats et des Compagnols, suivie d'un Index Méthodique des Mammifères d'Europe. 8vo. Paris 1839.\n\nSHAW (Alex.) Narrative of the Discoveries of Sir Charles Bell in the Nervous System. 8vo. Lond. 1839.\n\nSHERMANN (J.) Historia Collegii Jesu Catabrigiensis. Edidit et Notis instruxit J. O. Halliwell. 8vo. Lond. 1840.\n\nSMITH (John Pye.) On the Relation between the Holy Scriptures and some parts of Geological Science. 8vo. Lond. 1839. (Two copies.)\n\nTABLES of Mortality, 1840. Nos. 1—30. Folio. Lond. 1839–40.\n\nTAYLOR (J. E.) Michael Angelo, considered as a Philosophic Poet, with translations. 12mo. Lond. 1840.\n\nTAYLOR (T. G.) and CALDECOTT (J.) Observations on the Direction and Intensity of the Terrestrial Magnetic Force in Southern India. 8vo. Madras 1839.\n\nTHOMPSON (T. Perronet.) Theory of Parallels. The proof of Euclid's Axiom looked for in the properties of the Equiangular Spiral. 2nd edit. 8vo. Lond. 1840. (Two copies.)\n\nTOOKE (T.) A History of Prices and of the State of the Circulation in 1838 and 1839. 8vo. Lond. 1840.\n\nTORDEUX (A. J.) Notice Historique sur le T. employé à la Construction des Hautes Cheminées d'usine. 8vo. Cambrai 1838.\n\nTOWNSHEND (C. H.) Facts in Mesmerism, with reasons for a dispassionate inquiry into it. 12mo. Lond. 1840.\n\nDonors.\n\nThe Commissioners of Her Majesty's Woods.\n\nThe Registrar-General.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nDr. John Pye Smith.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Cambridge Antiquarian Society.\n\nThe Author.\n\nThe Registrar-General.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nTWEEDIE (A.) The Library of Medicine, arranged and edited by Alexander Tweedie, M.D., F.R.S. Vols. I. and II. 12mo. Lond. 1840.\n\nVALENCIENNES (A.) Description de l'Animal de la Panopée Australe, et Recherches sur les autres espèces vivantes ou fossiles de ce genre. 4to. Paris 1839.\n\nObservations sur les Machoires Fossiles des Couches Oolithiques de Stonesfield, nommées Didelphis Prevostii et Didelphis Bucklandii. 4to. Paris 1838.\n\nVANNONI (P.) Idee generali per guidar di un ragionale insegnamento di Ostetricia teorico-clinica. 8vo. Firenze 1839.\n\nWALCKENAER ( ) et JOMARD ( ) Rapport sur un Pied Romain trouvé dans la forêt de Maulevrier (près de Caudebec). 4to. Paris 1839.\n\nWARREN (S.) The Opium Question. 8vo. Lond. 1840.\n\nWEAVER (T.) The Mineral Structure of the South of Ireland. 8vo. Lond. 1840.\n\nWIKSTRÖM (J. E.) Årsberättelse om Botaniska Arbeten och Upptäckter, för år 1836. 8vo. Stockholm 1838.\n\nWILLICH (C. M.) Annual Supplement to Tithe Commutation Tables. 8vo. Lond. 1840.\n\nWILSON (H. H.) The Vishnu Purána, a System of Hindu Mythology and Tradition, translated from the original Sanskrit, and illustrated by notes, derived chiefly from other Puránas. 4to. Lond. 1840.\n\nWOODBURY (L.) Letter to Hon. W. R. King.\n\nWOODLEY (W.) The Practical Navigator's Almanac and Astronomical Ephemeris for 1839 and 1840. 12mo. Lond. 1839.\n\nWRIGHT (T.) An Essay on the State of Literature and Learning under the Anglo-Saxons. 8vo. Lond. 1839.\n\nDONORS.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Translator.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nLIST OF BOOKS PURCHASED 1839–40.\n\nNote.—The continuations of works in progress and of Journals are regularly received.\n\nALBATEGNIUS MOHAM. De Numeris Stellarum et Motibus. 4to.\n\nALEMBERT, D’. Traité de l’Équilibre et du Mouvement des Fluides. 4to. Paris 1744.\n\nANONYMOUS.\n\nMiscellanea Curiosa Mathematica. 2 Vols. 4to. Lond. 1749.\n\nNarrative of the Dissensions and Debates in the Royal Society. 8vo. Lond. 1784.\n\nARCHIMEDE. Œuvres traduites littéralement, avec un Commentaire, par F. Peyrard. 2 Vols. 8vo. Paris 1808.\n\nAYRES (J.) Arithmetick made Easie. 12mo. Lond. 1720.\n\nBILLBERG (Gust. Joh.) Synopsis Faunæ Scandinavie complectens Animalia Sueciæ Norvegiæ que hucusque detecta. Tom. I. Pars I. Mammalia. 18mo. Holmiae.\n\nBISSEL (Charles.) The Theory and Construction of Fortification. 4to. Lond. 1751.\n\nBLAKE (Francis.) An Explanation of Fluxions, in a Short Essay on the Theory. 4to. Lond. 1741.\n\nBOEHMERUS (Georgius Rudolphus.) Bibliotheca Scriptorum Historiae Naturalis Æconomiae aliarumque Artium ac Scientiarum ad illam pertinentium realis systemata. 9 Vols. 8vo. Lipsiae 1785–89.\n\nBURDACH (C. F.) Traité de Physiologie considerée comme Science d’Observation, avec des additions par Baer, Meyen, Müller, Meyer, Rathke, Valentin, Wagner. Traduit de l’Allemand par A. L. Jourdan. 8 Vols. 8vo. Paris 1837–38.\n\nBUTLER (Charles.) The History of Bees. 4to. Lond. 1623.\n\nCRESSWELL (D.) Elements of Linear Perspective. 8vo. Cambridge 1811.\n\nCREPLIN (F. C. H.) Observationes de Entozois. Pars. I. 8vo. Gryphiswaldiae 1825.\n\nCROIX (S. F. la.) Traité Élémentaire de Calcul Différentiel. 8vo. Paris 1806.\n\nÉlémens de Géométrie. 8vo. Paris 1806.\n\nTraité Élémentaire de Trigonométrie. 8vo. Paris 1803.\n\nTraité Élémentaire d’Arithmétique. 8vo. Paris 1807.\n\nÉlémens d’Algèbre. 8vo. Paris 1804.\n\nCompletene des Élémens d’Algébres. 8vo. Paris 1804.\n\nCUVIER (Georges.) Leçons d’Anatomie Comparée, recueillies et publiées par MM. Duméril et Duvernoy. 8 Vols. 8vo. Paris 1835–40.\n\nDENIS et SCHIEFFERMÜLLER. Systematisches Verzeichniss der Schmetterlinge der Wiener Gegend. 4to. Wien 1776.\n\nFOË KOUÈ KI’; ou Rélation des Royaumes Buddhiques. Traduit du Chinois et Commenté par M. Abel Remusat. Révue complété et augmenté par MM. Klapproth et Landresse. 4to. Paris 1836.\n\nEDWARDS (H. Milne.) Élémens de Zoologie. 3 Vols. 8vo. Paris 1834–7.\n\nEULERUS (Leonhardus.) Institutionum Calculi Integralis. 4 Vols. 4to. Petropoli 1792–94.\n\nInstitutiones Calculi Differentialis. 4to.\n\nIntroductio in Analysis Infinitorum. 2 Vols. 4to. Lansanæ 1748.\n\nÉlémens d’Algèbre. Traduits de l’Allemand. 2 Vols. 8vo. Lyons 1774.\n\nA Complete Theory of the Construction and Properties of Vessels. Translated by H. Watson, Esq. 8vo. Lond. 1790.\n\nFABRICIUS (Joh. Christ.) Philosophia Entomologica sistens scientiae fundamenta adjectis definitionibus, exemplis, observationibus, adumbrationibus. 8vo. Hamburgii et Kelonii 1778.\n\nFUESSLY (Jean Caspar.) Archives de l’Histoire des Insectes. 4to. Winterthour 1794.\n\nGALILEO (Galilei.) Istoria e Demostrazioni intorno alle machlie Solari. 4to. Roma 1613.\n\nGOEDARD (J.) Metamorphosis Naturalis. Oftte historische Beschryvinghe van den ovispronck, aerd, eygenschappen ende vreemde veranderinghen der wormen, rupsen, maeden, vliegen, &c. 18mo. Middelburgh.\n\nGRANT (R. E.) Outlines of Comparative Anatomy. 5 parts. 8vo. Lond. 1835–39.\n\nLectures on Comparative Anatomy. (Extracted from the Lancet.) Lectures 1—48. 8vo. Lond. 1833 and 1834.\nGRAVENHORST (J. L. C.) Tergestina oder Beobachtungen und Untersuchungen über einige bei Triest im Meere lebende Arterie der Gathungen, Octopus, Doris, Pinna, &c. 8vo. Breslau 1831.\n\nHUGENIUS (Christianus.) Zulechemii, Opera Varia. 4 Vols. 4to. Lugduni Batavorum 1724.\n\nHUTTON (Charles.) The Principles of Bridges, &c. 8vo. Lond. 1801.\n\nJONES (Thomas Rymer.) A General Outline of the Animal Kingdom. 9 parts. 8vo. Lond. 1840.\n\nJOURNALS.\n\nLoudon (J. C.) The Magazine of Natural History. 9 Vols. 8vo. Lond. 1829–1836.\n\nMeyer (F. A. A.) Zoologische Annalen. 1st Bd. 8vo. Weimar 1794.\n\nNicholson's Journal of Natural Philosophy, &c. 5 Vols. 4to. Lond. 1797–1802.\n\nScriba Journal für die Liebhaber der Entomologie. 1st Bd. 8vo. Frankfurt 1790–91.\n\nWiegmann Archiv für Naturgeschichte. 5 Vols. 8vo. Berlin 1835–39.\n\nKNOCH (A. W.) Beiträge zur Insectenkunde. 3 Stucken. 8vo. Leipzig 1781–83.\n\nNeue Beyträge zur Insectenkunde. Erste Theil. 8vo. Leipzig 1801.\n\nKEILL (John.) An Introduction to the true Astronomy. 8vo. Lond. 1721.\n\nKLUG et EHRENBERG. Symbola Physicae. 2 Vols. folio. Berlin 1830.\n\nLAMARCK (J. B. P. A. de.) Histoire Naturelle des Animaux sans Vertèbres. 2me édition. Révué et augmenté par MM. G. P. Deshayes et H. Milne Edwards. 8 Vols. 8vo. Paris 1835–39.\n\nMACLAURIN (Colin.) A Treatise of Algebra. 8vo. Lond. 1748.\n\nMANDL (L.) Traité pratique du Microscope, et de son Emploi dans l'Étude des Corps Organisés, suivi de Recherches sur l'Organisation des Animaux Infusoirs, par C. G. Ehrenberg. 8vo. Paris 1839.\n\nMARTIN (Benjamin.) Bibliotheca Technologica, or a Philological Library. 8vo. Lond. 1776.\n\nMOIVRE (A. de.) The Doctrine of Chances. 4to. Lond. 1718.\n\nMOIVRE (A. de.) Animadversions in D. Georgii Cheynii Tractatum de Fluxionum Methodo Inversa. 8vo. Lond. 1704.\n\nMONGE. Application de l'Analyse à la Géométrie 4to. Paris 1809.\n\nMÜLLER (Otho Fred.) Zoologia Danica Prodromus, seu Animalium Daniae et Norvegiae indigenarum: characteres, nomina et synonyma imprimis popularium. 8vo. Havniae 1776.\n\nNEWTON (Isaac.) Optical Lectures read in the Public Schools at the University of Cambridge, A.D. 1669. 8vo. Lond. 1728.\n\nTractatus de Quadratura Curvarum. 4to. Upsaliae 1762.\n\nOWEN (Richard.) Odontography; or a Treatise on the Comparative Anatomy of the Teeth. Part I. 8vo. Lond. 1840.\n\nPETTY (Sir W.) The Discourses made before the Royal Society 26 Nov. 1674. 12mo. Lond. 1674.\n\nPILLER (Matthias) et MITTERPACHER (Ludor.) Iter per Poseganam Sclavoniae provinciam, anno 1782, susceptum. 4to. Budae 1783.\n\nPISO (Gulielmus.) De Indiæ utriusque re Naturali et Medica. Folio. Amstelodami 1658.\n\nPLAYFAIR (John.) Elements of Geometry. 8vo. Edinburgh 1795.\n\nRAMDOHR (Karl August.) Abhandlung über die Verdauungswerkzeuge der Insecten. 4to. Halle 1811.\n\nRAPHSON ( ). Universal Arithmetic; to which is added Dr. Halley's Method of finding the Roots of Equations arithmetically. 8vo. Lond. 1720.\n\nROSSIUS (Petrus.) Fauna Etrusca, sistens Insecta quae in Provinciae Florentina et Pisana praesertim collegit. Iterum edita a J. C. L. Hellwig et Carolo Illiger. 2 Vols. 8vo. Helmstadii 1795—1807.\n\nMantissa Insectorum, exhibens Species nuper in Etruria Collectas. 4to. Pisis 1792.\n\nSCHAEFFER (Jacob Christian.) Zweifel und Schwürgkeiten welche in der Insectenlehre annoch Vorwalten. 4to. Regensburg 1766.\n\nSCHELVER (Frau Joseph.) Versuch einer Naturgeschichte der Sinneswerkzeuge bey den Insecten und Würmern. 18mo. Göttingen 1798.\n\nSCHÖNBÄUER (Josep. Ant.) Geschichte der Schädlichen Kolumbatcer Mücken im Bannat. 4to. Wien 1795.\n\nSCHRANK (Franz von Paulo.) Fauna Boica. 3 Vols. 8vo. Nürnberg und Landshut 1798—1803.\n\nBeyträge zur Naturgeschichte. 8vo. Leipzig 1776.\n\nSEJOUR (Dionis du.) Essai sur les Comètes. 8vo. Paris 1775.\nSELBY (Prid. John.) Illustrations of British Ornithology. 2 Vols. 8vo. Edinburgh 1833.\n\nSENDELIUS (Nathanael.) Historia Succinorum Corpora Aliena involventium. Folio. Lipsiae 1742.\n\nSIMSON (Robert.) Elements of the Conic Sections. 8vo. Edinburgh 1775.\n\nSIMPSON (Thomas.) A new Theory of Fluxions. 4to. Lond. 1737.\n\nSNELLIUS (Willebordius.) Cyclometricus. 4to. Lugd. Batav. 1621.\n\nSTIRLING (J.) Methodus Differentialis. 4to. Lond. 1730.\n\nSWAINSON (William.) A Preliminary Discourse on the Study of Natural History. 8vo. Lond. 1834.\n\nSWAINSON (William.) A Treatise on the Geography and Classification of Animals. 8vo. Lond. 1835.\n\nSWAINSON (William.) On the Natural History and Classification of Fishes. Vol. I. 8vo. Lond. 1838.\n\nSWAINSON (William.) On the Natural History and Classification of Birds. 2 Vols. 8vo. Lond. 1836–37.\n\nTHOMSON (Thomas.) Chemistry of Organic Bodies—Vegetables. 8vo. Lond. 1838.\n\nVIETA (Fr.) De Equaliorum Recognitione et Emendatione. 4to. Paris 1615.\n\nVINCE (S.) and WOOD (J.) Course of Mathematicks. 4 Vols. 8vo. Cambridge 1795–99.\n\nWAGNER (Rudolph.) Lehrbuch der Physiologie. Erste Abtheilung. 8vo. Leipzig 1839.\n\nWARING (Eduardus.) Meditationes Algebraicae. 4to. Cantabrigiae 1770.\n\nWARING (Eduardus.) Meditationes Analyticae. 4to. Cantabrigiae 1776.\n\nWILLIAMS (Edward.) Theory and Practice of Gunnery. 8vo. Lond. 1766.\n\nWINTHER (M.) Literatura Scientiae rerum Naturalium in Dania, Norvegia et Holsatia usque ad Annum 1829, Enchiridion in usum Physicorum et Medicorum. 8vo. Havniae 1829.\n\nYOUNG (J. R.) Elements of Plane and Spherical Trigonometry; to which is added some Original Researches in Spherical Geometry. by T. S. Davies. F.R.S.E., &c. 12mo. Lond. 1833.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108235.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 37260,
    "total-output-tokens": 21444,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2224,
        2
      ],
      [
        2224,
        5445,
        3
      ],
      [
        5445,
        8578,
        4
      ],
      [
        8578,
        11432,
        5
      ],
      [
        11432,
        14366,
        6
      ],
      [
        14366,
        17964,
        7
      ],
      [
        17964,
        20992,
        8
      ],
      [
        20992,
        23448,
        9
      ],
      [
        23448,
        25286,
        10
      ],
      [
        25286,
        27978,
        11
      ],
      [
        27978,
        30392,
        12
      ],
      [
        30392,
        33308,
        13
      ],
      [
        33308,
        36590,
        14
      ],
      [
        36590,
        39774,
        15
      ],
      [
        39774,
        42938,
        16
      ],
      [
        42938,
        45921,
        17
      ],
      [
        45921,
        48838,
        18
      ],
      [
        48838,
        52075,
        19
      ],
      [
        52075,
        53674,
        20
      ],
      [
        53674,
        57112,
        21
      ],
      [
        57112,
        60839,
        22
      ],
      [
        60839,
        62531,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108235",
    "title": "Back Matter",
    "authors": null,
    "year": 1840,
    "volume": "130",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/108235"
  }
}