{
  "id": "77dcb08827358120a3fba04230c4febe3ba1a39a",
  "text": "putes which had been publish'd in those Acta, subjoins: Suffecerit itaque annotasse Abbatem quendam Italum de conti nobilem Venetum (de quo admiratione digna sibi praescripta esse ab Hermanno fatetur Leibnitzius) cum ex Gallia in Angliam trajeisset, mediatoris vices in se suscipere voluisse, atque literas Newtoni ad Leibnitium deferriri curasse, Leibnitianas cum Newtono communicasse. And how Mr. Leibnitz by this Mediation, endeavour'd to engage me, against my Will, in new Disputes, about occult Qualities, universal Gravity, the Sensorium of God, Space, Time, Vacuum, Atoms, the Perfection of the World, Supramundane Intelligence, and Mathematical Problems, is mention'd in the Preface to the second Edition of the Commercium Epistolicum. And what he hath been doing in Italy, may be understood by the Disputes raised there by one of his Friends, who denies many of my Optical Experiments, though they have been all tried in France with Success. But I hope that these Things, and the perpetual Motion, will be the last Efforts of this Kind.\n\nII. De Camphora. Auctore Dno. Carolo Neuman, Chym. Prof. Reg. Berolin. S. R. S.\n\nCum jam plures, quorum aliqui ipsas quoque Indias peragrarunt, de Camphora tam copiose scripserint, ut nihil eorum, quae ad integram historiam Camphorae dilucidandam pertinere videri poterant, intermisferint, siquidem & originem vocis explicarunt, & synonyma cuncta collegerunt, arboarem, unde petitur Camphora, & loca, in quibus arbores hujusmodi proveniunt, indagarunt, modum quo\nCamphora ibi colligitur, & in Europa depurat, denique & usus, in quos adhiberi potest Camphora, docuerunt; supervacaneum plane foret, ista omnia hic repete, chartasque meris citatis complere. Cui-vis etiam suam de Camphora opinionem & sententiam liberam esse volo, sive eam pro succo nativo, sive pro gummi, pro resina, sale volatili, bitumine, sive pro succini specie, sive pro quocunque quivis eam reputet. Etenim nihil jam aliud in propotitis habeo, quam peculiarem quandam observationem recensere & quid de ea sentiam, explicare, denique novas quasdam ex tali meo judicio deductas doctrinas communicare, sperans fore, ut alii veriorem ex inde sententiam de Camphora, quid ea proprie sit, dicant, alii vero occasionem capiant, in rem institutis desuper experimentis convenientibus inquirere, eamque dilucidare.\n\nTraditum equidem est in scriptis de Camphora editis, posse etiam praeter ordinariam, quam copiosam sat- tis habere possimus, aliam ex radice Cinnamomi, Zedoaria Ceylonica, Roremarino Camphorato, Abrotano aliisque vegetabilibus aromaticis parari, quod certo respectu negari nequit, & hac ipsa observatione mea confirmatur; nihil tamen minus confiteri me oportet ante omnia, me nusquam locorum, qua peregrinando adivi, talem ex aliis & jam dictis vegetabilibus paratam, licet diligentem perquisitam, ne in minima quidem quantitate vidisse Camphoram, qua in solida & vere sicca consistentia cum orientali conveniret; sed quicquid hujusmodi mihi monstratum est, Amstelodami fuit illud oleum, quod in India ex radice Cinnamomi destillatum dicitur & Camphoram non minus quam Cinnamomum redolet, quamvis dubius adhuc haereo, genuinum ne illud destillatum fuerit, an oleum Cinnamomi ordinarium copiosa Camphora imprægnatum? Si quidem multa experientia comprobatum\nbatum habeo, solere vulgo & imprimis in loco jam dicto, varias merces, potissimum ad rem medicam pertinentes, fuco inducto effingi, et per miscelam adulterari: sed quoquo modo se res cum isto oleo habeat, posito etiam, nihil fuci subfuisse, & ostendi posse Camphoram, etiam in solida consistentia, ex radice, & ex Zedoaria Ceylonica, aliisque orientalibus vegetilibus elicitam, nemo tamen, quoad scio, solidum quid Camphorae æmulum ex vegetilibus Europæis unquam produxit; licet de Roremario multi multa dixerint, & de aliis quoque plantis nostratis conjectura praesumferint; imo licet etiam Dn. Hofmannus Professor Hallensis Celebr. & Eques Angl. Boyle memoriae prodiderint, quod ille simile quid ex floribus Rosarum & Ligno Aloes * hic vero ex oleo Anisi impetraverit, † penitus tamen ego sum persuasus, quicquid Camphoræ simile ex his tribus productum fuerit, molle quid & unctuosum, vel ad summum butyraceæ consistentiae, minime vero siccum, crystallinum, fragile, & Camphoræ duritie æmulum fuisse, id quod etiam ex ipsorum descriptionibus quivis facile potest colligere. Taceo, quod in vulgus notum est, oleum Anisi in frigore butyri instar condensari, minime vero in Camphoram eo ipso abire. Præter hæc, qua in scriptis commemorata legimus, fuerunt aliqui, & in his certus quidem Pharmacopoeus, cæteroquin rerum suarum satagens, qui ore tenus mihi affirmarunt, posse se ex variis plantis indigenis Camphoram parare, cujus modi tamen itidem ne tantillum quidem unquam videre licuit; interim assentior illis & lubens credo, potuisse hos eadem facilitate, qua ego meam, impetrare Camphoram.\n\n* Vid. Eius Dissertat. de Camphora & Observat. Physico-Chym.\n†† Vid. Eius Tr. de Firmitate & Fluiditate.\n\nPlacuit\nPlacuit igitur ad Inclytam Reg: Societatem referre, acquisivisse me ex nostrati Thymo vulgari, verum, densum, crystalliformem & in omnibus qualitatis bus conspirantem, nec nisi odore differentem Camphoram, quae cuncta experimenta huc usque cognita, & pro justo examine excogitata possibilia, aequo ac Orientalis sustinet, atque ita cum hoc in omnibus, solo odore excepto, convenit.\n\nDestillaveram Anno MDCCXIX. ex dicta herba olei copiam bene multam, institutaque hujus ab aqua separatione cum gossypio, cernebam tam ad orificium vitri, quam in gossypio oleo imbuto parvos figuratos crystallos hærentes, qui ipsam destillationem alias fatim celerem, magis magisque remorabantur, adeo, ut necessarium esset gossypium, contra morem, aliquoties renovare. Mirabar quid rei novæ & extraordinariæ contigerit, variasque cogitationes agitabam, pa- rum tamen vel nihil certi ea de re unde evenerit, & quid esset, poteram colligere; lagenam igitur oleo ple- nam, bene munitam, reponebam. Interim semel ex- citatae & conceptæ de rei novitate cogitationes inqui- etum me tenebant; quare sciendi cupiditate ductus, post paucos dies, resumio lagenam olei, visurus, an denuo crystallini quid ad orificium vitri hæreat, & quantulumcunque demum id fuerit, per experimen- ta tamen parvula probatus, cujus indolis illud sit, sed circa orificium nihil ejusmodi reperiebam, circa fundum vitri vero, quod me tanto magis attentum, ne dicam attonitum habuit, consedisse vidi crystal- los in si satis magna quantitate, diversæ magnitudinis, partim avellanæ exæquantes, plerasque cubiformes, saccharo cando similes. Nondum suspicabar Cam- phoram, sed potius sal volatile, quod pro copia herbæ successively simul transcenderit, & in parte aquosa solutum, postquam hæc fundum petiisset, purumque oleum\noleum supernataret, tandem ita coaleturit. Effundo\nigitur oleum, ut fal, quod esse putabam, impetrarem,\n& judicii mei certior fierem. Sed denuo in admira-\ntionem rapiebar, quod ne guttulam quidem aquae in\nfundo invenirem, ubi consultius nihil erat quam\nmagma salinum a fundo liberare, & ab oleo separatum\nservare. Quo me igitur ex dubio extricarem, vel\npotius, ut de sale, quo judicando praesumferam, cer-\ntior essem, tentabam experimentum quo cuncta salia,\ncujuscunque indolis & nominis fuerint, probantur.\nMagnam facilicet quantitatem aquae destillatae infun-\ndebam super materiam crystallinam, sat diu simul\nagitabam, hinc per aliquot horas quieti dabam, solu-\ntionem crystallini per omnes horae quadrantes\ncupide, sed frustra expectans, neque enim solutionem,\nneque ullam mutationem ejus animadvertebam, pra-\nter quod minima particulae in superficiem elevarentur,\nmajores vero quantumvis bene interagitatæ fundum\nsemper repeterent, & aqua particulis oleosis crystal-\nlinæ materiae adhaerentibus, sed agitatione liberatis,\nimprægnata esset. Transfundio aquam, & nova ad-\nfusa, denuo tentabam crystallorum pro indole sa-\nlium solutionem, postquam hi ab adhaerente oleo,\nquod forsan solutionem ejus in aqua impediret, libe-\nrati essent, sed pertinaciter solutioni renitebantur,\nquam neque adhuc dum, saepius licet tentatam ad-\nmiserunt. Dehinc, praoccupatio de salino concre-\nmento plane abjecta conjecturare cepi, quod plane\nquid aliud, scilicet mixtum oleosum, vel quasi resi-\nnosum volatile ex oleo condensatum esse debeat. Hoc\nmecum perpendens, sub examen revoco varia, alias\nvere existentia, mihiique nota subjecta, si quod eorum\ncum novo hoc comparari queat, & mox ob similitu-\ndinem cogitabam Camphoram. Sine mora igitur no-\nva quaedam, per quae me magis certum de re fore\nZ z 2\nesperabam,\nsperabam, adornavi, & ecce rei certus eram, si quidem omnia quae modo feci experimenta, non alia quam quae communis Camphora suppeditat, Phænomena exhibuerunt, unde tandem, utpote veritatis convincatum, nullo plane dubio relicto, concludere me opportuit, corpus hoc crystalliforme aliud nihil quam veram esse Camphoram, quae ab Orientali non nisi in eo differat, quod hæc Thymum, illa vero aliud vegetabile redoleat, quod, quia Camphoram copiosam suppeditat, huc usque nullo alio quam arboris Camphoriferæ nomine indigitatum fuit.\n\nEx his omnibus sequentia mihi concepi dogmata, quae ulteriori cujusvis indagationi, cum libertate fentiendi, proponam.\n\nI. Nomen hoc Camphora, vel Caphura, non speciale, seu proprium est, quod uni soli ex India venienti Camphoræ semper competat, sed pro generali, seu appellativo potius haberi debet (uti v.g. nomen salis, olei, aquæ, spiritus, &c.) ita ut pro distinzione speciei Camphoræ nomen illius vegetabilis addatur, ex quo parata est, sicut mea Camphora jure meritoque Camphora Thymi dicenda venit.\n\nII. Sub hoc nomine Camphoræ concepta cessat omnis controversia inter autores haec tenus agitata de specie, ad quam Camphora pertineat, si quidem neque resinis, neque salibus volatilibus, neque oleis & succis accensenda est, multo minus ad gummi vel bitumina referenda, quod cum his omnibus per omnia non conveniat, sed jam in hac, jam in alia qualitate, jam plus, jam minus præcipui, vel tamen plane diversi quid habeat.\n\n1. Resina dici nequit, quia, quod etiam jam Dom. Prof. Hofmannus adnotavit.\n\n(a) Omnes\n(a) Omnes resinae post combustionem, cineres, vel aliud terreli aliquid relinquunt, Camphora e contra plane nihil, sed tota deflagrat & in auras avolat.\n\n(b) Nulla resina in vase clauso penitus & in totum elevantur ab igne, seu sublimantur, quod tamen cum Camphora succedit.\n\n(c) Resinae, ubi destillantur, phlegma praebent, & oleum, partim etiam spiritum sic dictum, Camphora vero horum nihil.\n\n(d) Nulla plane resina est, qua ad inflar Camphorae in spiritu nitri solvi queat.\n\n(e) Nec ulla datur, qua aquae cito & in tanta copia in spiritu vini colliquecat, neque\n\n(f) Talis, qua in aqua calida Camphora inflar avolet.\n\n2. Multo minus Camphora sal volatile dici potest, quia in aqua non solvitur, nec cum aqua intime, quin videri possit, miscetur, quam tamen solutionem invisibilem cuncta salia admittere debent necessario, ut supra jam commemoratum est.\n\n3. Quamvis autem Camphora oleosum mixtum, vel ex oleo condefnatum corpus sit, ideo tamen simpliciter oleum vocari nequit, aquae ac alia mixta folida oleo praegnantia, siquidem olei nomen liquidis praecipue, vel ad summum tenuiter unguinosis, minime vero solidis & ficcis subjectis tribuitur & convenit; neque ullum oleum in ficca substantia, ceu Camphora, sublimari potest.\n\n4. Succi nomen Camphorae non convenit, quia succi proprie dicti mixtionem,\n\n(a) Vel gummosam, qua in aqua facile totaliter liqueficit,\n\n(b) Vel\n(b) Vel gummi resinosam, quae partim in aquoso, partim in oleoso, inflammabili, spirituoso & simili solvitur,\n\n(c) Vel resinosam obtinuerunt, qui posteriores resinae propriae dicuntur, de quibus jam sub numero i. dictum est, quarum proprietatum nulla Camphora convenit. Nam si omnia ea, quae ex arboribus aliisque vegetabilibus partim sponte proveniunt, vel a natura & sole, partim etiam per artem parantur, quamvis in tota planta ejusque succo & partibus aliis dispersa & commixta fuerint, succos vocare quis velit, quantam non confusionem ineptam & conceptu impossibilem pararet in describendis rerum essentias? Sic enim omnis aquae, succi, gummi, olei, balsami, resinae similiumque diversitas plane periret, verbaque hæc distinctiva nullius plane usus forent.\n\n5. Camphoram etiam gummi vel bitumen non esse, ex prioribus jam satis appareat, quicquid enim gummi vocatur, penitus in aqua colliquefecit, sicut bituminosa maximam partem in ea solvuntur, ambo vero sublimationi refragantur, quam Camphora tamen admittit.\n\nCum igitur nihil in orbe terrarum cognitum sit, quod cum Camphora comparari possit, æquum etiam est, ut suo quoque nomine singulari & specifico insigniatur, per quod, si res quædam dicatur Camphora, statim intelligatur, eam neque oleum, neque gummi, sal volatile, resinam, spiritum, neque bitumen, sed plane aliam & a dictis his diversam esse materiam, mixtum nempe ex ingredientibus, Camphoram veram constituentibus, concinnatum, indolis specialissimæ. Unde quaestio, an sal, vel gummi, resina, vel succus sit, æque inconveniens & supervacanea judicabitur, ac si quis quærere velit, an sal sit oleum, vel an gummi sit Camphora.\n\nIII. Tertium\nIII. Tertium dogma, quod ex prioribus deduco, hoc est, quod omnis Camphora certum suum specificum odorem, & quidem oleum illius plantae, ex qua parata est, constanter retineat, quodque odor iste sine destructione totius Camphorae separari ab ea nequeat.\n\nIV. Quarto consequitur, quod experimentum nostrum de Camphora Thymi orientalem Camphorae fabricationem satis superque confirmet, nempe quod destillando paretur, & acquiratur, in quo negotio vix alia intercedit diversitas, quam quod ex sic dicta arbore Camphorifera ibidem in magna copia & ita longe plus Camphorae quam olei haberi queat, cum e contrario vegetabilia Europaeorum plurimum olei, parum vero Camphorae largiantur.\n\nV. Quintum dogma est, quod certo credere possimus, alias quoque plantas Europaeas, copioso oleo essentiali praegnantes, æque ac Thymum, Camphoram daturas esse, quamvis nullam adhuc viderim, neque pro ea elaboranda justam occasionem nactus fuerim, vel otio abundarim.\n\nVI. Tandem si qui fuerint, qui plane singularem vel peculiarem Camphorae indolem distincte nequeunt concipere, & ex quibus denique constet, scire velint, in horum gratiam pro mea quidem qualicunque experientia, amice mentem meam ita declarabo; quod Camphora fit siccum quid, album, pellucidum & fragile, valde acute olens, non solum in igne, sed etiam in aere subcalido prorsus volatile corpus, quod ratione mixtionis, ex copia principii inflammabilis rarefacti, paucia aquositate, & fumme attenuata vel subtillissima terra, intime inter se unitis constat.\n\n1. Constat Camphora rarefacto Phlogisto, quia non solum cito & tenuiter, imo etiam in aqua & nive ardet, sed etiam cum aliis de eodem principio copiose parti-\ncipantibus celerrime unitur, ex quibus spiritus vini commemoratione, nitri vero spiritus meditatione dignissimus est, siquidem de posteriore pauciflisma sunt cognita.\n\n2. Aquosì aliquid continet Camphora, cum alias principium inflammabile, licet copiosius, flammam exhibere non posset.\n\n3. Terram subtilem nemo negabit, quia extra hanc siccum corpus crystallinum non fisteret.\n\n4. Aequo minus in dubium vocabitur, terram hanc subtilissimam, & cum coeteris intime, perque minimas, quas vel cogitando concipere possimus, partes unitam esse, si perpendimus, quod Camphora in solo aere, aliquantulum tamen subcalido in tota mixtura sua, plane nihil post se relinquendo, avolet.\n\nDefinitio hæc per ea ipsa, quæ haec tenus de Camphora Thymi diximus, confirmatur, considerando, quod ea solummodo ex subtili oleo essentiali ortum duxerit, in quo oleo itidem non alia, quam superioris dicta tria constituentia, phlogiston, aqua & terra demonstrari possunt, quamvis sub notabili hoc discrimine, quod\n\n1. Camphoræ mixtura multo subtilior quam olei, quinimo (si ita loqui liceat) quinta essentia & extractum olei sit.\n\n2. Camphora parum saltem aquei principii in sui mixturam recepit, oleum vero intuitu hujus longe plus.\n\n3. Terra Camphoræ summe attenuata, & adeo subtilis est, ut sponte simul cum coeteris constitutivis avolet in auras, cum contra terra olei multo est crassior, id quod etiam, ut alia taceam, in rectificatione vel exhalatione olei videre est, ubi primo refine\nresinæ vel bituminis instar, tandem etiam crassiori specie appareat.\n\nQuod supereft, dissimulare non possum, hæc alia-\nque experimenta de Camphora facta dubium me ha-\nbere, an etiam ullo alio quam destillationis modo\nCamphora acquiratur. Prae coeteris, de veritate sus-\npecta mihi videntur, quæ de collectione Camphoræ\nin Insula Borneo asseruntur; dicunt vero quod ibi\nlocorum sponte Camphora instar gummi, vel resinæ,\nex arbores exsudet, atque ita ab incolis colligatur,\nmulto pretiosior quam Japonica, quæque præ raritate\ntam cara habeatur, ut incolæ illius insulae nihil ejus\nconcedant exteris. Sed quoquo modo res cum hac\ntraditione fæse habeat, justas tamen de ea dubitandi\ncausas habeo, & in his potissimum Camphoræ volati-\nlitatem, naturæ ejus penitius insitam; namque si ex ar-\nboribus exsudaret, non adeo diu sub sole fervidore,\nquo terræ illius climatis incalscunt, persisteret, sed\nsat cito in aere libere exhalingo fugeret, idque tan-\nto facilius, quia cum exsudaret, multo liquidior esse\ndeberet, nec consistentiam Camphoræ duriorum habe-\nre posset, quæ vero liquiditas ad tanto celeriorem\nexhalationem disponeret, si quidem per se Camphora\nin molli vel liquida consistentia retineri plane non\npoteat cum accepto calore, & ubi colliquescit, mox\navolat, qua de causa etiam cum resina comparari ne-\nquit. Quod vero Camphora nativa, ad instar destil-\nlatæ, in oleo suo destillato quasi soluta ex arbores pro-\nfluat, & dein ad arboris corticem Crystallorum in mo-\ndum concrescat, tanto minus persuader, cum pauca\nvel nulla potius exempla comperta sint, quod natu-\nra olea destillata essentialia, aliaque arte facta, instru-\nmentis debitis quippe destitura, produxerit. Et pa-\nrum abest, quin credam totam traditionem de tali\n\nA a a collectione\ncollectione Camphoræ non nisi ex auditu commemorari, & viros cæteroquin eruditos Ten. Rheine, Breynium, Hermannum cæterosque, alium ex alio transcriptisse, nullum vero, quantum credere par est, rem oculis in arbore ipsa conspexisse, quæ quidem fallacia in Historia naturali prima non foret. Hinc denique concludo, esse omnino hanc speciem Camphoræ tam raram, ut eam oculis cernere nemini liceat, nec forsan unquam contingere queat.\n\nC. Neuman.\n\nIII. Observations of the Dipping Needle, made at London, in the Beginning of the Year 1723. By Mr. George Graham, Watchmaker, F. R. S.\n\nABOUT the Time I was observing the Variation of the Horizontal Needle, I made likewise some Experiments with the Dipping Needle, to try, if the Dip and Vibrations were constant and regular. The Needle I made for this Purpose was 12 Inches and one Tenth long, half an Inch broad in the Middle, but not above one Tenth near the Ends; the Ends themselves being filed to fine Edges; and in Thickness it was about one Third of a Tenth. The Ends of the Axis, upon which the Needle turn'd, were very smooth, and not bigger than was necessary for the Support of the Needle, which weighed nine Pennyweights twenty one Grains, or about half an Ounce Troy. The Ends of the Axis were placed upon the Edges of two thin Plates of Steel, that were hard and well polish'd, and parallel to the Horizon, that the Needle, when vibrating, might roll, and not slide upon the Edges of the Plates, to avoid the Friction",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103791.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18360,
    "total-output-tokens": 6561,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1510,
        2
      ],
      [
        1510,
        3281,
        3
      ],
      [
        3281,
        4990,
        4
      ],
      [
        4990,
        6764,
        5
      ],
      [
        6764,
        8562,
        6
      ],
      [
        8562,
        10111,
        7
      ],
      [
        10111,
        11488,
        8
      ],
      [
        11488,
        13151,
        9
      ],
      [
        13151,
        14818,
        10
      ],
      [
        14818,
        16286,
        11
      ],
      [
        16286,
        18039,
        12
      ],
      [
        18039,
        19516,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103791",
    "title": "De Camphora. Auctore Dno. Carolo Neuman, Chym. Prof. Reg. Berolin. S. R. S.",
    "authors": "Carolo Neuman",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103791"
  }
}