{
  "id": "b9f0b28923910cde9a47e1df33e63703a402aab1",
  "text": "II. A Description of the Water-Works at London-Bridge, explaining the Draught of Tab. I.\nBy H. Beighton, F.R.S.\n\nThe Wheels are placed under the Arches of London-Bridge, and moved by the common Stream of the Tide-Water of the River Thames.\n\nAB the Axle-tree of the Water-Wheel, 19 Feet long, 3 Feet Diameter, in which C, D, E, F, are four Sets of Arms, eight in each Place, on which are fixed GGGG, four Rings, or Sets of Felloes, in Diameter 20 Feet, and the Floats HHH, 14 Feet long and 18 Inches deep, being about 26 in Number.\n\nThe Wheel lies with its two Gudgeons, or Centers, AB, upon two Brasses in the Pieces MN, which are two great Levers, whose Fulcrum, or Prop, is an arched Piece of Timber L, the Levers being made circular on their lower Sides to an Arch of the Radius MO, and kept in their Places by two arching Studs fixed in the Stock L, through two Mortises in the Lever MN.\n\nThe Wheel is, by these Levers, made to rise and fall with the Tide, which is performed in this Manner. The Levers MN are 16 Feet long; from M, the Fulcrum of the Lever, to O the Gudgeon of the Water-Wheel, 6 Feet; and from O to the Arch at N, 10 Feet. To the Bottom of the Arch N is fixed a strong triple Chain P, made after the Fashion of a Watch-Chain, but the Links arched to a Circle of one Foot Diameter,\nDiameter, having Notches, or Teeth, to take hold of the Leaves of a Pinion of cast Iron Q, 10 Inches Diameter, with eight Teeth in it moving on an Axis. The other loose End of this Chain has a large Weight hanging at it, to help to counterpoise the Wheel, and preserve the Chain from sliding on the Pinion. On the same Axis is fixed a Cog-Wheel R, 6 Feet Diameter, with 48 Cogs. To this is applied a Trundle, or Pinion, S, of six Rounds, or Teeth; and upon the same Axis is fixed T, a Cog-Wheel of 51 Cogs, into which the Trundle V, of six Rounds, works; on whose Axis is a Winch, or Windlass, W, by which one Man, with the two Windlasses, raises or lets down the Wheel as there is Occasion.\n\nAnd because the Fulcra of these Levers, M N, are in the Axis of the Trundle K, viz. at M or X, in what Situation soever the Wheel is raised or let down, the Cog-Wheel II, is always equidistant from M, and works, or geers truly.\n\nBy Means of this Machine the Strength of an ordinary Man will raise about fifty Ton Weight.\n\nI, I, is a Cog-Wheel fixed near the End of the great Axis, 8 Feet Diameter, and 44 Cogs working into a Trundle K, of 4\\(\\frac{1}{2}\\) Foot Diameter, and 20 Rounds, whose Axis or Spindle is of Cast Iron 4 Inches in Diameter, lying in Brasses at each End, as at X.\n\nZZ is a quadruple Crank of Cast Iron, the Metal being 6 Inches square, each of the Necks being turned one Foot from the Center, which is fixed in Brasses at each End in two Head-stocks fastned down by Caps. One End of this Crank at Y is placed close abutting to the End of the Axle-tree X, where they are at those Ends fix\nsix Inches Diameter, each having a Slit in the Ends, where an Iron Wedge is put, one half into the End X, the other half into Y, by Means of which the Axis X turns about the Crank ZZ.\n\nThe four Necks of the Crank have each an Iron Spear, or Rod, fixed at their upper Ends to the respective Libra, or Lever, a 1, 2, 3, 4, within three Foot of the End. These Levers are 24 Feet long, moving on Centers in the Frame b b b b; at the End of which, at c 1, 2, 3, 4, are jointed four Rods with their forcing Plugs working into d 1, 2, 3, 4, four Cast Iron Cylinders four Feet three quarters long, seven Inches Bore above, and nine below where the Valves lie, fastened by skrewed Flanches, over the four Holes of a hollow Trunk of Cast Iron, having four Valves in it just over e e e e, at the joining on of the Bottom of the Barrels, or Cylinders, and at one End a sucking Pipe and Grate f, going into the Water, which supplies all the four Cylinders alternately.\n\nFrom the lower Part of the Cylinders d 1, d 2, d 3, d 4, come out Necks turning upward Arch-wise, as g g g g, whose upper Parts are cast with Flanches to skrew up to the Trunk h h h h; which Necks have Bores of 7 Inches Diameter, and Holes in the Trunk above communicating with them, at which Joining are placed four Valves. The Trunk is cast with four Bosses, or Protuberances, standing out against the Valves to give room for their opening and shutting; and on the upper Side are four Holes stopped with Plugs, to take out on Occasion, to cleanse the Valves. One End of this Trunk is stopped by a Plug i. To the other, Iron Pipes are joined, as i 2, by Flanches, through which\nthe Water is forced up to any Height or Place required.\n\nBesides these four Forcers, there are four more placed at the other Ends of the Librae, or Levers (not shewn here to avoid Confusion, but to be seen on the left Hand) the Rods being fixed at \\(a\\), \\(b\\), \\(c\\), \\(d\\), working in four such Cylinders, with their Parts \\(d\\), \\(e\\), \\(f\\), \\(g\\), and \\(i\\), as before described, standing near \\(k\\).\n\nAt the other End of the Wheel (at B) is placed all the same Sort of Work as at the End A is described, viz.\n\nThe Cog-Wheel I. The four Levers \\(ac\\), \\(ac\\), \\&c.\nThe Trundle K. 8 forcing Rods \\(ad\\), \\(ad\\), \\&c.\nThe Spindle X. 8 Cylinders \\(de\\), \\(de\\), \\&c.\nThe Crank Y, Z. 4 Trunks, such as \\(ee\\), \\(hh\\).\nThe sucking Pipes \\(f\\). 2 forcing Pipes, as \\(i\\).\n\nSo that one single Wheel works 16 Pumps.\n\nAll which Work could not be drawn in one perspective View, without making it very much confused.\n\nA Calculation of the Quantity of Water raised by the Engines at London-Bridge.\n\nIn the 1st Arch next the City is one Wheel with double Work of — — — } 16 Forcers.\nIn the 3d Arch { 1st Wheel double Work at one End, and single at the other } 12\n{ 2nd Wheel in the Middle — 8\n{ 3rd Wheel — 16\n\nIn all 52 Forcers.\nOne Revolution of a Wheel makes in \\( \\frac{2}{3} \\) Strokes.\n\nSo that one Turn of the 4 Wheels makes 114 Strokes.\n\nWhen the River is at best, the Wheels go six times round in a Minute, and but \\( \\frac{4}{5} \\) at middle Water.\n\nThe Number of Strokes in a Minute 684\n\nThe Stroke is \\( \\frac{2}{3} \\) Feet, in a 7 Inch Bore, raises 3 Ale\n\nThey raise per Minute 2052 Gall.\n\nThat is, 123120 Gallons = 1954 Hogsheads per Hour,\n\nand at the Rate of 46896 Hogsheads in a Day, to the Height of 120 Feet.\n\nThis is the utmost Quantity they can raise, supposing there were no Imperfections or Loss at all.\n\nBut it is certain from the Considerations following, that no Engine can raise so much as will answer the Quantity of Water the Cylinder contains in the Length of the Forcer, or Piston's Motion: For,\n\nFirst, The opening and shutting of the Valves lose nearly so much of that Column, as the Height they rise and fall.\n\nSecondly, No Leather is strong enough for the Piston, but there must continually slip or squeeze by some Water, when it is raised to a great Height; and when the Column is short, it will not press the Leather enough to the Cylinder, or Barrel: But especially at the Beginning, or first moving of the Piston, there is so little Weight on it, that before the Leather can expand, there is some Loss.\n\nThirdly, And this Loss is more or less, as the Pistons are looser or straighter leathered.\n\nFourthly, When the Leathers grow too soft, they are not capable of sustaining the Pillar to be raised.\n\nFifthly,\nFifthly, If they are leathered very tight, as to lose no Water, then a great Part of the Engine's Force is destroyed by the Friction.\n\nBy some Experiments I have accurately made, on Engines whose Parts are large and excellently performed, they will lose $\\frac{1}{4}$ and sometimes $\\frac{1}{2}$ of the calculated Quantity.\n\nHowever, the Perfections or Errors of Engines are to be compared together, by the calculated Quantities or Forces; for as they differ in those, they will proportionably differ in their actual Performances.\n\nThe Power by which the Wheels are moved.\n\nThe Weight of the Pillar of Water on a Forcer 7 Inches Diameter, and 120 Foot high.\n\n\\[ 7 \\times 7 = 49 \\text{ lb} \\]\n\nThe Pounds Averdupoise in\n\n\\[ \\frac{40}{\\text{Yards high}} \\]\n\n\\[ \\frac{1960}{\\text{lb on one Forcer}} \\]\n\n8 Forcers always lifting.\n\nThe whole Weight \\( \\frac{15680}{\\text{lb}} = \\frac{140}{\\text{Ct.}} = \\frac{7}{\\text{TunWeight}} \\)\n\non the Engine at once.\n\nThen the Crank pulls the Libra 3 Feet from the Forcer, and 8.3 Feet from the Center,\n\n\\[ 7 \\text{ Tun} \\]\n\n\\[ \\times \\frac{11.3}{8.3} \\]\n\n\\[ 79.1 (9.5 \\text{ Tun on the Crank. Tun.}) \\]\n\nWallower \\( \\frac{2.2}{9.5} \\) on Trundle.\n\nThe Spur Wheel \\( \\frac{4}{\\text{}} \\)\n\nThe Radius of the great Wheel \\( \\frac{10}{\\text{}} \\)\n\n\\[ \\frac{17.2}{\\text{1.72 Tun.}} \\]\n\nThe Force on the Floats \\( \\frac{18}{\\text{Ct.}} \\)\n\n\\[ \\frac{40}{\\text{lb}} \\]\n\n\\[ \\frac{3440}{\\text{Ct.}} \\]\n\nBut to allow for Friction and Velocity, may be reckoned \\( \\frac{1}{\\text{Tun}} \\).\nThe Ladles or Paddles 142 Foot long, 18 Inches deep, = 22,4 square Feet.\n\nThe Fall of Water is sometimes 2 Feet.\n\n\\[\n\\begin{align*}\n&44,8 \\\\\n&\\text{5 Gall. in a Cub.Ft.} \\\\\n&\\frac{268,8}{10, \\text{fl in a Gallon.}} \\\\\n&\\frac{2688}{112} \\text{(24 Hundred.}\n\\end{align*}\n\\]\n\nThe Velocity of the Water, 4 Feet in 21\" of Time.\n\n21\" — 4 Ft. :: — 60\" : = 685 Feet per Minute.\n\nThe Velocity of the Wheel = 310 Feet per Minute.\n\nQuantity expended on the Wheel, according to the Velocity of the Stream 1433 Hogsheads per Second.\n\nBut at the Velocity of the Wheel 645 Hogsheads per Second.\n\nThe Velocity of the Wheel to the Velocity of the Water, as 1 to 22.\n\nSome Observations on these Water-Works.\n\nAlthough they may justly be esteemed as good as any in Europe, yet are there, as I conceive, some Things which might be altered very much for the better.\n\nFirst, If instead of sixteen Forcers they worked only eight, the Stroke might be five Feet in each Forcer, which would draw a great deal more Water with the same Power on the Wheel; for then there would be but half the opening and shutting of Valves, consequently but half that Loss: And a five Foot Stroke draws above double the Quantity of two Strokes of 2½ each, by near ½, in regard the Velocity is double,\ndouble, which is the most valuable Consideration in an Engine, where the Pipes will sustain such Force.\n\nSecondly, The Bores that carry off the Water from the Forcers are too small, there being (nearly) always two Pillars of 7 Inches Diameter, forcing into one Pipe of the same Diameter, and $7 \\times 7 = 49 + 49 = 98$.\n\nTherefore those Pipes of Conveyance should be near nine Inches Diameter.\n\nThe Perfections of the Machine.\n\nThe Timber-work is all admirably well performed, and the Composition and Contrivance, for Strength and Usefulness, not exceeded by any I have seen.\n\nThe cast Iron Cranks are better than wrought ones, by reason they are very stiff, and will not be strained, but sooner break; but then they are cheap, and new ones easily put in.\n\nThe Wedge for putting on or releasing the Crank and Forcers, is better than the sliding Sockets commonly used.\n\nThe forcing Barrels, Trunks, and all their Apparatus, are very curiously contrived for putting together, mending, altering or cleansing, and subject to as little Friction as possible in that Part.\n\nThe Machine for raising and falling the Wheels is very good, though but seldom used, as they tell me; for they will go at almost any Depth of Water, and as the Tide turns, the Wheels go the same Way with it.\n\nThese Machines at London-Bridge are far superior to those so much famed at Marly in France, in regard the latter are very ill designed in their Cranks, and some other Parts.\n\nIII. Epistola",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104053.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17570,
    "total-output-tokens": 3622,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1303,
        4
      ],
      [
        1303,
        2905,
        5
      ],
      [
        2905,
        4541,
        6
      ],
      [
        4541,
        5763,
        7
      ],
      [
        5763,
        7280,
        8
      ],
      [
        7280,
        8793,
        9
      ],
      [
        8793,
        10050,
        10
      ],
      [
        10050,
        11515,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104053",
    "title": "A Description of the Water-Works at London-Bridge, Explaining the Draught of T a b. I. By H. Beighton, F. R. S.",
    "authors": "H. Beighton",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104053"
  }
}