{
  "id": "e08c36e95372f41f533c9dd8f580b819079734b6",
  "text": "Occultatio Martis & quarundam Fixarum observata\n\nG E D A N L,\nAnno 1676, die 1. Sept. st.n. mane, Tubis imprinis\n12. & 20. pedum\n\nJoh. Hevelio.\n\nDie 31 Augusti, aer omnino nubilosus, imò circa vesperam pluvius extitit, sic ut vix spes aliqua superfuisset Conjunctionem hanc arctissimam Luna & Martis observandi; nihilominus tamen, caelo circa medium noctem undique sereno, observatione hæc notabilis, Lunâ pene dividitatis existente, ex voto successit; ut non solum ingressum Martis sub Lunam exactissime, sed etiam egressum ejus omnium optime animadvertere nobis obtigerit; uti ex apposita observatione liquet. Initium accidit secundum horologium Oscillatorium, ex altitudinibus Fixarum correetum, hora 1.35.42\", atque Finis hora 2.46.29\". Mars vero obtekit est circa Montem Audum, incendens quasi per loca Luna Paludosa, per M. Aetnam, infra Insulam Lesbiam, supra Paludem Acherusiam, supra M. Coraceum, per Paludem Maeotidem, & paulò supra Insulam Alopeniacum & ipsum Luna centrum; seque rursus ad Lacum maiorem occidentalem extensis.\n\nSi queras, unde viam itinerariam hanc addì accuratè mihi determinare licuerit, & quidem ad partem Luna obscuram, scias, eo evenisse, quod Tubis illis meis praecipuas Maculas Majores in parte Luna umbrosà satis distinctè deprehendere potuerim, atque ita dilucide conspexerim Martem circa medium fere Paludis Maeotidis emicuisse.\n\nDe cætero notandum occurrit, paulò post Martis egressum, aliàm insuper stellulam fixam b, globo aliù nondum adscriptam, vix ad 3' minut. prim. infra Martem versus Austrum, hora nimiùm 2.53'.35\" exiluisse circa Paludes amaras; quam quidem Lunam subire haud animadveri: cum totus in eo fuerim, ut Martis momentum Occultationis praecè determinarem; atque sic etiam alteram stellulam c Lunam appropinquare haud deprehendi, quam postea circa Martis exitum horà scilicet 3.42'.20\", ad cornu Luna inferius ad 4' ferè minut. remotam primum conspeximus. Quantum colligere datur stellula hæc c à Lunâ non omnino tefta est, sed Luna eam solummodo quasi margine suo strinxit. Nihilominus spectaculum fuit admodum jucundum, caelo perquam sereno, non tantum\ntantum Martem prossus occultatum, nec non alteram stellulam itidem planè tectam, sed pariter alteram stellulam limbo Lunæ adeò arctè conjunctam vidisse; & quidem circa Lunam à Quadraturâ ultimâ recentem, ejusque partem obscuram rursus exilientes.\n\nAdhaec plures quidem stellulas incognitas circa Lunam conspeximus; verum cum illa parum ad hancce observationem faciant, eas typo nostro haud adscriptimus.\n\nTabula Rudolphina qua nonnunquam evidenter à caelo discrepant, hanc insignem Martis Occultationem satis precise indicarunt. Siquidem initium Occultationis vix ad 5 minut. prim. diversam componerentur, & in fine, & duracione non nisi ad 3 ferè minut. anticipando videlicet, aberrarent.\n\nOccultatio Martis, & nonnullarum Fixarum observata\n\nG E D A N I,\n\nAnno 1676, die 1. Septemb. st.n.mane;\n\nà\n\nJob. Hevelio.\n\n| Temp. secund. horol. oscill. | Fixarum Nomina. | Altitudines. | Temp. ex altit. corr. | Hor. | Animadvertenda. |\n|-----------------------------|-----------------|--------------|----------------------|-----|------------------|\n| Hor.                        |                 |              |                      |     |                  |\n| 1 1 25                      | Caudæ Cygni.    | 57 10        |                      | 1   | 24               |\n| 1 9 45                      |                 |              |                      | 8   | 45               |\n| 1 36 39                     |                 |              |                      | 3   | 42               |\n| 1 45 25                     | Caudæ Cygni.    | 51 17        |                      | 1   | 44 7             |\n| 2 47 54                     |                 |              |                      | 2   | 46 29            |\n| 2 55                        |                 |              |                      | 2   | 53 35            |\n| 3 19 50                     | Scheat Pegali.  | 45 3         |                      | 3   | 18 19            |\n| 3 43 45                     |                 |              |                      | 3   | 42 20            |\n\nMars à Lunâ omnino te-\ntius.\n\nMars emicuit; finis nempe\noccultationis.\n\nAlia stellula fixa b sub\nMarte egreditur.\n\nFixa c ad cuspidem d infe-\nriorem observata est.\n\nMartis\nMartis à Luna tecti Observationes, Grenovici habitæ, Augusti 21.1676.\nà J. Flamstedio, in corum gratiam qui differentiae Meridianorum investigandæ incumbunt; Editori ab eodem communicatae.\n\nAugusti 21. ante meridiem pro correctione horologii bas limbi Solariis altitudines acceperam:\n\n| Horæ horologii | Hor. supp. | Horol. error |\n|----------------|-----------|-------------|\n| h.             | h.        |             |\n| 8. 04.31 alt. limbi Solis infer. 26.04 | 8 09 26 | + 4 55 |\n| 5.42           | 26.14     | 8 10 35     | + 4 53 |\n| 7.58           | 26.34     | 8 12 53     | + 4 55 |\n| 9.10           | 26.44     | 8 14 03     | + 4 53 |\n| 10.15          | 26.54     | 8 15 12     | + 4 57 |\n| 17.15          | 27.54     | 8 22 09     | + 4 54 |\n\nDeinde post Meridiem, calo serenissimo,\n\nHor horæl. Correctio.\n\n| h.             | h.        |             |\n|----------------|-----------|-------------|\n| 10.45.03       | 10.49.58  | Mars à limbo lucido Lunæ ———— 5125=42.68 |\n| 11.06.11       | 11.11.05  | eadem distantia ———— 3829=31.29 |\n| 20.00          | 24.55     | Iterum ———— 3007=24.44 |\n| 35.57          | 40.52     | Denuo ———— 1982=16.18 |\n| 57.31          | 12.02.26  | & Z. fve diff. alt. limb. Inf. & ———— 1912=7.35 |\n|                |           | jamque tuboped. 16.3 à limbo ———— 1158=5.47 |\n| 12.05.00       | 12.09.55  | Planeta nudæ oculis diutius confici non potuit. |\n| 9.44           | 14.39.8   | lux cum lumine Lune confusa & Z. 1185=9.44 |\n| 10.03          | 14.58.3   | penitus teclis à cuspidé boreo ———— 3475=17.20 |\n| 18.38          | 23.33.41a.| & in reëa per cuspidés ducta apparet. |\n| 20.36          | 25.31.41a.| & à limbo vel cußp. Tubo breviori, 3912=32.10 |\n| 24.58          | 29.53.41a.| & à cuspidé iterum eodem tubo ———— 3935=32.21 |\n| 46.00          | 50.55     | Lune diameter longiori tubo ———— 5971=29.47 |\n| 13.04.30       | 13.09.25  | Iterum eodem tubo ———— 5973=29.48 |\n| 10.56          | 10.51     | Martis emerçio forfæn 4\" vel 5\" citius. |\n| 13.29          | 18.24.8   | & à cuspidé boreo ———— 3675=18.20 |\n| 18.15          | 23.10     | eadem distantia ———— 4035=20.68 |\n| 22.00          | 26.55     | Lunæ alte 23° Tubo longiori diameter 5988=29.55 |\n| 39.00          | 43.55     | Lunæ diameter breviori tubo ———— 3645=29.58 |\n\n41°. & secundum Tycho nem locus nunc est & 17°. 58' latitudo\n1°. 20° Australis; unde cum Lune tum Martia locus accuratè deduci potest. See Fig.IV.\nMr. Edmund Hally's Observations concerning the same Occultation of Mars by the Moon, made at Oxford, Anno 1676. Aug. 21. P.M.\n\nTemp. Corr.\n\nh.\n\n11.43.30 The center of Mars from the Nearest limb of the Moon, 719 = 12.40\n\n11.49.2 Again, 571 = 10.3\n\n11.54.58 Again, 409 = 7.12\n\n12.3.25 The center of Mars from the North Cusp of D, 1118 = 19.41\n\n12.10.28 The gibbous part of Mars touched the Moon's limb.\n\n12.10.42 Mars was wholly covered, being distant from the Cusp, 963 = 17.14\n\n12.40.00 At this time a Halo encompassed the Moon, in whose Circumference was Saturn, the Pleiades, Capella, and the following of the foot of Perseus.\n\n13.10.41 Mars did emerge, I suppose, his Center.\n\n13.12.45 Mars was distant from the Northern horn of D, 1018 = 17.55\n\n13.31.10 Mars passed over a point noted in the Telescope.\n\n13.33.15 The Southern limb of Aetna passed by the same point.\n\n13.34.00 The lucid limb passed over the same point.\n\n13.52.35 The Moon's diameter observed, 1698 = 30'.1\". alt. 31°. circ.\n\n13.57.52 Mars from the Northern horn of the Moon, 2042 = 36.5\n\n14.2.53 Mars from the Southern horn of the Moon, 2266 = 40.3\n\nHaving carefully considered the Moon's Parallaxes in the observations of this Occultation at Dantzig and Greenwich, I find from the Immersion the difference of Meridians between Greenwich and Oxford 4'.57\"; between Greenwich and Dantzig 1'.14'.50\": By the Emergence the first of those differences is found 4'.59\"; the latter 1'.14'.41\": which near agreement shews the Exactness of all the Observations.\n\nTwo Letters written by Mr. John Beaumont Junior of Stony-Easton in Somersetshire, concerning Rock-Plants and their growth.\n\nSIR,\n\nThe First Letter of April 7. 1676.\n\nI Lately perused the greatest part of the Philosophical Transactions; in which I received so great satisfaction, that I resolved to gratify your generous Communications (if I may call it a gratuity) with some of the newest occurrents I have met with in Nature, which, if as kindly accepted, as freely sent you, I shall readily do the like for the future as far as my ability and observations will help me out.\n\nWhat\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101740.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9408,
    "total-output-tokens": 3454,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2112,
        2
      ],
      [
        2112,
        4344,
        3
      ],
      [
        4344,
        6782,
        4
      ],
      [
        6782,
        8888,
        5
      ],
      [
        8888,
        8888,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101740",
    "title": "The Occultation of the Planet Mars by the Moon, Observed by Mons. Hevelius, Mr. Flamstead and Mr. Hally",
    "authors": "Mr. Flamstead, Mons Hevelius, Mr. Hally",
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101740"
  }
}