{
  "id": "6cec34dbf22f2981b69b84983056b9b1a071feee",
  "text": "LXVII. An Account of the Earthquake felt at Glasgow and Dumbarton; also of a Shower of Dust falling on a Ship between Shetland and Iceland; in a Letter from Dr. Robert Whytt, Professor of Medicine in the University of Edinburgh, to John Pringle, M.D. F.R.S.\n\nRead Feb. 19, 1756.\n\nTHE earthquake at Glasgow and Greenock happened in the night between the 30th and 31st of December, nearly at the same time. It was felt at Glasgow, as I am informed, by almost every person that was awake, and out of bed, and also by some in bed, who were not fast asleep. There were, according to most accounts, three successive shocks, or risings as it were of the earth. It was felt not only at Glasgow and Greenock, but also at many other places in the neighbouring country; particularly at Dunbarton; as you will see by the copy of a letter I send you inclosed, which gives a more particular account of the earthquake there than I have been able to procure from Glasgow.\n\nSIR,\n\nDunb. Jan. 17, 1756.\n\nIn answer to yours relating to the earthquake felt here, there happened but one shock, and that very moderate, on the 31st of December, before one o'clock in the morning. The agitation was very sensibly\nsibly perceived by some who were in bed, and by Mrs. Weir and others who were still up. It had a sensible effect upon some birds in cages, and tame fowls; they seemed both alarmed, the first fluttering very much, and the latter making a croaking noise, as in a great fright. It shook the board out of one cage, and spilt the water which was in the glass. It was equally felt by those, who lived in ground-floors and in the second and third stories. Some sconces in Mr. Colquhoun's house were observed to vibrate during the shock: but nothing more happened worth notice. I am, &c.\n\nAs it may not be unacceptable to the Royal Society, or you, to be informed of the following fact, which I suppose you have not heard of, I was at some pains to enquire particularly into the truth of it; about which I think there can now be no doubt.\n\n\"By a letter now in my custody, from a passenger on board the ship belonging to Mr. David Loch, merchant in Leith, and bound from Leith for Charles-town in South-Carolina, we are informed, that upon the night of the 23d or 24th of October last, when the weather was quite calm, a shower of dust fell upon the decks, tops and sails of the ship, so that next morning they were covered thick with it. The ship at this time was betwixt Shetland and Iceland, about 25 leagues distant from the former, and which was the nearest land.\"\n\nThere were other letters came to this place, and to Leith, from passengers on board the same ship, confirming the truth of what I have related, and containing some of the dust. This shower was proba-\nbly owing to the great eruption, which happened to\nthe mountain Hecla in Iceland, in October. I am,\n&c.\n\nEdinburgh, Feb. 10,\n1756. Signed Robert Whytt.\n\nLXVIII. Extract of a Letter from Mons.\nBonnet, F.R.S. to Mr. Trembley, F.R.S.\ndated at Geneva, 30 January 1756, con-\ncerning the Earthquake on the 14th of\nNovember, 1755, in Valais in Swisser-\nland. Translated from the French.\n\nRead Feb. 19, 1756.\n\nVALAIS is thought to have been\nmore shaken by the earthquake\nthan our city and its neighbourhood. I procured a\nletter to be written to Brigue for a particular account\nof it. The following is an extract of the answer of\na merchant of that town, to whom the letter was ad-\ndressed. I should have been glad to have had some\ninformation concerning Brigue itself, which is said to\nhave suffered considerably; but you will find, that\nthis merchant says not a word of it. I shall make a\nfresh inquiry.\n\nBrigue, January 26, 1756:\n\nTHE earthquake felt here, happened on the\n14th of November, at three in the afternoon.\nIt proceeded from the North, and lasted a minute.\nThe earth opened on the mountain; and the open-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104961.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1115,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1188,
        2
      ],
      [
        1188,
        2750,
        3
      ],
      [
        2750,
        3859,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104961",
    "title": "An Account of the Earthquake Felt at Glasgow and Dumbarton; Also of a Shower of Dust Falling on a Ship between Shetland and Iceland; in a Letter from Dr. Robert Whytt, Professor of Medicine in the University of Edinburgh, to John Pringle, M. D. F. R. S.",
    "authors": "Robert Whytt",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104961"
  }
}