{
  "id": "a24804979b5fde89c8662c17b8d7d2d359f89cc0",
  "text": "XXIX. On the Tides of Bombay and Kurrachee. By William Parkes, M.Inst. C.E.\n\nCommunicated by G. B. Airy, Esq., Astronomer Royal, F.R.S.\n\nReceived May 5,—Read May 28, 1868.\n\nThe tides on the coasts of India present a marked difference from those on our own coasts in the large amount of diurnal inequality to which they are subject.\n\nMy attention was first directed to the subject in the course of an engineering survey of the Harbour of Kurrachee which I made in 1857–58, when I obtained between three and four months' continuous observations, a copy of which is deposited with the Royal Society. Subsequently I obtained from the Admiralty, through the kindness of Captain Burdwood, R.N., the loan of the records of three years' observations taken at Bombay in 1846, 1847, and 1848. Of these I plotted in a series of continuous curves the records for 1846, and deposited them, at the Astronomer Royal's request, at the Royal Observatory, Greenwich. These records, however, are not perfect. They were made by a self-acting machine, the adjustment of which does not appear to have been always accurately preserved; and I hope that they will be superseded as data for investigation by a better record for the year 1868. Taking them as they were, however, I discussed them to obtain the semimonthly curves of semidiurnal tide, and also formulæ for the approximate determination of diurnal tide.\n\nIn 1865 a careful series of observations was made at Kurrachee for the six months from March to August inclusive. They were made by a self-acting machine, the adjustment of which appears to have been fairly maintained, and the records are generally self-consistent. A register and diagram of High Water and Low Water formed from these observations is deposited with the Royal Society.\n\nThis series of observations was made the basis of a discussion for the curves of semidiurnal tide, and for a series of formulæ for diurnal tide.\n\nIn 1866, I received from the Secretary of State for India instructions to prepare tide-tables for Bombay and Kurrachee for the year 1867; and the tables made in accordance with these instructions have been compared with records of observations at Bombay and Kurrachee as under:\n\nAt Bombay, from January 28th to June 4th, by direct reading from a graduated staff at every ten minutes, under the superintendence of Mr. Ormiston, C.E.\n\nAt Kurrachee, the machine made diagrams for the whole year.\n\nThe registers and diagrams of high and low water of these two records, and the continuous curves of the Bombay observations, are also deposited with the Society.\n\nPlate XXXVI. is a specimen of the mode in which the times and heights of high and low water are exhibited in a graphic form.\nThe discussions of the records for semidiurnal tide were made in the ordinary manner, except that diurnal inequality was eliminated before grouping the heights and intervals. The curves of semimonthly inequality are appended (Plate XXXVII.), and the principal results are as follows:\n\n| Time of highest tide of the springs after the transit nearest to noon or midnight | Bombay | Kurrachee |\n|-----------------------------------------------|--------|-----------|\n| Mean of least lunitidal intervals             | 1 11 32 | 1 10 10   |\n| Mean of greatest lunitidal intervals          | 1 13 6 | 1 11 42   |\n| Mean spring half-range                        | 73 inches | 44 inches |\n| Mean neap half-range                          | 33\\(\\frac{1}{2}\\) inches | 22 inches |\n\nThe effects of the variations of declination and parallax in semidiurnal tide have not been minutely investigated; but it was found that the corrections for moon's parallax adopted by the Admiralty, for tides of similar range on the English coast, were insufficient. The following were therefore adopted in the calculations of height of semidiurnal tide.\n\nFor all times of Moon's transit,\n\n| Parallax | Correction | Parallax | Correction |\n|----------|------------|----------|------------|\n|          | Bombay     | Kurrachee| Bombay     | Kurrachee |\n| 54       | -10 inches | -7 inches| 57\\(\\frac{1}{2}\\) | +2 inches |\n| 54\\(\\frac{1}{2}\\)| -8\\(\\frac{1}{2}\\) inches | -5\\(\\frac{1}{2}\\) inches | 58 | +3\\(\\frac{1}{2}\\) inches |\n| 55       | -7 inches  | -4 inches| 58\\(\\frac{1}{2}\\) | +5\\(\\frac{1}{2}\\) inches |\n| 55\\(\\frac{1}{2}\\)| -5 inches | -3 inches | 59 | +7\\(\\frac{1}{2}\\) inches |\n| 56       | -3\\(\\frac{1}{2}\\) inches | -2 inches | 59\\(\\frac{1}{2}\\) | +9 inches |\n| 56\\(\\frac{1}{2}\\)| -2 inches | -1 inches | 60 | +11 inches |\n| 57       | 0 inches   | 0 inches | 60\\(\\frac{1}{2}\\) | +13 inches |\n|          |            |          | 61 | +15 inches |\n\nI now proceed to describe those features which it is the special object of this communication to bring before the Royal Society, viz. those in which the tides on the coasts of India differ most remarkably from those on our own coasts.\n\nIt is well known that certain effects are produced by the attraction of the sun and moon upon the waters of the ocean, which ultimately result in a series of tide-waves having an average length or period of half a lunar day. The combination of the solar and lunar waves as the luminaries change their relative positions, produce the alternations of neap and spring tides. Without entering into any question of tidal theory, it may be assumed that the semidiurnal tide-wave is primarily due to the tendency of the waters to be drawn into two heaps, one on the side of the earth nearest to the attracting body, and the other on the side furthest from it. When the attracting body is in the plane of the equator, these two tendencies appear to be sensibly similar*, and the resulting\n\n* A slight difference in the tides following the north and south transits has been detected by Mr. Bunt in the Bristol tides (Philosophical Transactions, 1867).\nseries of semidiurnal tide-waves present in their variations in height and time a nearly unbroken gradation.\n\nWhen, however, either luminary is out of the plane of the equator, the tide formed on the nearer side is different from that formed on the further side of the earth; and the difference depends, not upon its origin being on the further or nearer side of the earth, but upon its being situated in the northern or southern hemisphere. Such of the variations in the tidal movements, therefore, as are due to the fact of their having taken their ultimate origin from the northern or southern hemisphere, recur every day instead of every half day; and hence we have a result which, if it could be separated from the semidiurnal features of the tide, would appear as a diurnal tide.\n\nI have now to show how this supposition of an independent diurnal tide agrees with the observed tidal movements.\n\nThe diurnal tide being a combination of solar and lunar effects, is subject to the recurrence of neaps and springs like the semidiurnal tide, but beyond this it is subject to a recurrence of changes as the luminaries leave and reapproach the plane of the equator. The semidiurnal luni-solar tide is a combination of two tides of different periods, but each in itself of dimensions varying only slightly. The diurnal luni-solar tide, on the contrary, is a combination of two tides not only of different periods, but each in itself of ever-varying magnitude.\n\nAgain, it is well known that the time of semidiurnal tide varies to some extent during the half lunation, according as the solar portion of the tide precedes or follows the lunar portion; but as the lunar effect preponderates in the nearly constant ratio of about 3 to 1, a tide occurs once in every lunar half day. In the diurnal tide, however, the lunar influence does not always predominate. Twice in the course of a tropical month, when the moon is on the equator, her diurnal effect vanishes, and the period of diurnal tide then responds to the sun's influence alone. After the moon has crossed the equator, however, her influence rapidly increases, and the diurnal tide then again follows the lunar period. But the lunar effect, in thus recovering its preponderance, does so under changed conditions. The times of lunar diurnal high water and low water are now reversed. Thus there is an abrupt transition of twelve hours from the time of the vanishing tide to that of the reappearing one. The abruptness, however, is more or less counteracted by the solar diurnal tide, which maintains its regular periods. From these considerations it will be evident that, whether in respect of height or time, the diurnal features of the tide are of a far more complicated character than the semidiurnal features.\n\nIn considering the effect of the combination of the semidiurnal and diurnal tides, it will be obvious that if one diurnal high water takes place at the same time as a semidiurnal high water, the next diurnal low water will take place at the same time (or nearly so) as the next semidiurnal high water. Thus there will be a difference between the two successive semidiurnal high waters equal to the whole range of diurnal tide. Since, however, in the first semidiurnal tide the water ceases to rise at the same time as\nthe diurnal tide ceases to rise, and in the second it ceases to rise at the same time that diurnal tide ceases to fall, the times of actual high water (the combination of the two tides) will be the same as those of semidiurnal high water. Thus, though there is a diurnal inequality in height equal to the whole range of the diurnal wave, there is no inequality of time. If we now turn to the semidiurnal low waters, we find that the first, being between the two high waters in question, is coincident with diurnal half ebb, and the following one with diurnal half flood. Thus when the first semidiurnal tide ceases to fall, diurnal tide is still falling at its most rapid rate, and the actual combined tide continues to fall till the rate of fall of the diurnal tide is balanced by the rate of rise of the semidiurnal tide, and thus actual low water is retarded. When the second semidiurnal tide ceases to fall, diurnal tide is rising, and the actual tide has therefore been on the rise since the moment when the rate of semidiurnal fall was equal to the rate of diurnal rise. In this case the actual low water has been accelerated. Thus, one having been retarded and the other accelerated, a diurnal inequality in time is the result. The level of the diurnal tide, however, will have been the same at half flood and at half ebb, and will not therefore have affected the level of semidiurnal tide when at its lowest points. Hence in such case there is no diurnal inequality in height of low water.\n\nIt appears, then, that when there is no diurnal inequality in high-water time, there is none in low-water height, and when there is none in high-water height there is none in low-water time. This will be seen to be almost universally the case in the diagrams.\n\nI now proceed to describe the mode adopted to compare the actual effects of diurnal tide with the changes in the positions of the sun and moon supposed to have produced them.\n\nThe diagrams (of which Plate XXXVI. is a specimen) are laid down in the manner usually adopted in tidal investigations, and from them the amount of diurnal inequality in height and time at any given high water or low water may be ascertained by simple measurement. By a similar process of measurement the time and range of any pure semidiurnal tide may be ascertained. From these two elements (the time and range of semidiurnal tide, and the amount of diurnal inequality in time and height) the time and range of the diurnal tide producing those diurnal inequalities may be ascertained by the following process:\n\nLet $H$ be half range of semidiurnal tide.\n$h$ be half diurnal inequality in height.\n$t$ be half diurnal inequality in time.\n$c$ be interval of time between semidiurnal and diurnal tide.\n$D$ be half range of diurnal tide.\n\n[In reference to the expressions ($t$ and $c$) which denote values of time, 360 degrees is supposed to represent indifferently twenty-four hours, or the period of diurnal tide. Where the expression denotes a proportion of semidiurnal tide, double the value in degrees must be taken to represent the value in hours and minutes which it would denote if representing a proportion of diurnal tide.]\nThen the general equation to the tidal curve being, Height at any time \\(= \\) Half range multiplied by cosine of interval between that time and high water, we have for total height of water at time \\(t\\),\n\n\\[ H \\cos 2t \\text{ (semidiurnal tide)} + D \\cos c - t \\text{ (diurnal tide)}, \\]\n\nand this is a maximum when\n\n\\[ 0 = -2H \\sin 2t + D \\sin c - t, \\]\n\nor\n\n\\[ D = \\frac{2 \\sin 2t}{\\sin c - t}; \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\quad (A) \\]\n\nalso the half diurnal inequality being\n\n\\[ h = H - (H \\cos 2t + D \\cos c - t), \\]\n\n\\[ \\frac{h}{H} = 1 - (\\cos 2t + \\frac{D}{H} \\cos c - t) \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\quad (B) \\]\n\n\\[ = 1 - \\cos 2t - \\frac{2 \\sin 2t}{\\sin c - t} \\cos c - t \\]\n\n\\[ \\cotan c - t = \\frac{1 - \\frac{h}{H}}{2 \\sin 2t}, \\]\n\nwhence \\(c\\), and by substitution in (A) \\(D\\) also may be found.\n\nThen, by taking the successive corresponding values of \\(H, h,\\) and \\(t\\), we may deduce the corresponding values of \\(c\\) and \\(D\\), and thus obtain a series of heights and times of diurnal tides.\n\nIf we next apply the same system to the successive low waters, we obtain by independent means a second series which ought to correspond with the first. This process was tried, but it was found that there was a decided discrepancy between the two series of diurnal tides; and the values of diurnal inequality upon which the results were based were, moreover, not sufficiently sharply defined to give confidence in their correctness.\n\nA process in some respects the reverse of this was therefore tried, viz. the assumption of a hypothetical diurnal tide, and its combination with the semidiurnal tide by means of an inversion of the formulae given above. There were at the same time some data for determining the approximate values of the local constants which would enter into the expressions for diurnal tide. As has been before stated, whenever there is no diurnal inequality in time, the time of diurnal tide corresponds with that of actual tide, and the range is equal to the difference in height between two consecutive tides. Thus a simple inspection of the diagram gives four values for diurnal tide in each month, two when diurnal inequality in time vanishes at high water, and two when it vanishes at low water. But besides this, diurnal inequality in time of low water is sometimes for several consecutive days so small that a series of diurnal tides, in which the times are those of semi-diurnal low water, and the ranges the total amount of diurnal inequality in height of low water, could not be far from the truth.\nA series of trials based on these data led to the following results:\n\n1st. That the diurnal tide was referable to the transit of the moon immediately anterior to it, and not to one a day and a half anterior, as in the case of semidiurnal tide.\n\n2nd. That the time of high or low water of solar or lunar diurnal tide was about three hours at Kurrachee, and two hours at Bombay after the transit of the sun or moon*.\n\n3rd. That the amount of diurnal tide (being proportional to the declination and the cube of the parallax combined) was for the half-range at Kurrachee about $\\frac{3}{10}$ of an inch for each degree of the sun’s, and $\\frac{9}{10}$ for each degree of the moon’s declination when at the mean distance from the earth. At Bombay the range was taken to be $\\frac{1}{5}$ more.\n\nA series of diurnal tides was then calculated from the following expressions:\n\nLet $M$ be moon’s declination.\n$S$ be sun’s declination.\n$P$ be moon’s parallax (sun’s parallax neglected).\n$L = \\frac{MP^3}{57^3}$ (57 being the mean value of moon’s parallax).\n$T =$ moon’s hour-angle.\n$C =$ proportion of half-range for each degree of sun’s declination.\n\nThen the height of diurnal tide at any time $t$ (measured from the time of high water of solar-diurnal tide) is\n\n$$ (3L \\cos T - t + S \\cos t) \\times C. \\quad \\ldots \\ldots \\ldots \\ldots \\quad (A) $$\n\nThis is a maximum when\n\n$$ 0 = 3L \\sin T - t - S \\sin t, $$\n\n$$ S \\sin t = 3L (\\sin T \\cos t - \\sin t \\cos T), $$\n\n$$ \\frac{S}{3L} = \\sin T \\cotan t - \\cos T, $$\n\n$$ \\cotan t = \\frac{S}{3L + \\cos T} \\frac{\\sin T}{\\sin T}, $$\n\nwhence $t$ may be found, and thence by substitution in (A) the range of the diurnal tide.\n\nThe application of the daily successive values of $S$, $L$, and $T$ in these formulæ gave a series of hypothetical diurnal tides, and these were combined, by inverted forms of the expressions at p. 689, with the actual semidiurnal tides, so as to obtain the values of diurnal inequalities which they would produce.\n\nThese hypothetical diurnal inequalities were then compared with the actual ones. As had been anticipated, the assumed values for the constants which gave a coincidence in high-water time and low-water height did not give a coincidence in high-water height and low-water time. This result is indeed identical with that which was obtained when the series of diurnal tides, deduced from the high-water observations, was compared with those deduced from the low-water, but in its present form it offers greater facility for\n\n* It has since been found that the times are nearly the same at both ports (see Postscript).\nascertaining the character of the correction required. We have now a series of observed heights of high water and low water, and a corresponding series of calculated heights. In order to ascertain whether the differences between these followed any regular law, they were set off as ordinates from a horizontal line, and a continuous line drawn through their extremities. This continuous line assumed a form obviously, though roughly, approximating to the curves of a series of diurnal lunar tides having a maximum half-range of about 12 inches at Bombay and 6 inches at Kurrachee*. It made its high water and low water nine hours at Bombay and ten hours at Kurrachee after the moon's transit, high water at full and change being at night in the summer, and in the morning in the winter. It had evident periods of disappearance twice in a month, two days at Bombay and three days at Kurrachee before the moon crossed the equator; and, like the first-described diurnal tide, it reappeared after vanishing with the times of high and low water reversed. There seemed to be some evidence of solar influence upon this tide, but of too uncertain a character to justify its being taken into account.\n\nThe incorporation of this empirical tide with the first diurnal tide effected a materially closer coincidence with the observed heights and times, but it cannot be taken as a final solution of the problem. A more perfect series of observations at Bombay may probably suggest some form of the correction more consistent with known physical causes.\n\nThe combination of the two diurnal tides may be effected by the following formulae, similar to those given in page 690.\n\nLet \\( \\alpha \\) be interval between the two tides.\n\n\\( D \\) be half-range of first tide.\n\n\\( d \\) be half-range of second tide.\n\n\\( \\theta \\) be interval between the times of first and combined diurnal tides.\n\nThen height of diurnal tide at time \\( \\theta \\)\n\n\\[\n= D \\cos \\theta + d \\cos \\alpha - \\theta ;\n\\]\n\nand this is a maximum when\n\n\\[\n\\cotan \\theta = \\frac{D}{d} + \\frac{\\cos \\alpha}{\\sin \\alpha},\n\\]\n\nwhence \\( \\theta \\) may be found, and the half-range by substitution in (A).\n\nFor the purposes of practical computation tables and diagrams were formed from the various formulae above given, and under the authority of the Secretary of State for India, tide tables for Bombay and Kurrachee for the year 1867 were published. The times and heights given in these tables were compared with observation for four months at Bombay and eight months at Kurrachee. The diagrams give in a graphic form the result of the comparison, the small black dots showing the observed, and the red† ones the calculated times and heights. It should be stated that the calculated heights are\n\n* This result is modified, so far as Bombay is concerned, by the process described in the Postscript.\n\n† In Plate XXXVI, small circles.\nplotted from the half-tide level of the day (shown on the diagrams), and not from a fixed level. Thus the disturbances of sea-level due to other than tidal causes are eliminated from the comparison.\n\nThe following are the analyses of the comparison:\n\n**Bombay High-Water Heights.—242 cases.**\n\n31 or 13 per cent. are correct.\n94 ,, 39 ,, are within 1 inch.\n140 ,, 58 ,, 2 inches.\n175 ,, 72 ,, 3 \"\n198 ,, 82 ,, 4 \"\n221 ,, 91 ,, 5 \"\n231 ,, 96 ,, 6 \"\n237 ,, 98 ,, 7 \"\n240 ,, 99 ,, 8 \"\n\nThe greatest error is 9 inches.\n\n**Bombay Low-Water Heights.—243 cases.**\n\n34 or 14 per cent. are correct.\n109 ,, 45 ,, are within 1 inch.\n152 ,, 62 ,, 2 inches.\n185 ,, 76 ,, 3 \"\n209 ,, 86 ,, 4 \"\n217 ,, 89 ,, 5 \"\n235 ,, 97 ,, 6 \"\n239 ,, 98 ,, 7 \"\n242 ,, 99½ ,, 8 \"\n\nThe greatest error is 9 inches.\n\n**Bombay High-Water Times—246 cases.**\n\n75 or 30 per cent. are within 5 minutes.\n151 ,, 61 ,, 10 \"\n200 ,, 81 ,, 15 \"\n225 ,, 91 ,, 20 \"\n238 ,, 97 ,, 25 \"\n\nThe greatest error is 30 minutes.\n**Bombay Low-Water Times.—246 cases.**\n\n68 or 28 per cent. are within 5 minutes.\n\n| Cases | Percentage |\n|-------|------------|\n| 133   | 54         |\n| 178   | 72         |\n| 207   | 84         |\n| 226   | 92         |\n| 239   | 97         |\n| 244   | 99         |\n\nThe greatest error is 37 minutes.\n\n**Kurrachee High-Water Heights.—479 cases.**\n\n51 or 11 per cent. are correct.\n\n| Cases | Percentage |\n|-------|------------|\n| 131   | 27         |\n| 242   | 50         |\n| 335   | 70         |\n| 385   | 80         |\n| 435   | 91         |\n| 456   | 95         |\n| 467   | 97         |\n| 475   | 99         |\n\nThe greatest error is 9 inches.\n\n**Kurrachee Low-Water Heights.—473 cases.**\n\n114 or 24 per cent. are correct.\n\n| Cases | Percentage |\n|-------|------------|\n| 259   | 55         |\n| 369   | 78         |\n| 425   | 90         |\n| 458   | 97         |\n| 466   | 98\\(\\frac{1}{2}\\) |\n| 470   | 99\\(\\frac{1}{2}\\) |\n\nThe greatest error is 8 inches.\n\nThe Kurrachee High-Water Times are rather more correct, and the Low-Water Times are rather less correct than those of Bombay; but the errors cannot be given in a tabular form, as there are obvious errors in the record owing to the imperfect adjustment of the machine, the limits of which cannot be exactly defined.\nPOSTSCRIPT.\n\nSince receiving the observations made at Bombay and Kurrachee in the year 1867 the author has subjected them to another process for obtaining the actual times and heights of diurnal tide, which has been more successful than that described in the paper.\n\nThe only data made use of were the diurnal inequalities in height at high and low water, the range of semidiurnal tide and the diurnal inequality in time, which were necessary to the previous process, being now altogether disregarded.\n\nThe diurnal inequalities in height were obtained from the diagrams by measuring the widths between the lines joining alternate tides where they were crossed by the vertical lines representing noon on successive days. The two daily values thus obtained are respectively the sine and cosine of an angle which represents the difference in time between semidiurnal and diurnal tide. Dividing the low-water by the high-water value gives the cotangent of that angle, and thence the angle itself. Thus the time of actual diurnal tide (first in relation to the time of semidiurnal low water, and then in relation to solar time) was obtained.\n\nThe actual range of diurnal tide was obtained by adding together the squares of the high-water and low-water values (sine and cosine), and taking the square root of the sum.\n\nWith these two series of results as ordinates, curves were drawn representing times and ranges of actual diurnal tide, which were thus presented in a convenient form for comparison with the diurnal tide which had been previously calculated.\n\nThe comparison confirmed the previous conclusion that the tide based on the simple declination theory was insufficient; and the empirical correction which had been adopted seemed to provide an approximation to the required addition to it, both in time and height. But it appeared that a better coincidence in time would have been obtained by assuming the diurnal tide at Kurrachee to be forty minutes earlier. This supposition was tested by treating the observations of 1865 in a similar manner, and also by recalculating a portion of the tides of 1867 with the earlier diurnal tide. In both cases the supposition was confirmed, a better agreement being obtained.\n\nOn treating the Bombay observations in the same manner, a fair general coincidence with the calculated diurnal tides was found to exist; but it was further found, on comparing together the Kurrachee and Bombay curves of actual diurnal tide (thus for the first time recorded for the same period), that the times were nearly identical at the two ports, and the range at Bombay about one-tenth greater than that at Kurrachee.\n\nThe tables for the four months over which the Bombay observations extend were recalculated with the diurnal tides which had been calculated for Kurrachee (but made forty minutes earlier, and increased in range by one-tenth), and the result was quite as good as that shown by the original tables. This fact would seem to point to the possibility that the diurnal tide is a vertical undulation, acting simultaneously, or nearly so, over a large area.\nAPPENDIX.\n\nEXPLANATION OF THE DIAGRAMS.\n\nPLATE XXXVI.\n\nThe four sets of waving lines running the whole length of the diagrams represent respectively High-Water Times, Low-Water Times, High-Water Heights, and Low-Water Heights.\n\nThe observed times are represented by small black circles, the day and approximate hour being given by their positions measured along a horizontal line, and their intervals after the moon’s transit by their vertical positions according to the scale—the line AA representing thirty-three hours after the moon’s transit throughout.\n\nThe observed heights are also marked by small black circles laid off by scale from the straight horizontal line BB, which represents mean sea-level. The diurnal inequality is shown by the widths of the spaces between the lines joining alternate black circles—coloured brown in the manuscript diagrams.\n\nThe blue* lines passing along the centres of these spaces represent the actual curves of semidiurnal tide. The uneven line BB is equidistant between the semidiurnal curves of High-Water and Low-Water heights, and represents the actual half-tide level.\n\nMean sea-level at Bombay is deduced from the four months’ observations here given, and is 80 feet 4 inches above the “Town Hall Datum.”\n\nMean sea-level at Kurrachee is deduced from the observations of 1857–58, and is 4 feet 9 inches above the “Harbour Works Datum.”\n\nThe calculated times and heights are given by red† circles in the diagrams for 1867. The heights are plotted from the actual half-tide level (uneven line), and not from the mean sea (straight line).\n\nThe calculated semidiurnal curves of time and height are shown by red‡ lines.\n\nThe Bombay observations (1867) are believed to be sufficiently correct for most practical purposes. The same may be said of the Kurrachee observations of 1857–58.\n\nThe Kurrachee observations of 1865 and 1867 were taken by a self-registering machine at a spot a mile and a half higher up the harbour than that at which those of 1857–58 were taken; but numerous observations have been taken simultaneously at the two places, which prove that the tide-wave is scarcely appreciably affected in its passage up the harbour. The time of high water is, however, from five to ten minutes later at the upper station. The times of high and low water given on the diagrams of 1865 and 1867 are ten minutes earlier than those actually recorded, so as to make them comparable with those of 1857–58.\n\nThe working of the self-registering machine is not quite perfect, and its adjustment is\n\n* Strong black lines. † Small open circles. ‡ Broken black lines.\ndoubtful in some respects; it will therefore be desirable not to place too much confidence on its records in some particulars.\n\nThey may be depended on for,—\n1st. The forms of the mean semimonthly curves of height and time (very nearly).\n2nd. The range of tide without reference to a fixed level.\n3rd. Diurnal inequality in height or time.\n\nBut in the following the results should be taken with some reserve:—\n1st. The actual time of any particular tide or short series of consecutive tides.\n2nd. The height of any particular tide or short series of tides above a fixed level.\n(N.B. The papers were generally renewed about once a week, and any error in placing a paper would be likely to be continued till it was removed.)\n\n3rd. The comparative duration of the times of rising and falling water. The machine gives the average duration of flood tide a few minutes longer than that of ebb, a result which is not confirmed by direct observation.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108933.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23750,
    "total-output-tokens": 7671,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2706,
        2
      ],
      [
        2706,
        5817,
        3
      ],
      [
        5817,
        9102,
        4
      ],
      [
        9102,
        12269,
        5
      ],
      [
        12269,
        14900,
        6
      ],
      [
        14900,
        17489,
        7
      ],
      [
        17489,
        20365,
        8
      ],
      [
        20365,
        21335,
        9
      ],
      [
        21335,
        22606,
        10
      ],
      [
        22606,
        25699,
        11
      ],
      [
        25699,
        28301,
        12
      ],
      [
        28301,
        29244,
        13
      ],
      [
        29244,
        29244,
        14
      ],
      [
        29244,
        29244,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108933",
    "title": "On the Tides of Bombay and Kurrachee",
    "authors": "William Parkes",
    "year": 1868,
    "volume": "158",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108933"
  }
}