{
  "id": "267e0699a295d9cfc91a930b4bba9f2c9bef7f46",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1843.\n\nA.\n\nAIRY (George Biddell, Esq., M.A.). On the laws of individual tides at Southampton and at Ipswich, 45.\n\nB.\n\nBAKERIAN LECTURE, 303.\nBARRY (Martin, M.D.). Spermatozoa observed within the mammiferous ovum, 33.\nBELCHER (Captain Sir Edward, R.N.). An account of the second series of magnetic determinations by, 113.\n\nTide observations at Otaheite, or Tahiti, 55.\nBladder (living). On the introduction of chemical decomponents into the, 7.\nBlood, on the existence of a complete circulation of the, in vessels, in Myriapoda and Macrourous Arachnida, 243. The circulatory system, 272.\n\nC.\n\nCalculi, phosphatic vesical, on the decomposition and disintegration of, 7.\nCROZIER (Captain R.N.). Observations of magnetic declination made by, and officers under his command, on board Her Majesty's Ship Terror, between November 1840 and April 1841, 217.\nCrustacea, on the organ of hearing in, 233.\n\nE.\n\nElectricity, experimental researches in. Eighteenth series, 17.\n— on the, evolved by the friction of water and steam against other bodies, 17.\n\nF.\n\nFARADAY (Michael, Esq., D.C.L.). Experimental Researches in Electricity. Eighteenth series.\nOn the electricity evolved by the friction of water and steam against other bodies, 17.\nFARRE (Arthur, M.D.). On the organ of hearing in Crustacea, 233.\n\nG.\n\nGas voltaic battery, on the, 91.\nGROVE (W. R., Esq., M.A.). On the gas voltaic battery. Experiments made with a view of ascertaining the rationale of its action and its application to eudiometry, 91.\nH.\n\n*Hearing*, on the organ of, in Crustacea, 233.\n\n*Herschel* (Sir John F. W., Bart., K.H.). On certain improvements on photographic processes described in a former communication, and on the parathermic rays of the solar spectrum, 1.\n\n*Hoskins* (S. Elliott, M.D.). Researches on the decomposition and disintegration of phosphatic vesical calculi, and on the introduction of chemical decomponents into the living bladder, 7.\n\nI.\n\n*Ipswich*, on the laws of the tides at, 51.\n\n*Ivory*, remarkable in its electric condition, 23, 31.\n\nL.\n\n*Leaves of plants*, on the respiration of the, 329.\n\n*Light*, elliptic polarization of, by reflexion, on certain cases of, 35.\n\nM.\n\n*Magnetic Declination*, observations of, made on board Her Majesty's Ship Erebus, between November 15, 1840, and April 6, 1841, 177.\n\n*Magnetic Declination*, observations of, made on board Her Majesty's Ship Terror, between November 15, 1840, and April 5, 1841, 217.\n\n*Magnetic Declination*, general table of, observed on board Her Majesty's Ships Erebus and Terror, between November 1840, and April 1, 1841, 227.\n\n*Magnetic Inclination*, observations of the, made on board Her Majesty's Ship Erebus on her passage from Kerguelen Island to Van Diemen Island, 175; observations from September 1840 to April 1841, 193.\n\n*Magnetic Inclination*, general table of, observed on board Her Majesty's Ship Erebus, from June 1840 to April 1841, 229.\n\n*Magnetic Intensity*, observations of the, made on board Her Majesty's Ship Erebus on her passage from Kerguelen Island to Van Diemen Island, 176; observations from September 1840 to April 1841, 208.\n\n*Magnetic Intensity*, general table of the, from observations made on board Her Majesty's Ship Erebus, between July 1840, and April 1841, 231.\n\n*Magnetic Determinations*, general table of Captain Sir Edward Belcher's, 140.\n\n*Magnetism, Terrestrial*, contributions to. No. IV. Second series of magnetic determinations by Captain Sir Edward Belcher, R.N., 113.\n\n*Magnetism, Terrestrial*, contributions to. No. V. 1. Observations within the Antarctic Circle, made on board Her Majesty's Ships Erebus and Terror, in the summer of 1840, 1841, in the expedition under the command of Captain James Clark Ross, R.N., 145. 2. Observations between Kerguelen Island and Van Diemen Island, made on board Her Majesty's Ship Erebus, July and August 1840, 173.\n\n*Myriapoda* and *Macrourous Arachnida*, on the structure, relations and development of the nervous and circulatory systems, and on the existence of a complete circulation of the blood in vessels, in. First series, 243. 1. Nervous system.—Theory of development, *ibid.* Structure, 245. Functions of the brain and nervous cord, 264. 2. The circulatory system, 272. Structure, 274. The supra-spinal artery, 282. Circulatory system in Arachnida.—The\nINDEX\n\nheart, 286. Distribution of the aorta, 288. Cerebral arteries, 289. Arterial vessels of the abdomen, 291. The portal system of vessels, 293. Structure of the pulmono-branchiae, 295. Nutrition of the branchiae, 297. Course of the circulation, ibid. Recapitulation and conclusion, 298.\n\nN.\n\nNervous and circulatory systems, on the structure, relations, and development of the, and on the existence of a complete circulation of the blood in vessels, in Myriapoda and Macrourous Arachnida, 243.\n\nNEWPORT (GEORGE, Esq.). On the structure, relations and development of the nervous and circulatory systems, and on the existence of a complete circulation of the blood in vessels, in Myriapoda and Macrourous Arachnida. First series, 243.\n\nO.\n\nOil, oil of turpentine, &c., remarkable property of, to change the exciting power (electric) of water, 27.\n\nOtaheite, tide observations at, 55.\n\nOvum, mammiferous, spermatozoa observed within the, 33.\n\nP.\n\nParathermic rays of the solar spectrum, 1.\n\nPEPSY (WILLIAM HASLEDINE, Esq.). On the respiration of the leaves of plants, 329.\n\nPhotographic processes, on certain improvements on, 1.\n\nPolarization, elliptic, of light, by reflexion, observations on certain cases of, 35.\n\nPOWELL (The Rev. BADEN, M.A.). Observations on certain cases of elliptic polarization of light by reflexion, 35.\n\nR.\n\nRheometer, 307.\n\nRheomotor, 306.\n\nRheoscope, 307.\n\nRheostat, 309.\n\nRheotome, 307.\n\nRheotrope, ibid.\n\nRoss (Captain JAMES CLARK, R.N.). Magnetic observations made by, and officers under his command, 145, 173, 175, 177, 193, 217.\n\nS.\n\nSABINE (Lieut.-Colonel EDWARD, R.A.). Contributions to terrestrial magnetism, No. IV., 113. Second Series of magnetic determinations, by Captain Sir EDWARD BELCHER, R.N., ibid.\n\nObservations within the Antarctic Circle, made on board Her Majesty's Ships Erebus and Terror, in the summer of 1840, 1841, in the expedition under the command of Captain JAMES CLARK ROSS, R.N., 145. 2. Observations between Kerguelen Island and Van Diemen Island, made on board Her Majesty's Ship Erebus, July and August 1840, 173.\n\nSouthampton, on the laws of the tides at, 45.\n\nSpermatozoa, observed within the mammiferous ovum, 33.\n\nSteam, on the electricity evolved by the friction of (and water), against other bodies, 17.\nT.\n\n*Tahiti*, tide observations at, 55.\n\n*Terrestrial magnetism*, contributions to, No. IV. Second series of magnetic determinations by Captain Sir Edward Belcher, R.N., 113.\n\n———, No. V. 1. Observations within the Antarctic Circle, made on board Her Majesty's Ships Erebus and Terror, in the summer of 1840, 1841, in the expedition under the command of Captain James Clark Ross, R.N., 145. 2. Observations between Kerguelen Island and Van Diemen Island, made on board Her Majesty's Ship Erebus, July and August 1840, 173.\n\n*Tide observations* at Otaheite, or Tahiti, 55.\n\n*Tides*, on the laws of individual tides at Southampton and at Ipswich, 45.\n\nV.\n\n*Voltaic battery*, on the gas, 91.\n\n——— circuit, an account of several new instruments and processes for determining the constants of a, 303. Electro-motive force, 304. Reduced length of a wire, *ibid*. Rheomotor, 306. Rheometer, Rheotome, Rheotrope, Rheoscope, 307. Rheostat, 309. Standard of resistance, 311. The resistance coils, 312. Process to ascertain the sum of the electro-motive forces in a voltaic circuit, 313. Processes to ascertain the resistance or reduced length of a rheomotor, 318. Instrument for measuring the resistance of liquids, 320. The differential resistance measurer, 323. Process to determine the degrees of deviation of the needle of a galvanometer corresponding to the degrees of force, and the converse, 327.\n\nW.\n\n*Water*, on the electricity evolved by the friction of (and steam), against other bodies, 17.\n\n*Wheatstone* (Charles, Esq.). An account of several new instruments and processes for determining the constants of a voltaic circuit, 303.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108385.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 2621,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1552,
        2
      ],
      [
        1552,
        4354,
        3
      ],
      [
        4354,
        6629,
        4
      ],
      [
        6629,
        8261,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108385",
    "title": "Back Matter",
    "authors": null,
    "year": 1843,
    "volume": "133",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108385"
  }
}