{
  "id": "bf1fd601fa7ffeb9e33f739ef3b87e4f527cd910",
  "text": "IX. A Discourse concerning the Proportional Heat of the Sun in all Latitudes, with the Method of collecting the same, as it was read before the Royal Society in one of their late Meetings. By E. Halley.\n\nThere having lately arisen some Discourse about that part of the Heat of Weather, simply produced by the Action of the Sun; and I having affirmed, that if that were considered, as the only Cause of the Heat of the Weather, I saw no reason, but that under the Pole the solstitial Day ought to be as hot as it is under the Equinoctial, when the Sun comes vertical, or over the Zenith: for this reason, that for all the 24 Hours of that Day under the Pole, the Sun's Beams are inclined to the Horizon, with an Angle of $23\\frac{1}{2}$ degrees; and under the Equinoctial, though he come vertical, yet he shines no more than 12 Hours, and is again 12 Hours absent, and that for 3 Hours 8 Min. of that 12 Hours he is not so much elevated as under the Pole; so that he is not 9 of the whole 24 higher than 'tis there, and is 15 Hours lower. Now the simple Action of the Sun is, as all other Impulses or Strokes, more or less forceable, according to the Sinus of the Angle of Incidence, or to the Perpendicular let fall on the Plain, whence the Vertical Ray (being that of the greatest Heat) being put Radius, the force of the Sun on the Horizontal Surface of the Earth will be to that, as the Sinus of the Sun's Altitude at any other time. This being allowed for true, it will then follow, that the time of the continuance of the Sun's shining being taken for a Basis, and the Sines of the Sun's Altitudes erected thereon as Perpen-\nPerpendiculars, and a Curve drawn through the Extremities of those Perpendiculars, the Area comprehended shall be proportionate to the Collection of the Heat of all the Beams of the Sun in that space of time. Hence it will follow, that under the Pole the Collection of all the Heat of a tropical Day, is proportionate to a Rectangle of the Sine of $23\\frac{1}{2}$ gr. into 24 Hours or the Circumference of a Circle; that is, the Sine of $23\\frac{1}{2}$ gr. being nearly 4 tenths of Radius; as $\\frac{8}{10}$ into 12 Hours. Or the Polar Heat is equal to that of the Sun continuing 12 Hours above the Horizon, at 53 gr. height, than which the Sun is not 5 Hours more elevated under the Equinoctial.\n\nBut that this matter may be the better understood, I have exemplified it by a Scheme (Fig. 8.) wherein the Area $ZGH$ is equal to the Area of all the Sines of the Sun's Altitude under the Equinoctial, erected on the respective Hours from Sun-rise to the Zenith; and the Area $HH$ is in the same proportion to the Heat for the same 6 Hours under the Pole on the Tropical Day; and $HHQ$, is proportional to the collected Heat of 12 Hours, or half a Day under the Pole, which space $HHQ$ is visibly greater than the other Area $HZGH$, by as much as the Area $HGH$ is greater than the Area $ZG$; which, that it it so, is visible to sight, by a great excess; and so much in proportion does the Heat of the 24 Hours Sun shine under the Pole, exceed that of the twelve Hours under the Equinoctial: whence Caeteris paribus, it is reasonable to conclude, that were the Sun perpetually under the Tropick, the Pole would be at least as warm; as it is now under the Line itself.\n\nBut whereas the Nature of Heat is to remain in the Subject, after the Cause that heated is removed, and particularly in the Air; under the Equinoctial the twelve Hours absence of the Sun does very little still the Mo-\ntion impress'd by the past Action of his Rays wherein Heat consists, before he arise again: But under the Pole the long absence of the ⊙ for 6 Months, wherein the extremity of Cold does obtain, has so chill'd the Air, that it is as it were frozen, and cannot, before the Sun has got far towards it, be any way sensible of his presence, his Beams being obstructed by thick Clouds, and perpetual Foggs and Mists, and by that Atmosphere of Cold, as the late Honourable Mr. Boyle was pleased to term it, proceeding from the everlasting Ice, which in immense Quantities does chill the neighbouring Air, and which the too soon retreat of the Sun leaves unthawed, to encrease again, during the long Winter that follows this short Interval of Summer. But the differing Degrees of Heat and Cold in differing Places, depend in a great measure upon the Accidents of the Neighbourhood of high Mountains, whose height exceedingly chills the Air brought by the Winds over them; and of the nature of the Soyle, which variously retains the Heat, particularly the Sandy, which in Africa, Arabia, and generally where such Sandy Desarts are found, do make the Heat of the Summer incredible to those that have not felt it.\n\nIn prosecution of this first Thought, I have solved the Problem generally, viz. to give the proportional degree of Heat or the sum of all the Sines of the Sun's Altitude, while he is above the Horizon in any oblique Sphere, by reducing it to the finding of the Curve Surface of a Cylindrick Hoof, or of a given part thereof.\n\nNow this Problem is not of that difficulty as appears at first sight, for in Fig. 9. let the Cylinder ABCD be cut obliquely with the Ellipse BKDI, and by the centre thereof H, describe the Circle IKLM; I say, the Curve Surface IKLB is equal to the Rectangle of IK and BL, or of HK and 2 BL or BC: And if there be supposed another Circle, as NQPO, cutting the said Ellipse in the points\npoints P, Q; draw PS, QR, parallel to the Cylinders Axe, till they meet with the aforesaid Circle IKLM in the points R, S, and draw the Lines RTS, QVP bisected in T and V. I say again, that the Curve Surface RMS-QDP is equal to the Rectangle of BL or MD and RS, or of 2 BL or AD and ST or VP; and the Curve Surface QNPD is equal to RS x MD — the Arch RMS x SP, or the Arch MS x 2 SP: or it is equal to the Surface RMSQDP, subtracting the Surface RMSQNP. So likewise the Curve Surface QBPO is equal to the sum of the Surface RMSQDP or RS x MD, and of the Surface RLSQOP or the Arch LS x 2 SP.\n\nThis is most easily demonstrated from the consideration, That the Cylindrick Surface IKLB is to the inscribed Spherical Surface IKLE, either in the whole or in its Analogous Parts, as the tangent BL is to the Arch EL, and from the Demonstrations of Archimedes de Sphaera & Cylindro, Lib. i. prop. xxx. and xxxvii. xxxix. which I shall not repeat here, but leave the Reader the pleasure of examining it himself; nor will it be amiss to consult Dr. Barrows's Learned Lectures on that Book, Published at London, An. 1684, viz. Probl. ix. and the Corollaries thereof.\n\nNow to reduce our Case of the Sum of all the Sines of the Suns Altitude in a given Declination and Latitude to the aforesaid Problem, let us consider Fig. 10. which is the Analemma projected on the Plain of the Meridian, Z the Zenith, P the Pole, HH the Horizon, æ æ the Equinoctial, SS, WW the two Tropicks, SI the Sine of the Meridian Altitude in SS; and equal thereto, but perpendicular to the Tropick, erect SI, and draw the Line TI intersecting the Horizon in T, and the hour Circle of 6, in the Point 4, and 6.4 shall be equal to 6R, or to the Sine of the Altitude at 6: and the like for any other Point in the Tropick, erecting a Perpendicular thereat, terminated by the Line TI: Through the Point 4 draw\ndraw the Line 457 parallel to the Tropick, and representing a Circle equal thereto; then shall the Tropick SS in Fig. 10. answer to the Circle NOPQ, in Fig. 9. the Circle 457 shall answer the Circle IKLM, T41 shall answer to the Elliptick Segment QBKP, 6R or 64 shall answer to SP, and 51 to BL, and the Arch ST, to the Arch LS, being the semidiurnal Arch in that Latitude and Declination; the Sine whereof, though not expressible in Fig. 10. must be conceived as Analogous to the Line TS or UP in Fig. 9.\n\nThe Relation between these two Figures being well understood, it will follow from what precedes, That, the Sum of the Sines of the Meridian Altitudes of the Sun in the two Tropicks, (and the like for any two opposite Parallels) being multiplied by the Sine of the semidiurnal Arch, will give an Area analogous to the Curve Surface RMSQDP; and thereto adding in Summer, or subtracting in Winter, the product of the length of the semidiurnal Arch, (taken according to Van Ceulen's Numbers) into the difference of the above-said Sines of Meridian Altitude: the Sum in one case, and difference in the other shall be as the Aggregate of all the Sines of the Sun's Altitude, during his appearance above the Horizon; and consequently of all his Heat or Action on the Plain of the Horizon in the proposed Day. And this may also be extended to the parts of the same Day; for if the aforesaid Sum of the Sines of the Meridian Altitudes, be multiplied by half the Sum of the Sines of the Sun's horary distance from Noon, when the Times are before and after Noon; or by half their difference, when both are on the same side of the Meridian; and thereto in Summer, or therefrom in Winter, be added or subtracted the product of half the Arch answerable to the proposed Interval of Time, into the difference of the Sines of Meridian Altitudes, the sum in one case, and difference\nrence in the other, shall be proportional to all the Action of the Sun during that space of time.\n\nI foresee it will be objected, that I take the Radius of my Circle on which I erect my Perpendiculars always the same, whereas the Parallels of Declination are unequal; but to this I answer, that our said circular Bases ought not to be Analogous to the Parallels, but to the Times of Revolution, which are equal in all of them.\n\nIt may perhaps be useful to give an Example of the Computation of this Rule, which may seem difficult to some. Let the Solstitial Heat, in $S$ and $W$ be required at London, Lat. $51^\\circ 3'2$.\n\n| Co - Lat. | Diff. Actn. |\n|-----------|------------|\n| $38^\\circ - 2'8$ | $33^\\circ - 1'1$. |\n| $23 - 30$ Decl. | Arc.Semidi.asiv. $123 - 11$. |\n| $61 - 58$ Sinus = $882674$ | Arc.Semidinr. hyb.$56 - 49$. Sin.$638923$. |\n| $14 - 58$ Sinus = $258257$ | Arc.asiv.mensura $2149955$. |\n| Summa $1,140931$ | Arc. hyber mensura $991683$. |\n| Diff. $624417$ |\n\nThen $1,140931$ in $836923 + 624417$ in $2,149955 = 2,29734$.\n\nAnd $1,140931$ in $836929 - 624417$ in $991638 = 33895$.\n\nSo that $2,29734$ will be as the Tropical Summers days Heat, and $0,33895$ as the Action of the Sun in the Day of the Winter Solstice.\nAfter this manner I computed the following Table for every tenth Degree of Latitude, to the Equinoctial and Tropical Sun, by which an Estimate may be made of the intermediate Degrees.\n\n| Lat. | Sun in γ = | Sun in Θ = | Sun in ψ = |\n|------|------------|------------|------------|\n| 0    | 20000      | 18341      | 18341      |\n| 10   | 19696      | 20290      | 15834      |\n| 20   | 18794      | 21737      | 13166      |\n| 30   | 17321      | 22651      | 10124      |\n| 40   | 15321      | 23048      | 6944       |\n| 50   | 12855      | 22991      | 3798       |\n| 60   | 10000      | 22773      | 1075       |\n| 70   | 6840       | 23543      | 000        |\n| 80   | 3473       | 24673      | 000        |\n| 90   | 0000       | 25055      | 000        |\n\nThose that desire more of the Nature of this Problem, as to the Geometry thereof, would do well to compare the XIII Prop. Cap. V. of the Learned Treatise, De Calculo Centri Gravitatis, by the Reverend Dr. Wallis, Published Anno. 1670.\n\nFrom this Rule there follow several Corollaries worth Note: As I. that the Equinoctial Heat when the Sun comes Vertical, is as twice the Square of Radius, which may be proposed as a Standard to compare with in all other Cases. II. That under the Equinoctial, the Heat is as the Sine of the Sun’s Declination. III. That in the Frigid Zones when the Sun sets not, the Heat is as the Circumference of a Circle into the Sine of the Altitude at 6. And consequently that in the same Latitude these Aggregates of Warmth, are as the Sines of the Sun’s Declinations; and in the same Declination of Sol, they are as the Sines of the Latitudes, and generally they are as the Sines of the Latitudes into the Sines of Declination.\n\nIV. That\nIV. That the Equinoctial Days Heat is everywhere as the Co-sine of the Latitude. V. In all places where the Sun sets, the difference between the Summer and Winter Heats, when the Declinations are contrary, is equal to a Circle into the Sine of the Altitude at 6 in the Summer Parallel, and consequently those differences are as the Sines of Latitude into or multiplied by the Sines of Declination. VI. From the Table I have added, it appears that the Tropical Sun under the Equinoctial has of all others the least Force. Under the Pole it is greater than any other days Heat whatsoever, being to that of the Equinoctial as 5 to 4.\n\nFrom the Table and these Coralleries may a general Idea be conceived of the Sum of all the Actions of the Sun in the whole Year, and that part of Heat that arises simply from the Presence of the Sun be brought to a Geometrical Certainty: And if the like could be perform'd for Cold; which is something else than the bare Absence of the Sun, as appears by many Instances, we might hope to bring what relates to this part of Meteorology to a perfect Theory.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102001.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19786,
    "total-output-tokens": 4081,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1630,
        6
      ],
      [
        1630,
        3514,
        7
      ],
      [
        3514,
        5430,
        8
      ],
      [
        5430,
        7300,
        9
      ],
      [
        7300,
        9172,
        10
      ],
      [
        9172,
        10408,
        11
      ],
      [
        10408,
        12134,
        12
      ],
      [
        12134,
        13221,
        13
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102001",
    "title": "A Discourse concerning the Proportional Heat of the Sun in all Latitudes, with the Method of Collecting the Same, as It was Read before the Royal Society in One of Their Late Meetings. By E. Halley",
    "authors": "E. Halley",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/102001"
  }
}