{
  "id": "e4e697c360ff477dd599841e726d93e824daf385",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February.\nFebruary 9. 1673.\n\nThe CONTENTS.\n\nAn Account of some uncommon Mineral Substances, found in English Coal-and Iron-Mines. A Description of certain figured Stones like Plants, supposed by some to be Plants petrified. A Representation of an Icy mountain in Helvetia, formerly described. A Letter giving notice to the Public of a New way of preserving the Hulls of Ships from Worms, &c. The Natural History of Musick. An Account of two Books: I. MUSICA SPECULATIVA del Mengoli, II. Georg. Wedelii Specimen de Sale Volatili Plantarum. An Advertisement concerning a Remedy to prevent the Rot in Sheep, at this present time much complain'd of in England.\n\nAn Account of two uncommon Mineral Substances, found in some Coal-and Iron-Mines of England; as it was given by the Intelligent and Learned Mr. Jessop of Bromhal in Yorkshire to the Ingenious Mr. Lister, and by him communicated to the Publisher in a letter of January 7, 1673.\n\nSIR,\n\nThat this Letter may be the more acceptable to you, I shall communicate some Excerpta, taken out of the Letters, which that Inquisitive and Learn'd Gentleman Mr. Jessop is pleased to honour me with. I will give, (faith he) the best answer I can in short to the Questions, you put to me in your last.\n\n1. The Fungus subterraneus, I sent you a large quantity of, was gotten in a Rocky Lime-stone ground, on a Common about two miles distant from Castleton in the Peake of Derbyshire, 15 or 16 yards deep, in the Old man (as they call a Mine formerly wrought and stopt up) covered with earth, that had either fallen or was thrown in. There is no coal-bed that is known of within five or six miles of the place.\nOf this Fungus by Mr. Jeffops procurement I received (faith Mr. Lister) a good quantity; and yet I am not able to say, in what form it grows. It does not seem to me to have any constant shape; at least the pieces that I receiv'd are much like Peats or Turfs, cut up in the high moors, both in the sooty colour and inward substance; this only is more clammy and tough, and dries not. And some of this fungous substance is very soft and like jelly. In and about the more solid pieces, (of which I have some, half a foot square,) are many big lumps of a bituminous substance. This bitumen is very inflammable like Rosin; it is very light, it breaks firm, and shines like good Aloes; and for color, it is not much unlike it, save that it is more dark-colored and purplish; yet there is much of it of a dark green color. We distill'd a parcel of it, which yielded us an Acidulous limpid water; then, a white liquor, which was, I guess, from some of the Oily parts precipitate. And in the last place, a copious yellow Oyl, not unlike that of Succinum or Pitch. In the neck of the Retort we could discern no Volatil Salt, as in the like process upon Amber. Whether this ows its Original to a Vegetable, or is truly a concret Mineral Juice and a fossil Bitume, I forbear to determine. I have not read of any such fungous Earth, in which bitumen naturally grows and adheres: And the finding of it in an Old mine doth much favour the first opinion of being a Vegetable substance; either the very substance of the propps of Wood, they make use of in lining and supporting the Grooves, thus alter'd, or certain fungus's growing out of them. That Birch, (of which there is great plenty and hath been vast woods all these mountainous parts of England over,) will yield bitumen, as limpid as the sap is which runs from it by tapping, if we now had the skill to extract it. Pliny is very express, l. 16. c. 18. Bitumen ex Betula Galli excoquunt. And moreover it is certain, that much of that wood, if not all, which is dug up in the high moors of Craven, and which the people there call and use for Candlewood, is no other than Birch, as it appears from the grain and bark; and yet this wood kindleth flames, and exudates a rosin, which makes many pronounce it very Firr-wood. Whatever this bitumen is, which this Fungus subterraneous yields, it much differs from the Asphaltum of the Shopps; and you may command\nmand a specimen of it, that it may be better examin'd by more skilful Naturalists.\n\n2. There is another Mineral Juice in these parts of England, which I have much inquir'd after, and have longed to see; and now I am likely to be satisfied, as you may think by Mr. Jessop's words: Captain Wain, (faith he) a diligent and knowing person in Mines, gave me a White Liquor, resembling Cream both in colour and consistence, which he found in great quantities at the bottom of a Coal-pit, 49 yards deep, which I reserve for you. But this is not all the information that hath been given me about this White Liquor. Mr. George Planton, a curious and very intelligent person, writes thus to me from Sheriff Hales in Shropshire: I shall trouble you with an Observation, I lately met with in our Iron-mines, especially that which the Country people here call the White Mine, which yields the best Iron-Stone. The Miners do commonly, upon the breaking of a Stone, meet with a great quantity of a whitish milky Liquor, inclosed in the Center of it; they sometimes find a Hogshead contain'd in one cavity. 'Tis in taste sweetish; only it hath a Vitriolic and Iron-like twang with it.\n\nSo far Mr. Lister and his friends, from whose generosity we have received a parcel of each of these substances for further examination.\n\nA Description of certain Stones figured like Plants, and by some Observing men esteem'd to be Plants petrified: Communicated to the Publisher by the same Mr. Lister from York Novemb. 4th. 1673.\n\nSir,\n\nIn this paper I send you an Account of some of the Parts of certain Stones figured like Plants; which Agricola (5° Fossilium) calls Trochite, and the compound ones Entrochi; we in English, St. Cuthbert's beads.\n\nAgricola will have them akin for substance to the Lapidus Judaici; and, indeed, there are of an opague and dark coloured Sparr; though I have of them from some parts of England of a white Sparr or Gauke, as our Miners call it: They all break like Flint, polish'd and shining.\n\nPut into Vinegar (faith he) they bubble: Atque etiam repe-\n\nCCCCCCC 2",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101392.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1669,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1708,
        2
      ],
      [
        1708,
        4105,
        3
      ],
      [
        4105,
        6171,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101392",
    "title": "An Account of Two Uncommon Mineral Substances, Found in Some Coal and Iron-Mines of England; as It Was Given by the Intelligent and Learned Mr. Jessop of Bromhal in York-Shire to the Ingenious Mr. Lister, and by Him Communicated to the Publisher in a Letter of January 7. 1673/74",
    "authors": "Mr. Jessop",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101392"
  }
}