{
  "id": "58357342b8538c1b2a7003e4c121c21b291cbe94",
  "text": "facile pettundi posse videatur) semini, per Urethram, seu potius Virge canaliculum viam affectanti, exitum negat; unde per pudendum muliere (refluim forte) excernitur.\n\nCum annorum esset se decim, Menstrua periodice & modo debito fluere cuperunt, atque per biennium perseveraverunt. Quo elapsi, iisdem non amplius comparantibus pullulavit Barba, & exinde totum corpus pilosum conspicitur; Vox corporisque habitus virilem amulantur. Crinis se habet virorum ad instar: Mammae nulla exsurgunt: papilla perquam exigua. Pectus latum est. Ischia non ita disjota. Nates quam sunt feminarum contractiores.\n\nSe ad utrumque sexum comparatum assent, sed feminis misceri praoptare; quas etiam cum videt, & concupiscit, erigitur Penis, qui quoties Virem appetit, flaccidus manet.\n\nUnum hoc, idque nec extra oleas putem, Coronidis loco subneetam; Quod nempe, cum nocte quadam, quam totam tripudii, compositionibus, catenique id genus lascivia incitamentis, cum aliquot ejusdem farina congerrenibus insuperat, oculos in virem quendam forma venustioris conjecterat, mox cum adeo deperibat, ut sequenti die, pra amoris aestro, in passionem hystericae incidere, quam revera talem fuisse, non solum Elevatio abdominis, Cantus, Risus, Fletus, (notissima illius intemperici symptomata) sed & juventia, satis liquido comprobarunt: Applicato quippe Emplastro ex Galbano regioni Umbilici, exhibitisque remediis hystericis ilico convalescit.\n\nAn Account of some Books.\n\n1. NOVEAUX ELEMENTS DE GEOMETRIE:\n\nOr a Mathematical Treatise, entitled, New Elements of Geometry, printed at Paris in quarto, Anno 1667.\n\nDivided into 15 Books or Sections, containing\n\nA new Method and Order, and new Demonstrations of the most common Propositions in Geometry.\n\nNew ways to discover what Lines are incommensurable.\n\nNew measures of Angles not hitherto considered.\n\nNew ways of finding out, and demonstrating the Proportion of Lines.\n\nWherein we observe, that the Author delivers by a new Method and Order of his own, grounded upon Algebraical Elements, divers new Demonstrations of the more common Propositions, contained chiefly in the first six Books of Euclid's Elements, and without recourse to Euclid, or any other Geometrical Writer, for proof of any thing asserted in those new Elements.\n\nWhereto is added, the Solution of an Arithmetical Problem, which the Author calls Magick Squares, viz.\n\nA square of Cells being given, even or odd, filled with Numbers, either in an Arithmetical or Geometrical Progression; so to dispose all those Numbers into\ninto another like square of Cells; that all the Numbers of each band, whether to\nthe right or to the left, upwards or downwards, or diagonally, the Numbers gi-\nven being in an Arithmetical Progression, added together, do always make the\nsame Sum, and those in a Geometrical Progression, multiplied into one another,\ndo always make the same Product.\n\nII. SYNOPSIS OPTICA, Auth. HONORATO FABRI,\nSoc. Jesu, Lugduni Gall. in 4°. Ann. 1667.\n\nThis Author pretends to have comprised in this Treatise, containing 58\nPropositions, besides many Corollaries, all what hath been hitherto discover'd\nin Opticks, and to have added thereto many curious and useful remarks, not\nmentioned in other Authors.\n\nHe begins with that part which is the most simple, and considers the\nstraight Ray, called by the general name of Opticks; where he shews, what\nis the cause of those surprizing effects of the Perspective, which so plea-\nsingly deceive the eye; examining there many curious Experiments.\n\nIn the second part (the Catoptricks, that have for their Object Rays, refle-\ncted) he gives an account of all the Apparences in Looking-Glasses, Convex,\nConcave, Cylindrical, &c.\n\nIn the third (the Dioptricks, that consider Rays refracted) he treats largely\nof Telescopes of all sorts, Spherical, Elliptical, Hyperbolical; as also of\nMicroscopes, and the effects of all of them: Where, among many other\nparticulars, he delivers and commends, as an invention of Eustachio Divini,\nthe way of furnishing a Telescope, with two Eye-Glasses, outwardly flat,\nand inwardly convex, so as that they touch one another in the center of\ntheir convex Superficies.\n\nIn this part he expatiates the Doctrine of Refractions and Parallaxes;\nannexing several particulars concerning Comets, the Ring of Saturn, &c. and\nconcluding all with an Appendix, wherein having refuted the Spiral Hypo-\nthesis, devised to support the Ptolemaick System of the World, he advanceth\na new one, judged by him very suitable to render an account of the Motion\nof the Celestial Bodies in the same System that supposeth the Earth's im-\nmobility, which he seems unwilling to desert.\n\nIII. DE VI PERCUSSIONIS, JOH. ALPHONS. BORELLI.\nBononiæ in 4°. 1667.\n\nWhereas in the doctrine of Percussion several things are to be accurately\ndistinguish'd, as the Force percussive, the Motion, or the Velocity of the Per-\ncussion, and the Resistance of the Body percussed; and then an Estimate to\nbe made of the Proportion of those three to one another. This Author\npretends to have both assigned that Difference, and demonstrated the Pro-\nportion; adding, that though Galileo saw and acknowledged (vid. at the\nend of his fourth Dialogue De motu projectorum) That the Force of Percus-\nsion was Infinite, or (rather) unlimited, yet he there refer'd discoursing up-\non that Argument to another opportunity; which not having been per-\nformed by him (for ought could be found by any of his Writings, either\nPrinted or Manuscript, which latter were purposely searched after his death to find such a Discourse) our Author pretends, that that Proposition concerning the Infiniteness of the force of Percussion, not having been yet demonstrated by any, he hath in this Book resumed the whole matter concerning Percussion, and clearly demonstrated the true and genuine Nature of it, its Cause, Proprieties, and Effects. In the doing of which, he taketh occasion to discourse also of Gravity, Magnetism, Tremor of Bodies, Pendulums, &c. All which, whilst the Reader is considering, the Author tells him, that he is making ready his other Books concerning the Motions of Animals.\n\nIV. NIC. STENONIS MUSCULI DESCRIPTIO GEOMETRICA, Florentiae in 4. Ann. 1667.\n\nThe Author of this Book declareth, that his design in composing it was to shew, that in a Muscle neither the Parts of it can be distinctly named, nor its Motion duly considered, unless the Doctrine thereof become a part of the Mathematicks. And he is of opinion, that there is no other cause of the many Errors, which spoil the History concerning the Humane Body, than that Anatomy hath hitherto disdain'd the Laws of the Mathematicks: And therefore inviteth those that are studious in that part of Philosophy, to consider, that our Body is an Engine made up of a thousand subordinate Engines, whose true knowledge whoever thinks that it can be investigated without Mathematical assistance, must also think, that there is matter without Extension, and Body without Figure.\n\nHereupon he shews, that the very Fabrick of the Muscles imposeth a kind of necessity upon considering Writers to explicate them Mathematically: In conformity whereunto, he pretends to have found, that in every Muscle there is one Parallelepiped of Flesh, and two Tetragonal Prisms of Tendons, defining a Muscle to be a Body composed of divers Series's, or ranks of Fibres, equal, like, and parallel among themselves, and so immediately placed upon one another, that whole Ranks are congruous to whole Ranks. Here he explains the Dimensions of a Muscle, its Contraction and Strength; and adds, that the use of this new discovery of the structure of the Muscles, is to demonstrate, That they may fwell in their Contraction without the Accession of new Matter.\n\nHe subjoins a Letter to Monsieur Thevenot, in which, among other things, he alledges several Experiments, to shew, that the motion of the Heart is like the motion of Muscles; and answers those who pretend, that the true Fabrick of the Heart hath already been observed heretofore; and those likewise who think, that these new Observations of the Muscles are uncertain, concluding this Subject with an enumeration of the Particulars, yet remaining to be search'd into in the History of the Muscles.\n\nTo all these things he adds two Narratives; one, of a dissected Head of a Shark, which he calls Canis Carcaria, where he delivers many curious Observations of the Skin, Eye, Optick Nerves, Ocular Muscles, exceeding small-\nsmallness of the Brain, as also of the Mouth, and strange Teeth of this Fish; examining withall, whether the Glosoptera be the Teeth of this Creature, or Stones produced by the Earth; in which Controversie he takes their part, who maintain, that those and divers other substances found in the Earth, are parts of the Bodies of Animals, and endeavours to prove, that such sorts of Earth may be the sediments of Water, and such Bodies, the parts of Animals carried down together with those Sediments, and in progress of time reduced to a stony hardness.*\n\n*This Subject Mr. Hook hath also discoursed of at large in several of his publick Lectures, founded by Sir John Cutler; which Lectures he read about two years since in Gresham College, in the presence of many Learned and Curious persons; which also had been long since made publick, had not other indispensable Affairs hindered him from taking care of the Press: where he hath not only shewn the Origin of these Glosopterae, but of all other curiously figur'd Stones and Minerals; together with that of Mountains, Lakes, Islands, &c. tho from a somewhat differing Hypothesis, of which the Curious may shortly receive a further account.\n\nThe other Narrative is of a Female Dog-Fish, dissected also by himself, where do occur no less remarkable Observations than in the former, both of the parts in the Head, and of those in the Body; as touching the small weight of the Brain of this Fish, compared to the weight of its Body; several little Fishes found in the Stomach, untouch'd by any Teeth; the Vreters, the Ovarium, and Oviductus, where he digresses to shew, Mulierum testes esse Ovario analogos, and refers for further proof of this to his intended Treatise, which is, to give an account de partium Genitalium Analogia.\n\nAn Advertisement.\n\nThe Publisher hereof gives notice, That a brief Index for the Translations of this last year, beginning at Numb. 23. in March 1667. shall be printed apart for the use of such as desire to have all those Numbers together.\n\nERRATA.\n\nWhat the Printer for want of room did omit hitherto, in the giving notice of an Error committed by him in Numb. 29. the Reader is now desired to observe here, viz. That in the said Number, for want of Marks proper to express Multiplication, there was used, pag. 571. l. 5, 7. the mark of Plus or Addition, which yet 'tis thought could hardly occasion any mistake in the intelligent Readers, who might easily see the meaning of the Author by the lines 8, 9, 10. of the next precedent page 570.\n\nIn the SAVOY,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101255.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2934,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2518,
        2
      ],
      [
        2518,
        5442,
        3
      ],
      [
        5442,
        8440,
        4
      ],
      [
        8440,
        11107,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101255",
    "title": "An Account of Some Books",
    "authors": "Joh. Alphons. Borelli, Honorato Fabri",
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101255"
  }
}