{
  "id": "0fccc5b775a837cce1f11b193552736f0b38ddef",
  "text": "X. Concerning the Differences in the magnetic Needle, on Board the Investigator, arising from an Alteration in the Direction of the Ship's Head. By Matthew Flinders, Esq. Commander of his Majesty's Ship Investigator. In a Letter to the Right Hon. Sir Joseph Banks, K. B. P. R. S.\n\nRead March 28, 1805.\n\nWhilst surveying along the south coast of New Holland, in 1801 and 1802, I observed a considerable difference in the direction of the magnetic needle, when there was no other apparent cause for it than that of the ship's head being in a different direction. This occasioned much perplexity in laying down the bearings, and in allowing a proper variation upon them, and put me under the necessity of endeavouring to find out some method of correcting or allowing for these differences; for unless this could be done, many errors must unavoidably get admission into the chart. I first removed two guns into the hold, which had stood near the compasses, and afterwards fixed the surveying compass exactly a-midships upon the binnacle, for at first it was occasionally shifted to the weather side as the ship went about; but neither of these two arrangements produced any material effect in remedying the disagreements.\n\nThe following Table contains the observations for the variation of the compass in which the differences are most remarkable, and from which I shall beg to point out such inferences as I think may be drawn from them.\n| Time       | Latitude | Longitude | Number of compasses used | Number of sets of observations taken | Place of the compass | Supposed true variation | Observed variation | Ship's head | Observer |\n|------------|----------|-----------|--------------------------|-------------------------------------|----------------------|------------------------|-------------------|------------|----------|\n| Dec. AM    | 35° 5' S | 116° 28' E | two                      | 4 azimuths                          | binnacle on shore     | 7° 6' W                | 5° 59' W          | NW b. N    | Commander |\n|            | Princess Royal Harbour | — | three                    |                                     |                      |                        |                   |            |          |\n| Jan. 9, PM | 34° 1'   | 121° 20'  | one                      | 2                                    | binnacle              | 5° 0'                  | 9° 22'            | ESE        |          |\n| 16, AM     | Goose Island Bay | — | one                      | 2                                    |                      |                        |                   | W         |          |\n| May 20, AM | —        | —         | —                         | 2                                    |                      |                        |                   | E         |          |\n| Jan. 18, PM| 33° 37'  | 124° 10'  | —                         | 2                                    |                      | 4° 30'                 | 5° 44'            | NNE        |          |\n| 20, PM     | 32° 38'  | 125° 35'  | —                         | 2                                    |                      |                        |                   | E b. N     |          |\n| 21, PM     | 32° 30'  | 125° 48'  | —                         | 2                                    |                      |                        |                   | S         |          |\n| 22, PM     | 32° 30'  | 126° 7'   | —                         | 2                                    |                      |                        |                   | NE b. E    |          |\n| 23, PM     | 32° 21'  | 126° 33'  | —                         | 1 amplitude                          |                      |                        |                   | S b. E     |          |\n| 24, AM     | 32° 5'   | 128° 15'  | —                         | 2 azimuths                           |                      |                        |                   | E b. N     |          |\n| 26, PM     | 32° 15'  | 128° 15'  | three                     |                                      |                      |                        |                   | SSE        | Lt. Flinders |\n| 30, AM     | 32° 18'  | 132° 29'  | one                       | 2                                    |                      |                        |                   | Easterly   | Commander |\n| Feb. 4, AM | No. 4, bay in island e | — | —                         |                                      |                      |                        |                   | NW        | Lt. Flinders |\n| 5, AM      | 32° 39'  | 133° 55'  | —                         | 1 amplitude                          |                      |                        |                   | SE b. E    | Commander |\n| 6, AM      | 32° 36'  | 133° 58'  | three                     | 6 azimuths                           |                      |                        |                   | SW        | Lt. Flinders |\n| 16, PM     | 34° 3'   | 135° 20'  | one                       | 2                                    |                      |                        |                   | S         | Commander |\n| —, PM      | 34° 5'   | 135° 24'  | three                     | 6 azimuths                           |                      |                        |                   | SSW       | Lt. Flinders |\n| 18, AM     | 34° 50'  | 135° 32'  | theodolite                |                                      |                      |                        |                   | SSE       | Commander |\n| Mar. 1, PM | in No. 10, bay | — | one                       | 2                                    |                      |                        |                   | S b. E     |          |\n| 5, PM      | 34° 12'  | 137° 20'  | —                         | 1 amplitude                          |                      |                        |                   | SW b. S    |          |\n| 17, PM     | 34° 23'  | 137° 36'  | one                       | 2 azimuths                           |                      |                        |                   | SE        |          |\n| 21, AM     | 35° 33'  | 137° 15'  | three                     | 6                                    |                      |                        |                   | SSW       |          |\n| 23, AM     | Kangaroo Island | — | two                       | 4                                    |                      |                        |                   | NE b. N    |          |\n| 26, AM     | 35° 10'  | 137° 41'  | one                       | 1 amplitude                          |                      |                        |                   | SSE       |          |\n| 27, AM     | 35° 21'  | 137° 52'  | one                       | 2 azimuths                           |                      |                        |                   | W b. S     |          |\n| April 6, AM| Kangaroo Island | — | —                         |                                      |                      |                        |                   | SE        |          |\n| 10, AM     | 35° 47'  | 139° 15'  | —                         | 1 amplitude                          |                      |                        |                   | S         |          |\n| 11, PM     | 35° 53'  | 139° 26'  | —                         | 2 azimuths                           |                      |                        |                   | SE b. S    |          |\n| 13, PM     | 36° 45'  | 140° 5'   | —                         | 2                                    |                      |                        |                   | 25        |          |\n| 16, AM     | 37° 55'  | 139° 55'  | {1 amplitude}             |                                      |                      |                        |                   | 20        |          |\n| 17, PM     | 37° 57'  | 139° 56'  | 2 azimuths                |                                      |                      |                        |                   | NE        |          |\n| 22, AM     | 39° 38'  | 144° 50'  | 2                                    |                                      |                      |                        |                   | WSW       |          |\n| 26, PM     | 38° 35'  | 144° 25'  | 2                                    |                                      |                      |                        |                   | NE b. E    |          |\n| —, AM      | 38° 38'  | 144° 35'  | 1 amplitude               |                                      |                      |                        |                   | NE b. N    |          |\n\nNote. All the compasses made use of on board the Investigator were of Walker's construction, one excepted, which was made by Adams, and used only on July 22d, 1801.\nIt is apparent that some of the observed variations in the above Table are $4^\\circ$ less and others $4^\\circ$ greater than the truth; and it may be remarked, that when this error is westward, the ship's head was east, or nearly so, and when it was eastward the head was in the opposite direction. When the observations agree nearest with what was taken on shore, or with what may be deemed the true variation, the ship's head was nearly north or south; and a minute inspection of the Table will favour the opinion, that the excess or diminution of the variation was generally in proportion as the ship's head inclined on either side from the magnetic meridian.\n\nAfter I had well ascertained the certainty of a difference in the compasses, arising from an alteration in the point steered, I judged it necessary, when I wanted a set of bearings from a point where we tacked the ship, to take one set just before and another immediately after that operation: some specimens of these here follow.\n\n| Head ESE. | Head SW b. W. |\n|-----------|---------------|\n| **1802. April 12th** | **Head SE b. E.** |\n| 11h 32', AM | Le Geographe Rocks, N 55° to 71° E |\n| Π point | N 4 W - after tacking N 9° W |\n| Π point | S 32 E - S 40 E |\n\n| **Head W.** |\n| **April 14th** |\n| 9h 29', AM | Π point rocky, inner part N 39° E - after tacking, N 30° E |\n| projecting part | N 67 E - N 59 E |\n| Furthest visible extreme from deck | S 51 E - S 55 E |\n\n| **Head ENE.** | **Head SW b. S.** |\n|---------------|-------------------|\n| **April 15th** | Π, the western part |\n| 11h 50', AM | N 15° W - after tacking, N 21° W |\n| A peaked hummock | N 19 E - N 15 E |\n| Furthest extreme from deck | S 53 E - S 61 E |\n| Centre of a naked sandy patch | E - E 5 N |\n\nVariation per amplitude April 15, AM, taken with the surveying compass $4^\\circ 8'$ E, ship's head being S.\n\n| Head E. | Head SW b. S. |\n|---------|---------------|\n| **April 15th,** | The peaked hummock |\n| 5h PM | N 12° W - after tacking, N 18° W |\n| Former extreme, a projection | S 59 E - S 64 E |\n| Naked sandy patch, distant $3\\frac{1}{2}$ | N 33 E - N 31 E |\nFrom some little change of place after tacking the ship, and from the part whose bearing was set not being perhaps the individual spot in both instances, the difference between the separate bearings in any set will not be always the same: to these causes for error also may be added inaccuracies in taking the angles arising from the motion of the ship and compass, from the view of the object being obstructed by the rigging, masts, or ship's upper works, and from too much haste to get the bearings before the ship's place was materially altered. Even in the Table of azimuths and amplitudes greater accuracy than one degree must not be looked for; and in ship-bearings 2 or even 3 degrees is not, I believe, too great an allowance for error, unless in very favourable circumstances.\n\nWithout attending to small differences, it is evident that the bearings correspond with the observations in requiring a less east variation to be applied when the ship's head was easterly, and a greater when it was to the westward, in order to get at the true direction of the object.* When examining the north\n\n* As a specimen of the plan I followed in protracting such bearings as the above, take the set of April 15, AM, when the true variation appears to have been $4^\\circ$ E. On the first bearings the ship's head was six points on one side of the meridian, and on the second it was three points on the other side, the mean is one point and an half on the east side; now for this one point and an half I allow $1^\\circ$ of error, which, as it is on the east side of the meridian, and the variation is easterly, must be subtracted: the variation then to be allowed upon the mean between the bearings before and after tacking will be $3^\\circ$ E, from which the true bearings will stand as follows:\n\n| April 15th, AM | Western part | N $15^\\circ$ E |\n|----------------|--------------|---------------|\n| 11h 50'        | A peaked hummock | N $20^\\circ$ E |\n|                | Furthest extreme from deck | S $54^\\circ$ E |\n|                | Centre of a naked sandy patch | E $0^\\circ$ S |\n\nIn the same manner upon single sets of bearings I was obliged to allow a variation different from what I supposed the true to be, unless the ship's head was nearly north or south: but, that I might proceed as little upon conjecture as possible, I always\nand east coasts of New Holland, I always endeavoured to take the angles on shore with a Troughton's portable theodolite, and to observe for the variation in the same places, that all the errors might be done away or corrected; and as I was frequently fortunate enough to carry on my surveys in this manner for weeks together, instances that might corroborate or contradict the preceding remarks are neither very numerous or pointed; the following are the most remarkable.\n\n| Time       | Latitude | Longitude | Number of compasses used | Number of sets of observations taken | Place of the compass | Supposed true variation | Observed variation | Ship's head | Observer     |\n|------------|----------|-----------|--------------------------|-------------------------------------|----------------------|------------------------|-------------------|------------|--------------|\n| Aug. 5, PM | 23° 51' S | 151° 42' E | one                      | 1 amplitude                         | binnacle             | 8° 6' E                | 12° 7' E         | WSW        | Commander    |\n| AM         | 23° 51'   | 151° 40'   |                          |                                     |                      |                        | 10° 15' WNW      |            | Lt. Flinders |\n| 12, PM     | 23° 30'   | 151° 11'   | three                    | 6 azimuths                          |                      |                        | 6° 50' SSE       |            | Commander    |\n| 18, PM     | 23° 23'   | 151° 16'   | one                      | 2                                    |                      | 7° 45'                 | 7° 52' W         |            | Commander    |\n| 31         | 22° 23'   | 150° 38'   | two                      | 4                                    |                      | 7° 30'                 | 4° 49' E         |            |              |\n| Sept. 6, AM| Upon Pier | Head       | theodolite               | 1                                    | on shore             | 8° 0'                  | 8° 2'            |            |              |\n| Oct. 14, PM| 20° 44'   | 150° 42'   | one                      | 1 amplitude                         | binnacle             | 7° 0'                  | 6° 40' SSE       |            | Lt. Flinders |\n| 20, PM     | 19° 22'   | 148° 40'   |                          |                                     |                      |                        | 5° 39' S         |            | Commander    |\n| 21, AM     | 18° 15'   | 148° 38'   | three                    | 6 azimuths                          |                      |                        | 5° 42' N b. E    |            | Lt. Flinders |\n| Nov. 2, PM | 10° 30'   | 142° 32'   | one                      | 2                                    |                      | 4° 0'                  | 3° 32' E         |            | Commander    |\n| 7, AM      | 12° 11'   | 142° 0'    |                          |                                     |                      |                        | 4° 4' S          |            | Lt. Flinders |\n| 9, PM      | 12° 37'   | 142° 2'    |                          |                                     |                      |                        | 5° 24' W         |            | Commander    |\n| Jan. 3, PM | 14° 20'   | 136° 16'   |                          |                                     |                      |                        | 2° 30'           | 0° 58' F      |              |\n| 7, PM      | 14° 20'   | 136° 37'   |                          |                                     |                      |                        | 1° 9' SE         |            |              |\n| 13, PM     | 13° 38'   | 137° 20'   |                          |                                     |                      |                        | 3° 0'            | 3° 47' Westerly| Lt. Flinders |\n| 14, AM     | 13° 35'   | 136° 58'   |                          |                                     |                      |                        | 5° 51' WSW       |            | Commander    |\n| 16, PM     | In NW Bay (Gr. Ey.) | theodolite | azimuth                  | on shore                           | binnacle             | 2° 20'                 | 2° 26' NW b. W   |            |              |\n| Feb. 3, AM | Arnhem S Bay |            | three                    | 6                                    |                      |                        | 2° 20'           |            |              |\n| Mar. 10, AM| 11° 5'    | 134° 15'   | one                      | 2                                    | binnacle             | 1° 0'                  | 1° 55' WNW       |            |              |\n\nendeavoured to get observations for the variation when the ship's head was in the same direction as when I had taken or wished to take a particular set of bearings, and I then allowed that variation exactly, whatever it was. The perplexity arising from disagreements in bearings was by these means much alleviated, and happy agreements were frequently produced, when, without such corrections, there was nothing but discord.\nIn the latter of these observations, the differences arising from a change in the direction of the ship's head is less considerable than in the higher latitudes; indeed, on approaching the line of no variation upon the south coast, the differences in the variation were smaller than before and afterwards; but that these differences shall be greater in a large variation and smaller in a less, both places being equally distant from the magnetic pole, I will not venture to assert. The inferences that I think may be safely drawn from the above observations are as follows: 1st. That there was a difference in the direction of the magnetic needle on board the Investigator when the ship's head pointed to the east, and when it was directed westward. 2d. That this difference was easterly when the ship's head was west, and westerly when it was east. 3d. That when the ship's head was north or south the needle took the same direction or nearly so that it would on shore; and shewed a variation from the true meridian, which was nearly the medium between what it showed when east and when west. 4th. That the error in variation was nearly proportionate to the number of points which the ship's head was from the north or south. Constant employment upon practice has not allowed me to become much acquainted with theories, but the little information I have upon the subject of magnetism has led me to form some notion concerning the cause of these differences, and although most probably vague and unscientific, I trust for the candour of the learned in submitting it, as well as the inferences above drawn, to their judgment.\n\n1st. I suppose the attractive power of the different bodies in a ship, which are capable of affecting the compass, to be collected into something like a focal point or center of gravity,\nand that this point is nearly in the center of the ship where the shot are deposited, for here the greatest quantity of iron is collected together.\n\n2d. I suppose this point to be endued with the same kind of attraction as the pole of the hemisphere where the ship is; consequently, in New Holland the south end of the needle would be attracted by it and the north end repelled.\n\n3d. That the attractive power of this point is sufficiently strong in a ship of war to interfere with the action of the magnetic poles upon a compass placed upon or in the binnacle.\n\nIf these suppositions are consistent with the laws of magnetism, established by experiments, I judge that they will account for all the differences above noticed; for the interference will necessarily be most perceptible upon a compass when the attractive point is at right angles to the magnetic meridian, that is, when the ship’s head is east or west, and will altogether vanish or become imperceptible when the attractive point and meridian coincide, or when the ship’s head is north or south. That the power of this point should become less as the ship increases her distance from the magnetic pole has not indeed entered into my suppositions; but it may probably be true, and is indeed almost a necessary consequence of the second supposition. If the above hypothesis, so to call it, be true, it must follow, that the differences in the variation of the magnetic needle, arising from a change in the ship’s head, ought to be directly contrary to those before recited, when the ship is on the north side of the magnetic equator, for the north point of the needle should then be attracted, and the south end repelled. I have no observations which are very decisive upon this head, but those that were taken on board\nthe Investigator seem to bespeak that it is so; they are as follows.\n\n| Time       | Latitude | Longitude | Number of compasses used | Number of sets of observations taken | Place of the compass | Supposed true variation | Observed variation | Ship's head | Observer     |\n|------------|----------|-----------|--------------------------|-------------------------------------|----------------------|-------------------------|-------------------|-------------|--------------|\n| July 21, PM| Start Point in sight to the NE | two | 5 azimuths | binnacle | 29° 34' W | W | Mr. Thistle |\n| 22, PM     | 49° 10' N | 5° 25' W | one | amplitude | 29° 30' | WNW | |\n| AM         | 48° 15' | 6° 45' | two | 4 azimuths | 24° 12' | WSW | |\n| 28, PM     | 38° 1'   | 14° 20' | one | amplitude | 24° 49' | SW | |\n|            |          |          | five | 10 azimuths | 20° 57' | | |\n| 31, PM     | Porto Santo in sight to the NW | two | 4 | binnacle | 25° 34' | | |\n| Aug. 24, AM| 10° 20'  | 22° 15' | one | 2 | SE b. S | Commander |\n| 29, AM     | 5° 40'   | 16° 30' | two | 4 | | Lt. Flinders |\n| Sept. 5, AM| 2° 15'   | 14° 00' | | 3 | WSW | Mr. Thistle |\n\nThese observations, particularly those of July 28, seem to be decisive in showing that the variation is more westerly when taken upon the binnacle of a ship whose head is westward in north latitude, than when observed in the center of the ship, which is a strong confirmation of the suppositions before given; but the observations on the change of the ship's head are too few to be satisfactory. Almost every sea officer can tell whether he has observed the variation of the compass to be greater when going down the English Channel than when coming up it: and indeed it would be very easy for a ship lying in harbour to ascertain the point beyond controversy. Should this point be well established, I think it would follow, that from a high south latitude where the differences are great on one side, they are most likely to decrease gradually to the equator, and to increase in the same way to a high north latitude, where they are great on the other side; thus the smaller\n\nMDCCCV.\ndifferences on the north coast of New Holland will be accounted for. I shall leave it to the learned on the subject of magnetism to compare the observations here given with those made by others in different parts of the earth, and to form from them an hypothesis that may embrace the whole of the phenomena: the opinion I have ventured to offer is merely the vague conjecture of one who does not profess to understand the subject.\n\nSome account of the magnetism of Pier Head, upon the east coast of New Holland, may not perhaps be thought an inappropriate conclusion to this Paper. I was induced to attend to this from the following passage in Hawkesworth, Vol. III. p. 126. \"At sun-rise I went ashore,\" says Captain Cook, \"and climbing a considerable hill,\" Pier Head, \"I took a view of the coast and the islands that lie off it, with their bearings, having an azimuth compass with me for that purpose; but I observed that the needle differed very considerably in its position, even to thirty degrees, in some places more, in others less; and once I found it differ from itself no less than two points in the distance of fourteen feet.* I took up some of the loose stones that lay upon the ground, and applied them to the needle, but they produced no effect;\n\n* In a set of angles taken near the head of Arnhem north bay, on the west side of the gulph of Carpentaria, I found the needle of the theodolite had been drawn $50^\\circ$ from its proper direction. The shore consisted of grains of iron ore caked into a stony mass; and a piece of it, when applied to the needle, drew it $6$ or $8$ degrees from its direction, but it then swung back to its error of $50^\\circ$ where it was stationary. In Arnhem south bay a small piece of similar stone drew the needle of the theodolite entirely round, yet the bearings taken in this place did not show any disagreement from the variation and bearings taken in the neighbouring places, where the stone did not produce any such effect. In most places on shore, where I had occasion to take angles, it was my practice to try the effect of a piece of the stone upon the theodolite, in order to detect the presence of iron ore, as well as on account of my survey. It\n\"and I therefore concluded that there was iron ore in the hills,\n\"of which I had remarked other indications, both here and\n\"in the neighbouring parts.\"\n\nOn landing at Pier Head I found the stones lying on the\nsurface to be porphyry, of a dark bluish colour; but although\nI understand this species is usually found to possess some\nmagnetic power, a piece did not produce any sensible effect\nupon the needle of the theodolite when applied to it. In the\nfollowing observations the theodolite always stood about four\nfeet from the ground, that being nearly the length of its legs.\nI first took an extensive set of bearings from the top of the\nhill, amongst which were two stations whence Pier Head had\nbeen before set. The first, called Extensive Mount, distant 34\nmiles, differed from its back bearing $4^\\circ 35'$ to the right, and\nthe second, island $a$, distant $29\\frac{1}{2}$ miles, differed $4^\\circ 45'$ the same\nway. I now moved the theodolite three yards to the westward,\nand the same two objects bore $2^\\circ 10'$ to the right of their back\nbearing; on moving it three yards to the south-eastward from\nthe first place, they differed $2^\\circ$ to the left; and on moving the\ntheodolite four yards to the northward, the same two objects\nbore $1^\\circ 10'$ to the right of their back bearings. On the fol-\nlowing morning I determined to try the magnetism more par-\nticularly. Taking the theodolite and dipping-needle, I landed\nupon the shore of the Head, whence the top of the hill bore\nN $50^\\circ$ W, about one-third of a mile. The variation of the\ntheodolite in this place I observed to be $8^\\circ 2'$ E, and the\n\ncommonly happened that no effect was apparent, but yet I could not trust implicitly\nto the angles, (particularly on the main land,) unless observations for the variation\nwere taken before the instrument was moved, or I had a back bearing of some station\nwhere such observations had been made.\n\nCc 2\ninclination of the south end of the dipping needle $50^\\circ 50'$, the needle stood vertical when the face of the instrument was $S 2^\\circ E$. I then took the following bearings: Extensive Mount $108^\\circ 30'$, the same exactly as by back bearing. Double Peak $143^\\circ 30'$; from hence I rowed round the Head, and landed on a rock, whence the top of the hill bore SSW one-sixth of a mile; Extensive Mount bore $110^\\circ 14'$, the inclination of the dipping-needle $50^\\circ 29'$, and the needle stood vertical when the instrument faced $S 3^\\circ E$. Thus the difference was $1\\frac{1}{4}^\\circ$ in the horizontal, and $\\frac{1}{2}^\\circ$ in the vertical direction of the needle.\n\nAscending the hill, I made the following observations on the top: Extensive Mount $113^\\circ 50'$, a island $133^\\circ 52'$, Double Peak $148^\\circ 32'$; the inclination of the needle was $53^\\circ 20'$, and it stood vertical at $S 3^\\circ E$. The differences here are $5^\\circ 10'$ in the horizontal, and $2^\\circ 30'$ in the vertical direction, from what the needle stood at in the first morning's place. On moving ten yards SSE, the bearings were, Extensive Mount $108^\\circ 44'$, Double Peak $143^\\circ 25'$; the inclination was $52^\\circ 18'$, and the needle was vertical when the instrument faced $S 5^\\circ W$. In this 4th set of observations, the horizontal direction of the needle is only a few minutes different from the first place, but the vertical direction is $1^\\circ 28'$. From the top of the hill I now moved twenty yards to the north-eastward, when Extensive Mount bore $110^\\circ$, Double Peak $144^\\circ 42'$; the inclination of the dipping needle was now $50^\\circ 35'$, and it stood vertical at $S 3^\\circ W$. Thus it appears that the polarity of the magnetic needle is most interrupted at the top of the hill, both according to the theodolite and dipping-needle. Whether this may arise from some particular magnetic substance lodged in the heart of the hill, or from the attractive powers of all the substances\nwhich compose Pier Head being centered in a similar point to what I have supposed to take place with all the ferruginous bodies lodged within a ship, I shall not attempt to decide. The greater differences in the horizontal direction of the needle observed by Captain Cook, might have arisen from his using a common azimuth compass, which was probably not further elevated from the ground than to be placed on a stone.\n\nMATTHEW FLINDERS.\n\nIsle of France,\nMarch 5th, 1804.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107167.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 21304,
    "total-output-tokens": 8020,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1436,
        2
      ],
      [
        1436,
        8922,
        3
      ],
      [
        8922,
        11025,
        4
      ],
      [
        11025,
        13359,
        5
      ],
      [
        13359,
        18485,
        6
      ],
      [
        18485,
        20298,
        7
      ],
      [
        20298,
        22080,
        8
      ],
      [
        22080,
        24212,
        9
      ],
      [
        24212,
        26418,
        10
      ],
      [
        26418,
        28341,
        11
      ],
      [
        28341,
        30361,
        12
      ],
      [
        30361,
        30831,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107167",
    "title": "Concerning the Differences in the Magnetic Needle, on Board the Investigator, Arising from an Alteration in the Direction of the Ship's Head",
    "authors": "Matthew Flinders",
    "year": 1805,
    "volume": "95",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107167"
  }
}