{
  "id": "37463c9bd1faf9d5d90b1fab5e7dbfe91566be82",
  "text": "III. On a new substance occurring in the Urine of a patient with Mollities Ossium.\n\nBy Henry Bence Jones, M.A., F.R.S., Physician to St. George's Hospital.\n\nReceived February 25,—Read April 22, 1847.\n\nOn the 1st of November 1845 I received from Dr. Watson the following note, with a test tube containing a thick, yellow, semi-solid substance:—\"The tube contains urine of very high specific gravity; when boiled it becomes highly opake; on the addition of nitric acid it effervesces, assumes a reddish hue, becomes quite clear, but, as it cools, assumes the consistence and appearance which you see: heat reliquifies it. What is it?\"\n\nA few hours afterwards a specimen of the same urine, passed by a grocer forty-seven years of age, who had been out of health for thirteen months, was sent to me by Dr. MacIntyre. He being in attendance on the case with Dr. Watson, had two days previously first observed the peculiar reactions of the urine.\n\nThe specimen of urine was slightly acid; specific gravity 1034·2; it contained a sediment consisting of crystalline phosphate of lime, oxalate of lime, and cylinders of fibrin. The urine became thick with heat from a deposit of phosphates, but cleared with a drop of acid. It gave no precipitate with an excess of nitric acid, unless left to stand, or unless heated and left to cool, when it became solid. This solid redissolved by heat, and again formed on cooling. Continued boiling with strong nitric acid evolved but little gas, and did not quickly hinder this reaction. Hydrochloric acid gave the same solid precipitate, soluble by heat. Strong acetic acid gave only a slight precipitate, which redissolved by heat. Caustic potash and sulphate of copper gave a splendid bright blue, clear liquid, passing over when heated to claret colour.\n\n516·84 grains evaporated to dryness in vacuo over sulphuric acid, gave 48·37 grains solid residue =93·58 per 1000 urine.\n\nNovember 3rd.—I received more urine from the same patient. It gave a greater sediment, consisting of urate of ammonia, and some amorphous phosphate of lime, and some coarse cylinders. Filtered, specific gravity =1043·2. The reactions were the same as before.\n\n521·39 grains gave 65·85 grains solid residue =126·30 per 1000 urine.\n\nAll the phosphoric acid was precipitated in combination with lime by adding chloride of calcium and ammonia. Phosphate of lime =5·68 per 1000 urine.\n\nNovember 7th.—Water from the same patient contained some sediment of crystalline phosphate, some granular and laminar phosphate of lime: some coarse cylinders\nof fibrin, very coarse. The urine was slightly alkaline from ammonia; it gave a plentiful precipitate with alcohol; coagulated firmly with heat, very perfectly with a drop or two of acetic acid. Ferro-prussiate of potash gave no immediate precipitate; in less than half an hour a considerable precipitate had formed, which was soluble in liq. potassæ.\n\nNovember 8th.—I saw multitudes of phosphate of lime crystals: no cylinders: few octohedral crystals. The urine coagulated with heat even when rendered feebly alkaline by liq. potassæ or liq. ammoniæ: if these were in excess coagulation by heat did not take place.\n\nNovember 9th.—The urine was loaded with urates. Not nearly so readily coagulable by heat as it had been the two previous days; it bore today brisk and prolonged boiling: specific gravity = 1037·2.\n\nNovember 15th.—I saw the patient. He stated that he usually passed about 35½ of urine daily.\n\nNovember 18th.—The urine had a specific gravity = 1039·6 and was acid. It contained much urate of ammonia, phosphate of lime, and oxalate of lime; and bore long-continued boiling without coagulating. The urine was filtered and the following analysis was made:\n\n519·54 grains evaporated to dryness in vacuo over sulphuric acid, gave—\n\n56·78 grains of solid residue = 109·28 per 1000 urine.\n\nAsh = 6·02 grains = 11·58 per 1000 urine.\n\nThis ash dissolved in water, filtered, precipitated by nitrate of silver and nitric acid, gave—\n\nFused chloride of silver = 48·84 grains = 1·99 grain ch. sod. = 3·83 per 1000 urine.\n\nSulphate of baryta = 1·47 grain = 1·10 grain sulphate of potash = 2·11 per 1000 urine.\n\n519·62 grains of urine precipitated by alcohol—\n\nPrecipitate = 37·16 grains = 71·51 per 1000 urine.\n\n29·26 grains of this precipitate gave,\n\n1·47 grain ash (= 5·01 per cent.) = 3·58 per 1000 urine.\n\n519·62 grains treated with alcohol—\n\nDissolved = 19·72 grains = 37·93 per 1000.\n\nAsh . . . = 4·17 grains = 8·03 per 1000.\n\n1024·48 grains precipitated by strong acetic acid—\n\nUric acid = 0·99 grain = 0·96 per 1000 urine.\n\nFiltered fluid precipitated by ammonia,—\n\nEarthy phosphate = 1·23 grain = 1·20 per 1000.\n\nHence,\n\nWater . . . . . . . . . . = 890·72 per 1000 urine.\n\nTotal solid residue . . . . = 109·28\n\nTotal ash . . . . . . . . = 11·58\nSubstance soluble in alcohol . . . . . =37·93 per 1000 urine.\nAsh . . . . . . . . . . . . . . . = 8·03\nWhence urea and alcoholic extract . =29·90\n\nSubstance insoluble in alcohol . . . . =71·51 per 1000 urine.\nAsh . . . . . . . . . . . . . . = 3·58\nUric acid . . . . . . . . . . = .96\nWhence new substance . . . . . =66·97\n\nEarthy phosphate . . . . . . . = 1·20 per 1000 urine.\nChloride of sodium . . . . . . = 3·83\nSulphate of potash . . . . . . = 2·10\nThence phosphate of soda . . . . = 4·45, because total ash=11·58.\n\nHence,\n\n| Substance          | Amount |\n|-------------------|--------|\n| Water             | 890·72 |\n| New substance     | 66·97  |\n| Urea              | 29·90  |\n| Uric acid         | .96    |\n| Earthy phosphate  | 1·20   |\n| Chloride of sodium| 3·83   |\n| Sulphate of potash| 2·10   |\n| Alkaline phosphate| 4·45   |\n\n1000·13\n\nJanuary 6th.—I was given by Dr. MacIntyre the water passed on the 27th, 29th and 30th of December, all strongly acid, containing much urate of ammonia, oxalate of lime and phosphate of lime.\n\nIn the water of December the 27th, I saw some dead spermatozoa. The urine when filtered had a specific gravity of 1031·3.\n\n515·37 grains precipitated by chloride of calcium and ammonia. Phosphate of lime =4·15 grains =8·05 per 1000 urine.\n\n1018·85 grains, precipitated by ammonia. Earthy phosphates =1·47 grain =1·44 per 1000.\n\nIn that of December 29th, the specific gravity when filtered was =1037·9.\n\n518·69 grains, precipitated as above. Phosphate of lime =4·27 grains =8·24 per 1000.\n\n1027·71 grains, precipitated as above. Earthy phosphate =1·62 grain =1·57 per 1000.\n\nIn that of December 30th, specific gravity =1042·7, filtered. No fibrinous cylinders. The urine remained acid for a month in an open vessel.\n\n521·05 grains, precipitated as above. Phosphate of lime =6·17 grains =11·85 per 1000.\n\n717·04 grains, precipitated by ammonia. Earthy phosphate =1·23 grain =1·72 per 1000.\n\nMDCCCXLVIII.\nJanuary 2nd.—The patient died. The following day I saw that the bony structure of the ribs was cut with the greatest ease, and that the bodies of the vertebrae were capable of being sliced off with the knife*. For an account of the structure of the bone, see a paper by Mr. Dalrymple in the third number of the Dublin Journal, August 1846.\n\nThe variation in the coagulability by heat observed in these different examinations of the urine might possibly have arisen from the variation in the acidity of the secretion. Free acid might have hindered the coagulation. The only other supposition is that the composition of this new substance varied slightly at different times, and, on the whole, this seems not unlikely to have been the case.\n\nThe variations in the amount of earthy and alkaline phosphates in this case may be arranged in the following Table:\n\n| Earthy phosphates | Total phosphates |\n|-------------------|-----------------|\n| 1st analysis      | Urine, specific gravity = 1043·2 | 5·68 per 1000 urine. |\n| 2nd analysis      | Urine, specific gravity = 1039·6 | 1·20 5·65 per 1000 urine. |\n| 3rd analysis      | Urine, specific gravity = 1031·3 | 1·43 8·05 per 1000 urine. |\n| 4th analysis      | Urine, specific gravity = 1037·9 | 1·57 8·24 per 1000 urine. |\n| 5th analysis      | Urine, specific gravity = 1042·7 | 1·72 11·85 per 1000 urine. |\n\nReactions of this new substance precipitated from the Urine by Alcohol, well-washed, dried and powdered.\n\nThe substance slowly but entirely dissolved when thrown into cold water.\n\nIt was much more readily dissolved by boiling water; if the boiling was continued, at first no appearance of coagulation was evident, but, after ten minutes, in repeated experiments a gelatinous coagulation took place. By continuing the boiling, adding small quantities of water from time to time, the coagulum in an hour entirely redissolved.\n\nIf water was poured on the powdered substance it sometimes caked together, and on boiling became horny, and resisted the action even of long-continued heat.\n\nThe substance was soluble in caustic potash, and, after long standing, at the ordinary temperature, or at 140°. When the alkaline solution was neutralized by acetic acid, no precipitate formed, but if an excess of acid was added, a plentiful precipitate fell, which was insoluble in more acetic acid, but was readily soluble by heat. If a great excess of acetic acid was added the precipitate was dissolved.\n\nThe solution of this substance in water gave an immediate precipitate with nitric acid, which entirely and readily dissolved when heated. Boiling caused no precipitation. On cooling, the precipitate again was formed. If the watery solution was acidulated with acetic acid, an immediate white precipitate fell on the addition of ferro-prussiate of potash. The precipitate was soluble in caustic potash.\n\n* The pericardium contained an ounce or two of fluid, which gave a precipitate immediately by heat and acid. The coagulum did not redissolve when heated. The fluid was feebly alkaline; specific gravity 1015·3. Heat and acid coagulated the blood, and on heating the acid coagulum it did not redissolve. The kidneys were healthy to the naked eye and to the microscope.\nThe watery solution gave a precipitate with sulphate of copper and with bichloride of mercury; each precipitate readily dissolved when acetic acid was added. The precipitate with sulphate of copper was soluble in caustic potash, forming a splendid deep blue solution, which became more claret-coloured when heated.\n\nStrong hydrochloric acid dissolved the substance, giving a splendid purple blue solution.\n\nDissolved in caustic potash and boiled, a deep inky blackness was produced by dropping acetate of lead into the solution.\n\nOn the Analysis of this Substance.\n\nThe substance was prepared in the following way. The urine was mixed with a large excess of alcohol. The precipitate which formed was thrown on a filter, and well-washed with cold alcohol until it passed through, leaving no stain when evaporated on platinum.\n\nIt was then dried in vacuo, finely powdered, and treated with æther at the boiling temperature, until no traces of fatty matter were left on evaporation of the æther. The substance was long dried in vacuo over sulphuric acid.\n\n6·72 grains of the substance so prepared gave 0·19 ash = 2·8 per cent.\n\nOf second preparation 4·59 grains of the substance gave 0·13 ash = 2·9 per cent.\n\n4·10 grains, minus ash, burnt with chromate of lead, gave 7·77 carbonic acid and 2·64 water.\n\n\\[ C = 51·68 \\]\n\\[ H = 7·15 \\]\n\n4·12 grains, minus ash, burnt as before, gave 7·78 carbonic acid and 2·63 water.\n\n\\[ C = 51·50 \\]\n\\[ H = 7·09 \\]\n\nOf another preparation,\n\n3·57 grains, minus ash, gave 6·84 carbonic acid and 2·24 water.\n\n\\[ C = 52·25 \\]\n\\[ H = 6·97 \\]\n\n4·12 grains, minus ash, dried at 280° Fahr., gave 7·90 carbonic acid and 2·66 water.\n\n\\[ C = 52·29 \\]\n\\[ H = 7·17 \\]\n\nAnother preparation,\n\n3·83 grains of the substance, minus ash, gave 7·33 carbonic acid and 2·47 water.\n\n\\[ C = 52·16 \\]\n\\[ H = 7·16 \\]\n\n4·42 grains of the substance, minus ash, gave 8·46 carbonic acid.\n\n\\[ C = 52·19 \\]\n3·57 grains, minus ash, gave 6·84 carbonic acid and 2·24 water.\n\n\\[ C = 52·25 \\]\n\\[ H = 6·97 \\]\n\n2·85 grains of the substance of the 1st preparation, minus ash, gave 6·89 ammonio-chloride of platinum.\n\n\\[ N = 15·24 \\]\n\n4·37 grains of the 2nd preparation, minus ash, gave 10·27 grains ammonio-chloride of platinum,\n\n\\[ N = 14·81 \\]\n\nHence,\n\n|   | C    | H    | N    |\n|---|------|------|------|\n|   | 51·68| 7·15 | 15·24|\n|   | 51·50| 7·09 | 14·81|\n|   | 52·25| 6·97 |      |\n|   | 52·29| 7·17 |      |\n|   | 52·16| 7·16 |      |\n|   | 52·19| 6·97 |      |\n\nO.\n\n5 grains of the substance, mixed with 50 grains of pure nitre, free from chloride and sulphate, heated gently in a platinum crucible, inflamed (some was lost); the residue, dissolved in water acidulated with pure nitric acid, gave no precipitate with nitrate of silver; but gave a very plentiful precipitate with chloride of barium, insoluble in nitric acid, when boiled. After being filtered it gave a cloud with ammonia, soluble in acid, reprecipitated by ammonia.\n\nPreviously to determining the sulphur in this substance, I determined the quantity present in some dried albumen from an egg. Treated with hydrochloric acid, it gave scarcely a trace of precipitate with chloride of barium.\n\n9 grains of dry albumen, fused with 45 grains of nitre, and the same quantity of pure carbonate of potash, gave '83 grain of sulphate of baryta.\n\n\\[ = '11 \\text{ grain of sulphur.} \\]\n\\[ = 1·27 \\text{ per cent. sulphur.} \\]\n\n9·56 grains of the new substance, fused with 45 grains of nitre, and the same quantity of carbonate of potash, gave 1·01 grain of sulphate of baryta.\n\n\\[ = '139 \\text{ grain of sulphur.} \\]\n\\[ = 1·45 \\text{ per cent. sulphur.} \\]\n\nSome of the substance, prepared at a different time, was next examined.\n\n20·67 grains, when treated with boiling dilute hydrochloric acid for about half an hour, gave '17 grain of sulphate of baryta.\n\n\\[ = '023 \\text{ grain of sulphur.} \\]\n\\[ = '09 \\text{ per cent. sulphur.} \\]\n\nThe clear liquid, after separation of the sulphate of baryta, precipitated by ammonia, filtered, washed with boiling water, burnt, redissolved in hydrochloric acid, and reprecipitated by ammonia, gave '16 grain of phosphate of baryta; redissolved in\nhydrochloric acid, precipitated with sulphate of soda = '059 grain of baryta.\n= '022 grain of phosphorus.\n= '01 per cent. phosphorus.\n\n13·53 grains of the substance, fused with 69 grains of nitre, and the same quantity of carbonate of potash, gave 1·17 grain of sulphate of baryta.\n= '01614 grain of sulphur.\n= 1·19 per cent. sulphur.\n\nThe clear liquid precipitated by ammonia—\n\nPhosphate of baryta . . . . . . = '29\nPhosphorus . . . . . . = '041\nSulphate of baryta . . . . . . = '16 = '10 baryta\nHence phosphorus . . . . . . = '30 per cent.\n\n11·88 grains of the substance, fused with 55 grains of nitre and the same quantity of carbonate of potash, gave '97 grain of sulphate of baryta.\n= '1338 grain sulphur.\n= 1·12 per cent. sulphur.\n\nThe clear liquid precipitated by ammonia—\n\nPhosphate of baryta . . . . . . = '25.\nPhosphorus . . . . . . = '0349.\nSulphate of baryta . . . . . . = '14 = '9 baryta.\nHence phosphorus . . . . . . = '29 per cent.\n\nThere is, then, deducting the sulphur and phosphorus dissolved out by the boiling hydrochloric acid,—\n1st. 2nd. 3rd.\nSulphur, per cent. . . . . 1·36 1·09 1·03\nPhosphorus, per cent. . . . . '20 '19\n\nThe presence of sulphur and phosphorus in this new substance proves that it is not an oxide of protein. The solubility of this body in water might lead to the comparison of it with the hydrated tritoxide of protein of Mulder, which is also soluble in water; but according to Mulder, this hydrated tritoxide of protein gives no precipitate on the addition of ferro-prussiate of potash, and it contains no sulphur or phosphorus, while this new substance gives both sulphur and phosphorus, and also a precipitate with ferro-prussiate of potash. In these respects there is a most marked and essential difference between these substances. The peculiar reaction of this new body with nitric acid, the solubility of the nitric acid precipitate when heated, I find to be also common to the so-called hydrated tritoxide of protein prepared from the inflammatory crust of the blood; from albumen of the blood by chlorine; and from albumen of the egg. Lastly, this peculiar reaction with nitric acid hinders all possibility of confusing this new substance with albumen. Indeed ordinary albumen may be separated from this new substance by adding nitric acid,\nboiling and filtering whilst hot; on cooling, the hydrated oxide will be precipitated from the filtered liquid, and it will again be redissolved by heat, whilst the albumen will remain on the filter.\n\n**Conclusions.**\n\n1st. The ultimate analysis of this substance may be represented by \\( C_{48}, H_{38}, N_6, O_{18} \\), or by \\( C_{40}, H_{31}, N_5, O_{15} \\); according as protein is \\( = C_{48}, H_{37}, N_6, O_{15} \\) or \\( C_{40}, H_{30}, N_5, O_{12} \\).\n\n| 1st. | 2nd. | 3rd. | 4th. | 5th. | 6th. | 7th. | \\( C_{49}, H_{39}, N_6, O_{15} \\); or \\( C_{40}, H_{31}, N_5, O_{15} \\). |\n|------|------|------|------|------|------|------|-----------------------------|\n| C    | 51·68| 51·50| 52·25| 52·29| 52·16| 52·19| 52·25 | Reckoned.                  |\n| H    | 7·15 | 7·09 | 6·97 | 7·17 | 7·16 | 6·97 | 6·70 | 6·85                        |\n| N    | 15·24|      |      |      |      |      | 15·17| 15·15                       |\n| O    |      |      |      |      |      |      | 26·00| 25·99                       |\n\nThe sulphur and phosphorus in this substance, per cent., gave\n\n\\[\n\\text{Sulphur} = 1·36 \\quad 1·09 \\quad 1·03 \\text{ per cent.}\n\\]\n\n\\[\n\\text{Phosphorus} = ·20 \\quad ·19 \\text{ per cent.}\n\\]\n\nHence it is an oxide of albumen, and from the ultimate analysis, it is the hydrated deutoxide of albumen.\n\n2nd. In the above case of mollities ossium 66·97 parts of this hydrated deutoxide of albumen were passing out of the body in every 1000 parts of the urine. Hence, therefore, there was as much of this peculiar albuminous substance in the urine as there is ordinary albumen in healthy blood. So far, then, as the albumen alone is concerned, each ounce of urine passed was equivalent to an ounce of blood lost.\n\n3rd. The peculiar characteristic of this hydrated deutoxide of albumen was its solubility in boiling water, and the precipitate with nitric acid being dissolved by heat and reformed when cold. By this reaction a similar substance in small quantity may be detected in pus and in the secretion from the vesiculae seminales.\n\n4th. This substance must again be looked for in acute cases of mollities ossium. The reddening of the urine on the addition of nitric acid might perhaps lead to the rediscovery of it; when found, the presence of chlorine in the urine, of which there was a suspicion in the above case, should be a special subject of investigation, as it may lead not only to the explanation of the formation of this substance, but to the comprehension of the nature of the disease which affects the bones.\n\nLastly, I am much indebted to Dr. Watson and Dr. MacIntyre for enabling me to follow out this case, and also to Professor Fownes for the use of his laboratory at University College.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108284.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14296,
    "total-output-tokens": 6030,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2550,
        2
      ],
      [
        2550,
        4807,
        3
      ],
      [
        4807,
        6750,
        4
      ],
      [
        6750,
        9972,
        5
      ],
      [
        9972,
        11878,
        6
      ],
      [
        11878,
        14117,
        7
      ],
      [
        14117,
        16410,
        8
      ],
      [
        16410,
        19132,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108284",
    "title": "On a New Substance Occurring in the Urine of a Patient with Mollities Ossium",
    "authors": "Henry Bence Jones",
    "year": 1848,
    "volume": "138",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108284"
  }
}