{
  "id": "69a70103e8d65f3822c6c194b9357f4e11d6075a",
  "text": "XV. Experiments on the solar, and on the terrestrial Rays that occasion Heat; with a comparative View of the Laws to which Light and Heat, or rather the Rays which occasion them, are subject, in order to determine whether they are the same, or different. By William Herschel, LL. D. F. R. S.\n\nPart I.\n\nRead May 15, 1800.\n\nThe word heat, in its most common acceptation, denotes a certain sensation, which is well known to every person. The cause of this sensation, to avoid ambiguity, ought to have been distinguished by a name different from that which is used to point out its effect. Various authors indeed, who have treated on the subject of heat, have occasionally added certain terms to distinguish their conceptions, such as, latent, absolute, specific, sensible heat; while others have adopted the new expressions of caloric, and the matter of heat. None of these descriptive appellations however would have completely answered my purpose. I might, as in the preceding papers, have used the name radiant heat, which has been introduced by a celebrated author, and which certainly is not very different from the expressions I have now adopted; but, by calling the subject of my researches, the rays that occasion heat, I cannot be misunderstood as meaning that these rays themselves are heat; nor do I in any respect engage myself to shew in what manner they produce heat.\n\nFrom what has been said it follows, that any objections that may be alleged, from the supposed agency of heat in other\ncircumstances than in its state of radiance, or heat-making rays, cannot be admitted against my experiments. For, notwithstanding I may be inclined to believe that all phenomena in which heat is concerned, such as the expansion of bodies, fluidity, congelation, fermentation, friction, &c. as well as heat in its various states of being latent, specific, absolute, or sensible, may be explained on the principle of heat-making rays, and vibrations occasioned by them in the parts of bodies; yet this is not intended, at present, to be any part of what I shall endeavour to establish.\n\nI must also remark, that in using the word rays, I do not mean to oppose, much less to countenance, the opinion of those philosophers who still believe that light itself comes to us from the sun, not by rays, but by the supposed vibrations of an elastic ether, everywhere diffused throughout space; I only claim the same privilege for the rays that occasion heat, which they are willing to allow to those that illuminate objects. For, in what manner soever this radiance may be effected, it will be fully proved hereafter, that the evidence, either for rays, or for vibrations which occasion heat, stands on the same foundation on which the radiance of the illuminating principle, light, is built.\n\nIn order to enter on our subject with some regularity, it will be necessary to distinguish heat into six different kinds, three whereof are solar, and three terrestrial; but, as the divisions of terrestrial heat strictly resemble those of solar, it will not be necessary to treat of them separately; our subject, therefore, may be reduced to the three following general heads.\n\nWe shall begin with the heat of luminous bodies in general, such as, in the first place, we have it directly from the sun;\nand as, in the second, we may obtain it from terrestrial flames, such as torches, candles, lamps, blue-lights, &c.\n\nOur next division comprehends the heat of coloured radiants. This we obtain, in the first place, from the sun, by separating its rays in a prism; and, in the second, by having recourse to culinary fires, openly exposed.\n\nThe third division relates to heat obtained from radiants, where neither light nor colour in the rays can be perceived. This, as I have shewn, is to be had, in the first place, directly from the sun, by means of a prism applied to its rays; and, in the second, we may have it from fires inclosed in stoves, and from red-hot iron cooled till it can no longer be seen in the dark.\n\nBesides the arrangement in the order of my experiments which would arise from this division, we have another subject to consider. For, since the chief design of this paper is to give a comparative view of the operations that may be performed on the rays that occasion heat, and of those which we already know to have been effected on the rays that occasion light, it will be necessary to take a short review of the latter. I shall merely select such facts as not only are perfectly well known, but especially such as will answer the intention of my comparative view, and arrange them in the following order.\n\n1. Light, both solar and terrestrial, is a sensation occasioned by rays emanating from luminous bodies, which have a power of illuminating objects; and, according to circumstances, of making them appear of various colours.\n\n2. These rays are subject to the laws of reflection.\n\n3. They are likewise subject to the laws of refraction.\n\n4. They are of different refrangibility.\n\nMDCCC.\n5. They are liable to be stopped, in certain proportions, when transmitted through diaphanous bodies.\n\n6. They are liable to be scattered on rough surfaces.\n\n7. They have hitherto been supposed to have a power of heating bodies; but this remains to be examined.\n\nThe similar propositions relating to heat, which are intended to be proved in this paper, will stand as follows.\n\n1. Heat, both solar and terrestrial, is a sensation occasioned by rays emanating from candent substances, which have a power of heating bodies.\n\n2. These rays are subject to the laws of reflection.\n\n3. They are likewise subject to the laws of refraction.\n\n4. They are of different refrangibility.\n\n5. They are liable to be stopped, in certain proportions, when transmitted through diaphanous bodies.\n\n6. They are liable to be scattered on rough surfaces.\n\n7. They may be supposed, when in a certain state of energy, to have a power of illuminating objects; but this remains to be examined.\n\nBefore I can go on, I have to mention, that the number of experiments which will be required to make good all these points, exceeds the usual length of my papers; on which account, I shall divide the present one into two parts. Proceeding therefore now to an investigation of the three first heads that have been proposed, I reserve the three next, and a discussion which will be brought on by the seventh article, for the second part.\n\n1st. Experiment. Reflection of the Heat of the Sun.\n\nI exposed the thermometer which in a former paper has been denoted by No. 3, to the eye-end of a ten-feet NEWTONIAN\ntelescope, which carried a Camera-eye-piece,* but no eye-glass. When, by proper adjustment, the focus came to the ball of the thermometer, it rose from 52 degrees to 110; so that rays which came from the sun, underwent three regular reflections; one, on a concave mirror, and the other two, on two plain ones. Now these rays, whether they were those of light or not, for that our experiment cannot ascertain, had a power of occasioning heat, which was manifested in raising the thermometer 58 degrees.\n\n2d. Experiment. Reflection of the Heat of a Candle.\n\nAt the distance of 29 inches from a candle, I planted a small steel-mirror, of $3\\frac{4}{10}$ inches diameter, and about $2\\frac{3}{4}$ inches focal length.† In the secondary focus of it, I placed the ball of the thermometer which in my paper has been marked No. 2; and very near it, but out of the reach of reflection, the thermometer No. 3. Having covered the mirror till both were come to the temperature of their stations, I began as follows.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| In the Focus | Standard |\n| 0'     | 54    | 54    |\n| 1      | 55    | 54    |\n| 2      | 56    | 54    |\n| 3      | 57    | 54    |\n| 4      | 57\\(\\frac{1}{4}\\) | 54    |\n| 5      | 57\\(\\frac{1}{4}\\) | 54    |\n\nHere, in five minutes, the thermometer No. 2 received $3\\frac{1}{4}$ degrees of heat from the candle, by reflected rays. I now\n\n* See Phil. Trans. Vol. LXXII. p. 176.\n† See Plate X.I. Fig. 1.\ncovered the mirror, but left all the rest of the apparatus untouched.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| In the Focus | Standard |\n| 0'     | 57\\(\\frac{1}{4}\\) | 54 |\n| 1      | 55\\(\\frac{1}{2}\\) | 54 |\n| 1\\(\\frac{1}{2}\\) | 55 | 54 |\n| 6      | 54 | 54 |\n\nHere, in six minutes, the thermometer lost the \\(3\\frac{1}{4}\\) degrees of heat again, which it had gained before. I uncovered the mirror once more.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| In the Focus | Standard |\n| 0'     | 54 | 54 |\n| 1\\(\\frac{1}{2}\\) | 56 | 54 |\n| 3\\(\\frac{1}{2}\\) | 57 | 54 |\n| 5      | 57\\(\\frac{1}{4}\\) | 54 |\n\nAnd, in five minutes, the \\(3\\frac{1}{4}\\) degrees of heat were regained. In consequence of which, we are assured that certain rays came from the candle, subject to the laws of reflection, which, though they might not be the rays of light, for that our experiment does not determine, were evidently invested with a power of heating the thermometer placed in the focus of the mirror.\n\n3rd Experiment. Reflection of the Heat that accompanies the Solar prismatic Colours.\n\nIn the spectrum of the sun, given by a prism, I placed my small steel mirror, with a thermometer in its focus.* It was covered by a piece of pasteboard, which, through a proper opening, admitted all the visible colours to fall on its polished surface, but excluded every other ray of heat that might be, either on the violet or on the red side, beyond the spectrum.\n\n* See Plate XII. Fig. 2.\nThen, placing the apparatus so as to have the thermometer in the red rays, but keeping the mirror covered up till the thermometer became settled, I found it stationary at $58^\\circ$. Uncovering the mirror, I had as follows.\n\n| No. | 2 |\n|-----|---|\n| o'  | 58 |\n| 2   | 93 |\n\nHere, in two minutes, the thermometer rose $35$ degrees, by reflected heat. I covered the mirror again, and, in a few minutes, the thermometer, exposed to the direct prismatic red, came down to $58^\\circ$ again. And thus the prismatic colours, if they are not themselves the heat-making rays, are at least accompanied by such as have a power of occasioning heat, and are liable to be regularly reflected.\n\n4th Experiment. Reflection of the Heat of a red-hot Poker.\n\nI placed the small steel mirror at $12$ inches from a red-hot poker, set with its heated end upwards, in a perpendicular position, and so elevated as to throw its rays on the mirror.* The thermometer No. 2 was placed in its secondary focus, and had a small pasteboard screen, to guard its ball from the direct heat of the poker.\n\n| No. | 2 |\n|-----|---|\n| o'  | $54\\frac{1}{2}$ |\n| $\\frac{1}{2}$ | 93 |\n\nI covered the mirror.\n\n| 3'  | 65 |\n\nHere, in $\\frac{1}{2}$ minute, the thermometer rose $38\\frac{1}{2}$ degrees, by reflected rays; and, when the mirror was covered up, it fell in the next $\\frac{1}{2}$ minute, $28$ degrees. On which account, we cannot\n\n* See Plate XII. Fig. 1.\nbut allow, that certain rays, whether it be those that shine or not, issue from an ignited poker, which are subject to the regular laws of reflection, and have a power of heating bodies.\n\n5th Experiment. Reflection of the Heat of a Coal Fire by a plain Mirror.\n\nI placed a small speculum, such as I use with my 7-feet reflectors, upon a stand, and so as to make an angle of 45 degrees with the front of it.* This was afterwards to face the fire in my parlour chimney, and would make the same angle with the bars of the grate. At a distance of $3\\frac{1}{2}$ inches from the speculum, on the reflecting side of it, was placed the thermometer No. 1; and close by it, but out of the reach of the reflected rays, the thermometer No. 4. The whole was guarded in front, against the influence of the fire, by an oaken board $1\\frac{1}{2}$ inch thick, which had a circular opening of $1\\frac{1}{4}$ inch diameter, opposite the situation of the plain mirror, in order to permit the fire to shine upon it. The thermometers were divided from the mirror by a wooden partition, which also had an opening in it, that the reflected rays might come from the mirror to No. 1, while No. 4 remained screened from their influence. On exposing this apparatus to the fire, I had the following result.\n\n|   | No. 1 | No. 4 |\n|---|-------|-------|\n| 0' | 60    | 60    |\n| 1  | 62    | 60    |\n| 2  | 64    | 60    |\n| 3  | 66    | 60    |\n| 4  | 66    | 60    |\n| 5  | 67    | 60$\\frac{1}{2}$ |\n\n* See Plate XII. Fig. 3.\nHere, in five minutes, the heat reflected from the plain mirror raised the thermometer No. 1, 7 degrees; while the change in the temperature of the screened place, indicated by No. 4, amounted only to half a degree: which shews, that an open fire sends out rays that are subject to the laws of reflection, and occasion heat.\n\n6th Experiment. Reflection of Fire-heat by a Prism.\n\nEvery thing remaining arranged as in the 5th experiment, I removed the small plain mirror, and placed in its stead a prism, which had one of its angles of 90 degrees, and the other two of $45^\\circ$ each.* It was put so as to have one of the sides facing the fire, while the other was turned towards the thermometer: the hypotenuse, consequently, made an angle of $45$ degrees with the bars of the grate. The apparatus, after having been cooled some time, was exposed to the fire, and the following result was taken.\n\n| No. 1 | No. 4 |\n|-------|-------|\n| 0'    | 62$\\frac{1}{2}$ | 62$\\frac{1}{2}$ |\n| 1     | 63     | 62$\\frac{3}{4}$ |\n| 2     | 64     | 63     |\n| 4     | 64$\\frac{1}{2}$ | 63     |\n| 5     | 65     | 63$\\frac{1}{4}$ |\n| 8     | 65$\\frac{3}{4}$ | 63$\\frac{1}{2}$ |\n| 10    | 66$\\frac{1}{2}$ | 63$\\frac{3}{4}$ |\n| 11    | 67     | 64$\\frac{1}{4}$ |\n\nHere, in eleven minutes, the rays reflected by the prism raised the thermometer $4\\frac{1}{2}$ degrees; but, the temperature of the place having undergone an alteration of $1\\frac{3}{4}$ degrees, we can only\n\n* See Plate XII. Fig. 3.\nplace $2\\frac{3}{4}$ to the account of reflection. The apparatus becoming now very hot, it would not have been fair to have continued the experiment for a longer time; but the effect already produced was fully sufficient to shew, that even a prism, which stops a great many heat-making rays, still reflects enough of them to prove, that an open fire not only sends them out, but that they are subject to every law of reflection.\n\n7th Experiment. Reflection of invisible Solar Heat.\n\nOn a board of about 4 feet 6 inches long, I placed at one end, a small plain mirror, and at the other, two thermometers*. The distance of No. 1, from the face of the mirror, was 3 feet 9$\\frac{3}{4}$ inches; and No. 2 was put at the side of it, facing the same way, but out of the reach of the rays that were to be reflected by the mirror. The colours of the prism were thrown on a sheet of paper having parallel lines drawn upon it, at half an inch from each other. The mirror was stationed upon the paper; and was adjusted in such a manner as to present its polished surface, in an angle of 45 degrees, to the incident coloured rays, by which means, they would be reflected towards the ball of the thermometer No. 1. In this arrangement, the whole apparatus might be withdrawn from the colours to any required distance, by attending to the last visible red colour, as it shewed itself on the lines of the paper. When the thermometers were properly settled to the temperature of their situation, during which time the mirror had been covered, the apparatus was drawn gently away from the colours, so far as to cause the mirror, which was now open, to receive only the invisible rays of heat which lie beyond the confines of red. The result was as follows.\n\n* See Plate XII. Fig. 4.\nHere, in ten minutes, the thermometer No. 1 received four degrees of heat, reflected to it, in the strictest optical manner, by the plain mirror of a Newtonian telescope. The great regularity with which these invisible rays obeyed the law of reflection, was such, that Dr. Wilson's sensible thermometer No. 2, which had been chosen on purpose for a standard, and was within an inch of the other thermometer, remained all the time without the least indication of any change of temperature that might have arisen from straggling rays, had there been any such. I now took away the mirror, but left every thing else in the situation it was. The effect of this was thus.\n\nHere, in ten minutes, the thermometer No. 1 lost again the 4 degrees it had acquired, while No. 2 still remained unaltered; and this becomes therefore a most decisive experiment, in proof of the existence of invisible rays, of their being subject to the laws of reflection, and of their power of occasioning heat.\n8th Experiment. Reflection, and Condensation, of the invisible solar Rays.\n\nI made an apparatus for placing the small steel mirror at any required angle;* and, having exposed it to the prismatic spectrum, so as to receive it perpendicularly, I caused the colours to fall on one half of the mirror, which, being covered by a semicircular piece of pasteboard, would stop all visible rays, so that none of them could reach the polished surface. On the pasteboard were drawn several lines, parallel to the diameter, and at the distance of one-tenth of an inch from each other; that, by withdrawing the apparatus, I might have it at option to remove the last visible red to any required distance from the reflecting surface. In the focus of the mirror was placed the thermometer No. 2. I covered now also the other half of the mirror, till the thermometer had assumed the temperature of its situation. Then, withdrawing the apparatus out of the visible spectrum, till the last tinge of red was one-tenth of an inch removed from the edge of the pasteboard, and the whole of the coloured image thus thrown on the semicircular cover, I opened the other half of the mirror, for the admission of invisible rays. The result was as follows.\n\n| Time | Temperature |\n|------|-------------|\n| 0'   | 61          |\n| 1    | 80          |\n\nHere, in one minute, the thermometer rose 19 degrees. I covered the mirror.\n\n| Time | Temperature |\n|------|-------------|\n| 2'   | 72          |\n| 3    | 67          |\n| 4    | 64          |\n\n* See Plate XII, Fig. 2.\nHere, in three minutes, the thermometer fell 16 degrees. I opened the mirror again.\n\nNo. 2.\nIn the Focus of invisible Heat.\n\n| 5' | 83 |\n|----|----|\n| 6  | 88 |\n\nHere, in two minutes, the thermometer rose 24 degrees. I covered the mirror once more.\n\n| 7' | 69 |\n\nAnd, in one minute, the thermometer fell 19 degrees. Now, by this alternate rising and falling of the thermometer, three points are clearly ascertained. The first is, that there are invisible rays of the sun. The second, that these rays are not only reflexible, in the manner which has been proved in the foregoing experiment, but that, by the strict laws of reflection, they are capable of being condensed. And, in the third place, that by condensation, their heating power is proportionally increased; for, under the circumstances of the experiment, we find that it extended so far as to be able to raise the thermometer, in two minutes, no less than 24 degrees.\n\n9th Experiment. Reflection of invisible culinary Heat.\n\nI planted my little steel mirror upon a small board;* and at a proper distance opposite to it I erected a slip of deal, \\( \\frac{1}{2} \\) inch thick, and 1 inch broad, in a horizontal direction, so as to be of an equal height, in the middle of its thickness, with the centre of the mirror. Against the side, facing the mirror, were fixed the two thermometers No. 2 and No. 3, with their balls within half an inch of each other, and the scales turned the opposite way. A little of the wood was cut out of the slip, to\n\n* See Plate XIII. Fig. 1.\nmake room for the balls to be freely exposed. That of No. 2 was in the axis of the mirror; and the ball of No. 3 was screened from the reflected rays, by a small piece of pasteboard tied to the scale. The small ivory scales of the thermometers, with the slip of wood at their back, which however was feather-edged towards the stove, intercepted some heat; but it will be seen presently that there was enough to spare. When my stove was of a good heat, I brought the apparatus to a place ready prepared for it.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| In the Focus | Screened |\n| 0° | 52 |\n| 1° | 91 |\n\nHere we find that, in one minute, the invisible culinary heat raised the thermometer No. 2, 39 degrees; while No. 3, from change of temperature, rose only one, notwithstanding its exposure to the stove was in every respect equal to that of No. 3, except so far as relates to the rays returned by the mirror; and therefore, the radiant nature of these invisible rays, their power of heating bodies, and their being subject to the laws of reflection, are equally established by this experiment.\n\n10th Experiment. Reflection of the invisible Rays of Heat of a Poker, cooled from being red-hot till it could no longer be seen in a dark Place.\n\nThe great abundance of heat in my last experiment, would not allow of its being carried on without injury to the thermometer, the scale of which is not extensive; I therefore placed a poker, when of a proper black heat, at 12 inches from the steel mirror,* and received the effect of its condensed rays upon the\n\n* See Plate XII. Fig. 1.\nthermometer No. 2, placed in the focus. Then, alternately covering and uncovering the mirror, one minute at a time, the effect was as follows.\n\n| The mirror covered | Open | Covered | Open | Covered | Open | Covered |\n|-------------------|------|---------|------|---------|------|---------|\n|                   |      |         |      |         |      |         |\n| 61                | 68   | 61      | 64   | 59      | 61½ | 58      |\n\nHere, in six minutes, we have a repeated result of alternate elevations and depressions of the thermometer, all of which confirm the reflexivity, the radiant nature, and the heating power, of the invisible rays that came from the poker.\n\nFrom these experiments it is now sufficiently evident, that in every supposed case of solar and terrestrial heat, we have traced out rays that are subject to the regular laws of reflection, and are invested with a power of heating bodies; and this independent of light. For though, in four cases out of six, we had illuminating as well as heating rays, it is to be noticed that our proof goes only to the power of occasioning heat, which has been strictly ascertained by the thermometer. If it should be said, that the power of illuminating objects, of these same rays, is as strictly proved by the same experiments, I must remark, that from the cases of invisible rays brought forward in the four last experiments, it is evident that the conclusion, that rays must have illuminating power, because they have a power of occasioning heat, is erroneous; and, as this must be admitted, we have a right to ask for some proof of the assertion, that rays\nwhich occasion heat can ever become visible. But, as we shall have an opportunity to say more of this hereafter, I proceed now to investigate the refraction of heat-making rays.\n\n11th Experiment. Refraction of solar Heat.\n\nWith a new ten-feet Newtonian telescope, the mirror of which is 24 inches in diameter of polished surface; I received the rays of the sun; and, making them pass through a day-piece with four lenses, I caused them to fall on the ball of the thermometer No. 3, placed in their focus. Those who are acquainted with the lines in which the principal rays and pencils move through a set of glasses, will easily conceive how artfully, in our present instance, heat was sent from one place to another. Heat crossing heat, through many intersecting courses, without jostling together, and each parcel arriving at last safely to its destined place. As soon as the rays were brought to the thermometer, it rose almost instantly from 60 degrees to 190; and, being afraid of cracking the glasses, I turned away the telescope. Here the rays, which occasioned no less than 70 degrees of heat, had undergone eight regular successive refractions; so that their being subject to its laws cannot be doubted.\n\n12th Experiment. Refraction of the Heat of a Candle.\n\nI placed a lens of about 1,4 inch focus, and 1,1 diameter, mounted upon a small support, at a distance of 2,8 inches from a candle;* and the thermometer No. 2, behind the lens, at an equal distance of about 2,8 inches; but which ought to be very carefully adjusted to the secondary focus of the candle. Not far from the lens, towards the candle, was a pasteboard screen, with an aperture of nearly the same size as the lens. The sup-\n\n* See Plate XIII. Fig. 2.\nport of the lens had an eccentric pivot, on which it might be turned away from its place, and returned to the same situation again, at pleasure. This arrangement being made, the thermometer was for a few moments exposed to the rays of the candle, till it had assumed the temperature of its situation. Then the lens was turned on its pivot, so as to intercept the direct rays, which passed through the opening in the pasteboard screen, and to refract them to the focus, in which the thermometer was situated.\n\nNo. 2.\n\n|   |   |\n|---|---|\n| 0' | $53\\frac{7}{8}$ |\n| 1  | $55\\frac{1}{2}$ |\n| 2  | $55\\frac{3}{4}$ |\n| 3  | $56$ |\n\nHere, in three minutes, the thermometer received $2\\frac{1}{8}$ degrees of heat, by the refraction of the lens. The lens was now turned away.\n\n|   |   |\n|---|---|\n| 0' | $56$ |\n| 1  | $54\\frac{5}{8}$ |\n| 2  | $54\\frac{1}{8}$ |\n| 3  | $53\\frac{7}{8}$ |\n\nHere, in three minutes, the thermometer lost $2\\frac{1}{8}$ degrees of heat. The lens was now returned to its situation.\n\n|   |   |\n|---|---|\n| 0' | $53\\frac{7}{8}$ |\n| 1  | $54\\frac{3}{4}$ |\n| 2  | $55\\frac{3}{8}$ |\n| 3  | $56$ |\n\nAnd, in three minutes, the thermometer regained the $2\\frac{1}{8}$ degrees of heat. A greater effect may be obtained by a different\nDr. Herschel's Experiments on the solar, and arrangement of the distances. Thus, if the lens be placed at $3\\frac{1}{2}$ inches from a wax-candle, and the thermometer situated, as before, in the secondary focus, we shall be able to draw from 5 to 8 degrees of heat, according to the burning of the candle, and the accuracy of the adjustment of the thermometer to the focus. The experiment we have related shews evidently, that rays invested with a power of heating bodies, issue from a candle, and are subject to laws of refraction, nearly the same with those respecting light.\n\n13th Experiment. Refraction of the Heat that accompanies the coloured part of the prismatic Spectrum.\n\nI covered a burning lens of Mr. Dollond's, which is nearly 9 inches in diameter, and very highly polished, with a piece of pasteboard, in which there was an opening of a sufficient size to admit all the coloured part of the prismatic spectrum.* In the focus of the glass was placed the thermometer No. 3; and, when every thing was arranged properly, I covered the lens for five minutes, that the thermometer might assume the temperature of its situation. The result was as follows.\n\n| No. 3 |\n|-------|\n| The lens covered | 64 |\n| Open | 176 |\n\nHere, in one minute, the thermometer received 112 degrees of heat, which came with the coloured part of the solar spectrum, and were refracted to a focus; so that, if the coloured rays themselves are not of a heat-making nature, they are at least accompanied with rays that have a power of heating bodies, and\n\n* See Plate XIV.\nare subject to certain laws of refraction, which cannot differ much from those affecting light.\n\n14th Experiment. Refraction of the Heat of a Chimney-Fire.\n\nI placed Mr. Dollond's lens before the clear fire of a large grate.* Its distance from the bars of the grate was three feet; and, in the secondary focus of it was placed the thermometer No. 1. No. 4 was stationed, by way of standard, at $2\\frac{1}{2}$ inches from the former, and at an equal distance from the fire. Before the thermometers was a slip of mahogany, which had three holes in it, $\\frac{8}{10}$ of an inch in diameter each. Behind the centre of the 1st hole, $\\frac{3}{8}$ of an inch from the back, was placed the thermometer No. 1; and, between the 2d and 3d hole, guarded from the direct rays of the fire by the partition, at the same distance from the back, was put No. 4. Things being thus arranged, the situation of the apparatus which carried the thermometers, and that where the lens was fixed, were marked. Then the thermometers, having been taken away to be cooled, were restored to their places again, and their progress marked as follows.\n\n| No. 1 | No. 4 |\n|-------|-------|\n| Burning Lens | Screened |\n| 0'    | 58    |\n| 1$\\frac{1}{2}$ | 65    |\n| 3     | 68    |\n| 5     | 70    |\n| 7     | 71$\\frac{1}{4}$ |\n| 9     | 71$\\frac{1}{2}$ |\n\nHere, in nine minutes, the rays coming from the fire, through the burning glass, gave $9\\frac{3}{4}$ degrees of heat more to the ther-\n\n* See Plate XV.\nmometer No. 1, than No. 4, from change of temperature, had received behind the screen. Now, to determine whether this was owing merely to a transmission of heat through the glass, or to a condensation of the rays, by the refraction of the burning lens, I took away the lens, as soon as the last observation of the thermometers was written down, and continued to take down their progress as follows.\n\n| Time | No. 1 | No. 4 |\n|------|-------|-------|\n| 9'1/2 | 711/2 | 613/4 |\n| 11    | 701/2 | 613/4 |\n| 12    | 701/4 | 613/4 |\n| —     | 691/2 | 613/4 |\n| 141/2 | 691/4 | 613/4 |\n\nHere the direct rays of the fire, we see, could not keep up the thermometer No. 1; which lost 21/4 degrees of heat, notwithstanding the lens intercepted no longer any of them. I now restored the burning glass, and continued.\n\n| Time | No. 1 | No. 4 |\n|------|-------|-------|\n| 15'  | 691/4 | 613/4 |\n| 16   | 691/2 | 613/4 |\n| 17   | 70    | 613/4 |\n| 20   | 703/4 | 613/4 |\n| 25   | 71    | 613/4 |\n\nHere again, the lens acted as a condenser of heat, and gave 13/4 degrees of it to the thermometer No. 1. I now once more took away the lens, and continued the experiment.\n\n| Time | No. 1 | No. 4 |\n|------|-------|-------|\n| 251/2 | 71    | 613/4 |\n| 31   | 68    | 613/4 |\n\nThis again confirms the same, by a loss of 3 degrees of heat. I restored the lens once more, and had as follows.\nAnd here the thermometer received $1\\frac{1}{2}$ degree of heat again; so that, in the course of 35 minutes, the thermometer No. 1 was alternately raised and depressed five times, by rays which came from the chimney fire, and were subject to laws of refraction, not sensibly different from those which affect light.\n\n15th Experiment. Refraction of the Heat of red-hot Iron.\n\nI caused a lump of iron to be forged into a cylinder of $2\\frac{1}{2}$ inches diameter, and $2\\frac{1}{2}$ inches long.* This, being made red-hot, was stuck upon an iron handle fixed on a stand, so as to present one of its circular faces to a lens placed at 2,8 inches distance; its focus being 1,4 inch, and diameter 1,1. Before the lens, at some distance, was placed a screen of wood, with a hole of an inch diameter in it, by way of limiting the object, that its image in the focus might not be larger than necessary. The screen also served to keep the heat from the thermometers. No. 2 was situated in the secondary focus of the lens; and No. 3 was placed within $\\frac{3}{10}$ of an inch of it, and at the same distance from the lens as No. 2. By this arrangement, both thermometers were equally within the reach of transmitted heat; or, if there was any difference, it could only be in favour of No. 3, as being behind a part of the lens which, on account of its thinness, would stop less heat than the middle. Now, as the experiment gives a result which differs from what would have arisen from the situation of the thermometers, on a supposition of transmitted heat, we can only ascribe it to a condens-\n\n* See Plate XVI. Fig. 1.\nsation of it by the refraction of the lens; and, in this case, the thermometer No. 3, by its situation, must have been partly within the reach of the heat-image formed in the focus. During the experiment, the thermometers were alternately screened two minutes from the effects of the lens, and exposed to it for the same length of time; and the result was as follows.\n\n|        | No. 2 In the Focus | No. 3 Near the Focus |\n|--------|-------------------|---------------------|\n| Screened | 56                | 56                  |\n| Open    | 62                | 60                  |\n| Screened | 59                | 58                  |\n| Open    | 61                | 59                  |\n| Screened | 58\\(\\frac{1}{4}\\) | 57\\(\\frac{3}{4}\\)   |\n| Open    | 59\\(\\frac{1}{2}\\) | 58\\(\\frac{1}{4}\\)   |\n\nHere, in the first and second minutes, No. 2 gained two degrees of heat more than No. 3. In the third and fourth, it lost one more than No. 3. In the fifth and sixth, it gained one more. In the seventh and eighth, it lost \\(1\\frac{1}{2}\\) more; and in the ninth and tenth, it gained \\(\\frac{3}{4}\\) more than the other thermometer. This plainly indicates its being acted upon by refracted heat. Lest there should remain a doubt upon the subject, I now removed the lens, and, putting a plain glass in the room of it, I repeated the experiment, with all the rest of the apparatus in its former situation.\n\n|        | No. 2 In the Focus | No. 3 Near the Focus |\n|--------|-------------------|---------------------|\n| Screened | 57\\(\\frac{1}{4}\\) | 56\\(\\frac{3}{4}\\)   |\n| Open    | 62\\(\\frac{1}{4}\\) | 61\\(\\frac{3}{4}\\)   |\n| Screened | 60\\(\\frac{1}{2}\\) | 60                  |\n| Open    | 61                | 60\\(\\frac{1}{2}\\)   |\n| Screened | 60                | 59\\(\\frac{1}{2}\\)   |\n| Open    | 60\\(\\frac{4}{3}\\) | 60\\(\\frac{1}{4}\\)   |\nHere we find, that both thermometers received heat and parted with it always in equal quantities, which confirms the experiment that has been given. And thus it is evident, that there are rays issuing from red-hot iron, which are subject to laws of refraction, nearly equal to those which affect light; and that these rays are invested with a power of causing heat in bodies.\n\n16th Experiment. Refraction of Fire-beat, by an Instrument resembling a Telescope.\n\nIt occurred to me, that I might use a concave mirror, to condense the heat of the fire in the grate of my chimney, and, reflecting it sideways by a plain mirror, I might afterwards bring it to a secondary focus by a double convex lens; and that, by this construction, I should have an instrument much like a Newtonian telescope.* The thermometer would figuratively become the observer of heat, by being applied to the place where, in the real telescope of the same construction, the eye is situated to receive light. Having put together the different parts, in such a way as I supposed would answer the end, I tried the effect by a candle, in order to ascertain the proper distance of the object-mirror from the bars of the chimney-grate. The front of the apparatus was guarded by an iron plate, with a thick lining of wood; and the two thermometers which I used, were parted from the mirrors and lens by a partition, which screened them from the heat that was to be admitted through a proper opening in the front plate, to come at the object-mirror. In the partition was likewise an opening, of a sufficient diameter to permit the rays to come from the eye-glass to their focus, on the ball of the thermometer No. 1; while\n\n* See Plate XVI, Fig. 2.\nNo. 4 was placed by the side of it, at less than half an inch distance. In the experiment, the object-mirror was alternately covered by a piece of pasteboard, and opened again. The thermometers were read off every minute; but, to shorten my account, I only give the last minute of every change.\n\n|                | No. 1. | No. 4. |\n|----------------|--------|--------|\n|                | In the Focus | Near the Focus |\n| The mirror covered | 0'     | 77$\\frac{1}{2}$ | 77$\\frac{1}{2}$ |\n| The mirror open   | 8      | 84     | 76     |\n| Covered           | -      | 16     | 86$\\frac{1}{2}$ | 79$\\frac{1}{2}$ |\n| Open             | -      | 21     | 89$\\frac{3}{4}$ | 81     |\n| Covered           | -      | 27     | 89$\\frac{3}{4}$ | 82$\\frac{1}{4}$ |\n| Open             | -      | 37     | 91$\\frac{1}{2}$ | 83$\\frac{1}{2}$ |\n| Covered           | -      | 47     | 84     | 77     |\n\nHere, in the first eight minutes, the thermometer exposed to the effects of the fire-instrument, gained 2 degrees of heat more than the other. In the next 8 minutes, the mirror being covered, it gained 1 degree less than the other. The mirror being now opened again, it gained, in 5 minutes, 2$\\frac{3}{4}$ degrees more than the other. When covered 6 minutes, it gained 1$\\frac{1}{4}$ degree less than No. 4. In the next 10 minutes, when open, it gained $\\frac{1}{2}$ degree more; and, in the last 10 minutes, when the fire began to fail, and the mirror was again covered, it lost 1 degree more than the other thermometer. All which can only be accounted for by the heat which came to the thermometer through the fire-instrument; and, as this experiment confirms what has been said before of the refraction of culinary heat, so it also adds to what has already been proved of its reflection. For, in this fire-instrument, the rays which occasion heat could undergo no less than two reflections and two refractions.\n17th Experiment. Refraction of the invisible Rays of solar Heat.\n\nI covered one half of Mr. Dollond's burning lens with pasteboard, and threw the prismatic spectrum upon that cover; * then, keeping the last visible red colour one-tenth of an inch from the margin of the pasteboard, I let the invisible rays beyond the spectrum fall on the lens. In the focus of the red rays, or a very little beyond it, I had placed the ball of the thermometer No. 1; and, as near to it as convenient, the small one No. 2. Now, that the invisible solar rays which occasion heat were accurately refracted to a focus, may be seen by the following account of the thermometers.\n\n| No. 1 | No. 2 |\n|-------|-------|\n| In the Focus. | Near the Focus. |\n| 0°    | 57    |\n| 1     | 102   |\n\nHere, in one minute, these rays gave 45 degrees of heat to the thermometer No. 1, which received them in the focus, while the other, No. 2, suffered no change.\n\nIt is remarkable, that notwithstanding I kept the red colour of the spectrum \\( \\frac{1}{10} \\) of an inch upon the pasteboard, a little of that colour might still be seen on the ball of the thermometer. This occasioned a surmise, that possibly the invisible rays of the sun might become visible, if they were properly condensed; I therefore put this to the trial, as follows.\n\n18th Experiment. Trial to render the invisible Rays of the Sun visible by Condensation.\n\nLeaving the arrangement of my apparatus as in the last experiment, I withdrew the lens, till the last visible red colour\n\n* See Plate XIV.\nwas two-tenths of an inch from the margin of the semicircular pasteboard cover; then, taking the thermometers, I had as follows.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| 57    | 57    |\n| 78    | 57    |\n\nHere, there was no longer the least tinge of any colour, or vestige of light, to be seen on the ball of the thermometer; so that, in one minute, it received 21 degrees of heat, from rays that neither were visible before, nor could be rendered so by condensation.\n\nTo account for the colour which may be seen in the focus, when the last visible red colour is less than two-tenths of an inch from the margin of the pasteboard which intercepts the prismatic spectrum, we may suppose, that the imperfect refraction of a burning lens, which from its great diameter cannot bring rays to a geometrical focus, will bring some scattered ones to it, which ought not to come there. We may also admit, that the termination of a prismatic spectrum cannot be accurately ascertained, by looking at it in a room not sufficiently dark to make very faint tinges of colour visible. And, to this must be added, that the incipient red rays must actually be scattered over a considerable space, near the confines of the spectrum, on account of the breadth of the prism, the whole of which cannot bring its rays of any one colour properly together; nor can it separate the invisible rays intirely from the visible ones. For, as the red rays will be but faintly scattered in the beginning of the visible spectrum, so, on the other hand, will the invisible rays, separated by the parts of the prism that come next in succession, be mixed with the former red ones. Sir Isaac\nNewton has taken notice of some imperfect tinges or haziness, on each side of the prismatic spectrum, and mentions that he did not take them into his measures.*\n\n19th Experiment. Refraction of invisible culinary Heat.\n\nThere are some difficulties in this experiment; but they arise not so much from the nature of this kind of heat, as from our method of obtaining it in a detached state. A red-hot lump of iron, when cooled so far as to be no longer visible, has but a feeble stock of heat remaining, and loses it very fast. A contrivance to renew and keep this heat might certainly be made, and I should indeed have attempted to carry some method or other of this kind into execution, had not the following trials appeared to me sufficiently conclusive to render it unnecessary. Admitting, as has been proved in the 15th experiment, that the alternate rising and falling of a thermometer placed in the focus of a lens, when the ball of it is successively exposed to, or screened from, its effects, is owing to the refraction of the lens, and cannot be ascribed to a mere alternate transmission and stoppage of heat, I proceeded as follows.† My lens, 1,4 focus, and 1,1 diameter, being placed 2,8 inches from the face of the heated cylinder of iron, the thermometer No. 2, in its focus, was alternately guarded by a small pasteboard screen put before it, and exposed to the effects of condensed heat by removing it.\n\nNo. 2.\n\n| Screened | 0' | 55 | Very red-hot. |\n|----------|----|----|---------------|\n| Open     | 2  | 63½| Red-hot.      |\n| Screened | 4  | 58 | Still red-hot.|\n| Open     | 6  | 60½| Still red.    |\n\n* Newton's Optics, page 23, line 11. † See Plate XVI, Fig. 1.\nNo. 2.\n\nScreened 8' $57\\frac{1}{2}$ A little red.\nOpen 10 $59\\frac{1}{4}$ Doubtful.\nScreened 12 $57\\frac{1}{2}$ Not visible in my room darkened.\nOpen 14 $58\\frac{1}{2}$\nScreened 16 $57\\frac{1}{2}$\nOpen 18 $58\\frac{1}{4}$\nScreened 20 $57\\frac{1}{4}$\nOpen 22 $58$\nScreened 24 $57\\frac{1}{2}$\nOpen 26 $58$\nScreened 28 $57\\frac{1}{2}$\n\nNow, the beginning of this experiment being exactly like that of the 15th, with the thermometer No. 3 left out, the arguments that have before proved the refraction of heat in one state, will now hold good for the whole. For here we have a regular alternate rising and falling of the thermometer, from a bright red heat of the cylinder, down to its weakest state of black heat; where the effect of the rays, condensed by the lens, exceeded but half a degree the loss of those that were stopped by it.\n\n20th Experiment. Confirmation of the 19th.\n\nIn order to have some additional proof, besides the uniform and uninterrupted operation of the lens in the foregoing experiment, I repeated the same, with an assistant thermometer, No. 3, placed first of all at $\\frac{3}{4}$ of an inch from No. 2, and more towards the lens, but so as to be out of the converging pencil of its rays, and also to allow room for the little screen between the two thermometers, that No. 3 might not be covered by it.\non the terrestrial Rays that occasion Heat.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| In the Focus. | Advanced sideways. Always open. |\n| Screened 0' | 62\\(\\frac{1}{2}\\) | 63 |\n| Open 1 | 63\\(\\frac{3}{4}\\) | 64 |\n| Screened 2 | 62\\(\\frac{7}{8}\\) | 64 |\n| Open 3 | 64 | 64\\(\\frac{1}{2}\\) |\n| Screened 4 | 63\\(\\frac{3}{4}\\) | 64\\(\\frac{1}{2}\\) |\n| Open 5 | 64\\(\\frac{7}{8}\\) | 64\\(\\frac{1}{2}\\) |\n| Screened 6 | 64\\(\\frac{1}{2}\\) | 64\\(\\frac{1}{2}\\) |\n| Open 7 | 64\\(\\frac{3}{4}\\) | 64 |\n| Screened 8 | 64\\(\\frac{1}{2}\\) | 64 |\n\nHere No. 3, being out of the reach of refraction, gradually acquired its maximum of heat, in consequence of an uniform exposure to the influence of the hot cylinder; after which, it began to decline. No. 2, on the contrary, came to its maximum by alternate great elevations, and small depressions; and afterwards lost its heat by great depressions, and small elevations. After the first eight minutes, I changed the place of the assistant thermometer, by putting it into a still more decisive situation; for it was now placed by the side of that in the focus, so as to participate of the alternate screening, and also to receive a small share of one side of the invisible heat-image, which, though unseen, we know must be formed in the focus of the lens. Here, if our reasoning be right, the assistant thermometer should be affected by alternate risings and fallings; but they should not be so considerable as those of the lens.\n\n| No. 2 | No. 3 |\n|-------|-------|\n| Both open 8' | 64\\(\\frac{1}{2}\\) | 64 |\n| Both open 9\\(\\frac{1}{2}\\) | 63\\(\\frac{3}{4}\\) | 63\\(\\frac{3}{4}\\) |\n\nT t 2\nNo. 2.  \nIn the Focus.\n\nOpen - 11  \nScreened 12\\(\\frac{1}{2}\\)  \nOpen 14  \nScreened 16  \nOpen 18\n\nNo. 3.  \nIn the Edge of it.\n\n64\\(\\frac{1}{4}\\)  \n63  \n63\\(\\frac{3}{4}\\)  \n62\\(\\frac{3}{4}\\)  \n63\\(\\frac{3}{4}\\)\n\nHere the changes of the thermometer No. 2 were \\(-\\frac{3}{4} + \\frac{1}{2} - 1\\frac{1}{4} + \\frac{3}{4} - 1 + 1\\); and those of No. 3 were \\(-\\frac{1}{4} + \\frac{1}{4} - \\frac{3}{4} + \\frac{1}{4} - \\frac{1}{2} + \\frac{3}{4}\\). All which so clearly confirm the effect of the refraction of the lens, that it must now be evident that there are rays issuing from hot iron, which, though in a state of total invisibility, have a power of occasioning heat, and obey certain laws of refraction, very nearly the same with those that affect light.\n\nAs we have now traced the rays which occasion heat, both solar and terrestrial, through all the varieties that were mentioned in the beginning of this paper, and have shewn that, in every state, they are subject to the laws of reflection and of refraction, it will be easy to perceive that I have made good a proof of the three first of my propositions. For, the same experiments which have convinced us that, according to our second and third articles, heat is both reflexible and refrangible, establish also its radiant nature, and thus equally prove the first of them.\n\nEND OF THE FIRST PART.\n\nSlough, near Windsor.\nApril 26, 1800.\nEXPLANATION OF THE FIGURES.\n\nSEE PLATES XII. XIII. XIV. XV. AND XVI.\n\nPlate XII. Fig. 1.\n\nShews the arrangement of the apparatus used in the 2d experiment.\n\nA, is the small mirror with its adjusting screws \\(m, n\\).\n\nNo. 2, is the thermometer in the focus of the mirror.\n\nNo. 3, The assistant thermometer.\n\nB, A small screen for the thermometer No. 2.\n\nC, The candle.\n\nD, The poker which, in the 4th and 10th experiments, is to be placed in the situation of the candle; the rest of the apparatus being brought nearer to it.\n\nPlate XII. Fig. 2.\n\nShews the apparatus used in the 3d and 8th experiments.\n\nA, The mirror.\n\nNo. 2, The thermometer.\n\nBCD, A desk adjustable to different altitudes.\n\nE, The prism receiving the sun’s rays through an opening in the window shutter F.\n\nPlate XII. Fig. 3.\n\nAB, is the front of the apparatus, which, in the 5th experiment, is exposed to the fire of the chimney.\n\nC, is the opening in the front plate AB, for the admission of heat.\n\nD, is the small mirror which reflects the rays of heat.\nE, is the hole through which the heat passes to the thermometers.\n\nNo. 1 and No. 4, are the thermometers.\n\nF, is a prism, which, in the 6th experiment, is to be placed in the room of the mirror D.\n\nPlate XII. Fig. 4.\n\nA, is the board that holds the apparatus used in the 7th experiment.\n\nB, The prism.\n\nC, The spectrum, thrown partly on the paper with parallel lines, and partly on one of the small tables which support the board.\n\nD, The mirror which reflects the rays of heat sideways.\n\nNo. 1, The thermometer which receives the reflected rays.\n\nNo. 2, The standard thermometer.\n\nPlate XIII. Fig. 1.\n\nA.B, is the front which, in the 9th experiment, is put close to the flat side of a heated iron stove.\n\nC, is the mirror.\n\nD, The feather-edged slip of deal, on two pins.\n\nNo. 2, The thermometer which receives the rays condensed in the focus of the mirror.\n\nNo. 3, The standard thermometer.\n\nE, A small screen tied to No. 3, to guard it from reflected heat.\n\nPlate XIII. Fig. 2.\n\nA, The lens in the apparatus used for the 12th experiment.\n\nNo. 2, The thermometer placed in its focus.\nB, The screen with an aperture for admitting the rays of heat.\nC, The eccentric pivot for turning away the lens.\nD, The candle.\n\nPlate XIV.\nA, The burning lens, covered; with the prismatic spectrum thrown upon an opening, left for it, in the pasteboard cover of the 13th experiment.\nNo. 3, The thermometer placed in its focus.\nB, The prism.\nC, Semicircular cover, used in the 17th and 18th experiments, instead of the one with a square hole.\n\nPlate XV.\nA, The burning lens of the 14th experiment.\nB, The fire in the chimney.\nNo. 1, The thermometer in the focus of the lens.\nNo. 4, The standard thermometer.\nC, The hole through which the rays of heat pass to No. 1.\nD and E, Two holes, between which the ball of the thermometer No. 4 is screened from the direct rays of the fire; while free access is given to the heat which may affect the temperature of the place.\n\nPlate XVI. Fig. 1.\nA, The iron cylinder, stuck upon its handle, as it is used in the 15th and 19th experiments.\nB, The lens.\nC, The screen with an opening in it.\nNo. 2, The thermometer in the focus of the lens.\nNo. 3, The standard thermometer.\nD, The little moveable pasteboard screen.\n\nPlate XVI. Fig. 2.\n\nAB, The front, plated with iron, that it may bear to be exposed close to the bars of a chimney fire.\nC, The concave mirror.\nD, The plain mirror.\nE, The lens.\nNo. 1, The thermometer in the focus of the lens.\nNo. 4, The standard thermometer.\nF, A circular opening in the front plate AB, for admitting the rays of heat to fall on the concave mirror C.\nm, The first focus of the rays, from which they go on diverging, to the small mirror, and to the lens; which brings them to a second focus, on the ball of the thermometer No. 1.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107058.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 42,
    "total-input-tokens": 65488,
    "total-output-tokens": 14593,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1499,
        2
      ],
      [
        1499,
        3284,
        3
      ],
      [
        3284,
        4994,
        4
      ],
      [
        4994,
        6568,
        5
      ],
      [
        6568,
        8016,
        6
      ],
      [
        8016,
        9472,
        7
      ],
      [
        9472,
        10898,
        8
      ],
      [
        10898,
        12396,
        9
      ],
      [
        12396,
        13878,
        10
      ],
      [
        13878,
        15644,
        11
      ],
      [
        15644,
        16625,
        12
      ],
      [
        16625,
        18166,
        13
      ],
      [
        18166,
        19695,
        14
      ],
      [
        19695,
        21273,
        15
      ],
      [
        21273,
        22897,
        16
      ],
      [
        22897,
        24625,
        17
      ],
      [
        24625,
        25869,
        18
      ],
      [
        25869,
        27424,
        19
      ],
      [
        27424,
        28899,
        20
      ],
      [
        28899,
        30269,
        21
      ],
      [
        30269,
        31882,
        22
      ],
      [
        31882,
        33726,
        23
      ],
      [
        33726,
        35437,
        24
      ],
      [
        35437,
        37342,
        25
      ],
      [
        37342,
        38876,
        26
      ],
      [
        38876,
        40528,
        27
      ],
      [
        40528,
        42211,
        28
      ],
      [
        42211,
        43536,
        29
      ],
      [
        43536,
        45146,
        30
      ],
      [
        45146,
        46533,
        31
      ],
      [
        46533,
        47557,
        32
      ],
      [
        47557,
        48643,
        33
      ],
      [
        48643,
        49720,
        34
      ],
      [
        49720,
        50343,
        35
      ],
      [
        50343,
        50343,
        36
      ],
      [
        50343,
        50343,
        37
      ],
      [
        50343,
        50343,
        38
      ],
      [
        50343,
        50343,
        39
      ],
      [
        50343,
        50343,
        40
      ],
      [
        50343,
        50343,
        41
      ],
      [
        50343,
        50343,
        42
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107058",
    "title": "Experiments on the Solar, and on the Terrestrial Rays that Occasion Heat; With a Comparative View of the Laws to Which Light and Heat, or Rather the Rays Which Occasion Them, are Subject, in Order to Determine Whether They are the Same, or Different. Part I. By William Herschel, LL. D. F. R. S.",
    "authors": "William Herschel",
    "year": 1800,
    "volume": "90",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 42,
    "jstor_url": "https://www.jstor.org/stable/107058"
  }
}