{
  "id": "dfda0e8c96e3a9a8e93165170b2c67be23fc59de",
  "text": "eat of most voraciously, and, for several Days after, she was very wild and ungovernable, which made me never afterwards try her with raw Flesh. I am apt likewise to believe, their ordinary Dens or Habitations are under Ground in sandy Banks, like our Rabbits; for when she was brought to the Fields, she would dig up the Sands with her Paws, with an incredible Swiftness, so that had she not been chain'd, there had been no Possibility of recovering her.\n\nGeorge Mackenzie.\n\nII. Imber Calculorum inter aquarum Pyrmontanorum usum, in Viro, nunquam antehac calculum experto, ac alias perfecte sano, subsequence postea miectu cruento, tandemque vesicae ulcere. Communicante Viro Clarissimo Abrahamo Vatero, M.D. Anat. & Botan. Prof. Wittemb. R.S.S.\n\nNobilis Pomeranus, sanus ac vegetus, uti ipse de se refert, nulliusque mali sibi conscius, ante hos tres annos, suasu amici, conversationis causa, socium se ipsi adjunxit, in bibendis aquis medicatis Pyrmontanis. Factum autem est, ut, cum potando aliquot dies transegisset, calculos quosdam minores, absque ullo quidem dolore, excludi inter mingendum sentiret. Effectum hunc criticum esse sibi persuadens nostrer, aquas istas aucta dosi bibere incipit, quo facto, quatuor vel quinque\nque dierum spatio, ultra quadraginta calculi, rursus tamen sine molestia, exierunt. Hoc viso, strenuè & alacriter potare continuat, optimum hujus curae effectum sibi promittens. Assumpta vero ita nimia aquæ quantitate, urina supprimitur, adeo, ut ne minimam ejus portionem per tres dies emittere potuerit, usque dum catheteris ope via aperiretur. Commonefactus itaque à Medicis, ab usu aquarum ulteriori abstinuit, remita peractam esse credens. Non ita multo post, vir iste iter faciens, continuo mingendi conatu lacesitur, ac iterum iterumque ex rheda descendere cogitur, tandemque inter gravissimos dolores sanguinem purum effundit. Duravit miœtus cruentus & dolorosus, quamdiu æger in itinere constitutus fuit, postquam vero hic, domum reversus, quieti studuit, statim cessavit, nec quicquam doloris remansit. Quoties vero ab illo tempore five rheda, five equo veheretur noster, redit dolor, & sanguis cum urina secessit, sed quiete restituta, iterum evanuit, nullo planè dolore superstite. Contigit quidem interdum, ut calculus unus vel alter prodiret, rarius tamen hoc factum est, nec ullum ex eo dolorem perceptit æger, quoniam hi longè minores, quam quos inter aquarum usum reddidit, fuerunt. Symptomate hoc admodum molesto per duos integros annos vexatur æger, tandem usu medicamentorum liberatus est. Cessante itaque penitus miœtus cruento, nil magis timuit, sed integræ sanitati restitutus sibi visus, medicamentis valedixit. At, quid fit? Augetur post illud tempus indies Stranguria, virque continuo die nocteque ad urinam reddendam stimulatur, quo malo ipse ad hunc usque diem affligitur. Urina, quæ parcissima quantitate, summoque cum dolore emittitur, crassa exit, ob pituitam viscidam admistam, quæ fundum statim petit, glutini ex farina confecto similis, tantæ tenacitatis, ut in illa quasi\nquasi trahi queat. Aeger interea appetitu bono gaudet & somno quoque sufficienti utitur, nec ullibi praetera in corpore dolorem sentit.\n\nConsideratio Casus, ejusque circumstantiarum singularum.\n\nSi quis historiam morbi, quoad omnes ejus conditio-\nnes, accuratè perpendat, mccum consitebitur, eadem vix parem inter observationes Medicas agnoscere. Notatu dignissimum imprimis est, potu aquarum istarum mineralium, calculos sat insignes, in tanta copia, atque intra tam breve temporis spatium exclusos esse, a viro, uti ipse de se refert, ante aquarum usum perfectè sano, nec ullum calculi indicium unquam sentiente. Non le-\nvem hoc in animo excitare potest suspicionem, calculos non tam ab aquis propulsos, quam ex croco miner-\nrali, qualem aquae tales medicatae in sinu gerunt, ge-\nneratos potius in hoc ægro fuisse. Parum quidem huic sententiæ favere videtur tempus admodum breve tot calculorum concretioni vix idoneum, quoniam hi, pau-\ncos post dies ab inchoato aquarum potu, exclusi sunt. Non tamen exitismo, quenquam facile definire posse,\nquantum temporis spatium ad calculi in corpore gene-\nrationem requiratur; poterit hoc forte esse exiguum. Longè enim minus veritati consentaneum videtur, cal-\nculos istos jam tum in viis urinariis latitasse, quoniam vir ille nunquam antehac urinae difficultatem, aut ali-\nud calculi signum percepit. Confirmant e contrario omnes hujus casus circumstantiæ, concretionem istam subito factam esse. Calculi enim ipsi nullatenus asperi atque angulosi, quales alias vesicæ calculi esse solent, ob successivam spiculorum salinorum cohaesionem, sed pilorum majorum minorumque instar, rotundi, glabri, & politi observantur, quod coagulationem eorum su-\nbitaneam\nbitaneam docere videtur. Color eorum luteus convenit exactè cum sedimento illo, coctione ex aquis Pyr-\nmontanis extracto, cujus minimam portionem ex qua-\ntuor uncii aquae hujus paratam addere volui, ut tan-\nto melius convenientia ista patescat. Fracti calculi\nstrata ejusmodi variegata interius monstrant, qualia in\ntophis thermarum Carolinarum deprehenduntur, quo-\nrum pariter particulam exiguum adjeci. Addidi prop-\nterea quoque calculos duos, cum aliquot frustulis con-\ntritorum, paucissimos enim tantum obtinui. Ultimo\ntandem loco attendi quoque meretur singularis ista cir-\ncumstantia, quod maxima horum calculorum pars in-\nter ipsum aquarum usum exclusa sit, post illud tem-\npus vero rarissimè tales, iique longe minores prodie-\nrint. Non tamen ideo culpa hujus rei in aquas istas\nmedicatas conjicienda erit, quasi haæ ad calculi genera-\ntionem disponant, cum potius debilitati viscerum, ac\npravæ digestioni adscribi debeat effectus ille extraordi-\nnarius. Nolo etiam levissimas has meditationes atque\nconjecturas pro veritate indubitata venditare, rem to-\ntam potius Illustrissimæ Societati Regali decidendam,\nea, qua erga ipsam fum, pietate ac observantia trado.\n\nDabam Wittembergæ Saxonum,\nd. vi. Jan. M DCC XXIII.\n\nF f f III. Observations",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103627.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2008,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1232,
        2
      ],
      [
        1232,
        3039,
        3
      ],
      [
        3039,
        4736,
        4
      ],
      [
        4736,
        5984,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103627",
    "title": "Imber Calculorum Inter Aquarum Pyrmontanarum Usum, in Viro Nunquam Antehac Calculum Experto, ac Alias Perfecte Sano, Subsequente Postea Mictu Cruento, Tandemque Vesicae Ulcere. Communicante Viro Clarissimo Abrahamo Vatero, M. D. Anat. & Botan. Prof. Wittemb. R. S. S.",
    "authors": "Abrahamo Vatero",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103627"
  }
}