{
  "id": "235f3f23c282fcb95c9949e007dbf25b2f61a434",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Admiralty Library.\nThe Radcliffe Library, Oxford.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Edinburgh.\n\nAustria.\n\nThe Imperial Observatory at Pulkowa.\n\nDenmark.\n\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\n\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Toulouse.\nThe École des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\n\nThe University at Göttingen.\nThe Cæsarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\nThe Royal Academy of Sciences at Munich.\n\nItaly.\n\nThe Institute of Sciences, Letters and Arts, at Milan.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\n\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\n\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\n\nThe Royal Institute of Amsterdam.\nThe Batavian Society of Experimental Philosophy at Rotterdam.\n\nSpain.\n\nThe Royal Observatory at Cadiz.\n\nPortugal.\n\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\n\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\n\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden and Norway.\n\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\n\nThe American Philosophical Society at Philadelphia.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe Board of Ordnance.\nThe Royal Society.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe Royal Observatory at Greenwich.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Observatory, Trevandrum, East Indies.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nFrancis Baily, Esq.\nThomas Henderson, Esq. of Edinburgh.\nL. Holland, Esq., Lombard Street.\nJohn William Lubbock, Esq. V.P. and Treas. R.S.\nCaptain W. H. Smyth, R.N. of Cardiff.\nSir James South, Observatory, Kensington.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Helsingfors.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Breslau.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Munich.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Pulkowa.\nThe Observatory at Seeburg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Turin.\nThe Observatory at Wilna.\nProfessor Bessel, of Königsberg.\nThe Dépôt de la Marine, Paris.\nThe Bowden College, United States.\nThe Waterville College, United States.\nROYAL MEDALS.\n\nHER MAJESTY QUEEN VICTORIA, in restoring the Foundation of the Royal Medals, has been graciously pleased to approve of the following regulations for the award of them:\n\nThat the Royal Medals be given for such papers only as have been presented to the Royal Society, and inserted in their Transactions.\n\nThat the triennial Cycle of subjects be the same as that hitherto in operation: viz.\n1. Astronomy; Physiology, including the Natural History of Organized Beings.\n2. Physics; Geology or Mineralogy.\n3. Mathematics; Chemistry.\n\nThat, in case no paper, coming within these stipulations, should be considered deserving of the Royal Medal, in any given year, the Council have the power of awarding such Medal to the author of any other paper on either of the several subjects forming the Cycle, that may have been presented to the Society and inserted in their Transactions; preference being given to the subjects of the year immediately preceding: the award being, in such case, subject to the approbation of Her Majesty.\n\nThe Council propose to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose also to give one of the Royal Medals in the year 1842 for the most important unpublished paper in Physiology, including the Natural History of\nOrganized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1839, and prior to the termination of the Session in June 1842.\n\nThe Council propose to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Physics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\n\nThe Council propose also to give one of the Royal Medals in the year 1843 for the most important unpublished paper in Geology or Mineralogy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1840, and prior to the termination of the Session in June 1843.\n\nThe Council propose to give one of the Royal Medals in the year 1844 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1841, and prior to the termination of the Session in June 1844.\n\nThe Council propose also to give one of the Royal Medals in the year 1844 for the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1841, and prior to the termination of the Session in June 1844.\n\nThe Council propose to give one of the Royal Medals in the year 1845 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1842, and prior to the termination of the Session in June 1845.\n\nThe Council propose also to give one of the Royal Medals in the year 1845 for the most important unpublished paper in Physiology, including the Natural History of Organized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1842, and prior to the termination of the Session in June 1845.\nCONTENTS.\n\nI. On the Laws of the Rise and Fall of the Tide in the River Thames. By G. B. Airy, Esq., M.A., F.R.S., Astronomer Royal ... page 1\n\nII. Contributions to Terrestrial Magnetism.—No. III. By Lieut.-Colonel Edward Sabine, R.A., F.R.S. ..... 9\n\nIII. Researches in Physical Geology.—Third Series. By W. Hopkins, Esq., M.A., F.R.S., F.R.A.S., F.G.S., and of the Cambridge Philosophical Society ....... 43\n\nIV. On the Structure and Use of the Malpighian Bodies of the Kidney, with Observations on the Circulation through that Gland. By W. Bowman, F.R.S., Assistant Surgeon to the King’s College Hospital, and Demonstrator of Anatomy in King’s College, London ....... 57\n\nV. On the Chemical Analysis of the Contents of the Thoracic Duct in the Human Subject. By G. Owen Rees, M.D., F.G.S., Physician to the Northern Dispensary. Communicated by P. M. Roget, M.D., Sec. R.S., &c. ......... 81\n\nVI. Report of a remarkable appearance of the Aurora Borealis below the Clouds. By the Rev. James Farquharson, LL.D., F.R.S., Minister of the Parish of Alford, Aberdeenshire ......... 87\n\nVII. On Fibre. By Martin Barry, M.D., F.R.S.S. L. and E. ......... 89\nADJUDICATION of the Medals of the Royal Society for the year 1842 by the President and Council.\n\nThe Copley Medal to Professor James MacCullagh, of Trinity College Dublin, for his researches connected with the \"Wave-Theory of Light,\" contained in the Transactions of the Royal Irish Academy.\n\nThe Rumford Medal to William Henry Fox Talbot, Esq., F.R.S., for his discoveries and improvements in Photography.\n\nThe Royal Medal, in the department of Physiology, to William Bowman, Esq., F.R.S., for his Paper \"On the Structure and Use of the Malpighian Bodies of the Kidney, with Observations on the Circulation through that gland,\" published in the Philosophical Transactions for 1842.\n\nThe other Royal Medal, not having been awarded in the department of Astronomy, was awarded in that of Chemistry to John Frederic Daniell, Esq., Foreign Secretary of the Royal Society, for his \"Letters on the Electrolysis of Secondary Compounds, and on Voltaic Combinations,\" published in the Transactions for 1840 and 1841.\nCONTENTS.\n\nVIII. Sixth Letter on Voltaic Combinations. Addressed to Michael Faraday, Esq., D.C.L. F.R.S., Fullerian Prof. Chem. Royal Institution, &c. &c. &c. By J. Frederic Daniell, Esq., For. Sec. R.S., Prof. Chem. in King's College, London .................................................. page 137\n\nIX. On the ultimate distribution of the Air-passages, and the formation of the Air-cells of the Lungs. By William Addison, Esq., F.L.S., Member of the Royal College of Surgeons, and of the Council of the Worcestershire Natural History Society. Communicated by Robert B. Todd, M.D., F.R.S. .................. 157\n\nX. On the specific Inductive Capacities of certain Electrical Substances. By W. Snow Harris, Esq., F.R.S., &c. .......................................................... 165\n\nXI. An Appendix to a Paper on the Nervous Ganglia of the Uterus, with a further Account of the Nervous Structures of that Organ. By Robert Lee, M.D., F.R.S., Coll. Reg. Med. Socius. .................................................. 173\n\nXII. On the Action of the Rays of the Solar Spectrum on Vegetable Colours, and on some new Photographic Processes. By Sir John F. W. Herschel, Bart., K.H., F.R.S., &c. .......................................................... 181\n\nXIII. On the Organic Tissues in the Bony Structure of the Corallidae. By J. S. Bowerbank, Esq., F.G.S. Communicated by Thomas Bell, Esq., F.R.S. .............. 215\n\nXIV. The Bakerian Lecture.—On the Transparency of the Atmosphere and the Law of Extinction of the Solar Rays in passing through it. By James D. Forbes, Esq., F.R.S., Sec. R.S. Ed., Corresponding Member of the Royal Institute of France, and Professor of Natural Philosophy in the University of Edinburgh .................................................. 225\n\nXV. Contributions to the Chemical History of Palladium and Platinum. By Robert Kane, M.D., M.R.I.A. Communicated by Francis Bailx, Esq., V.P.R.S., &c. &c. &c. .......................................................... 275\n\nIndex ........................................................................... 309\n\nAPPENDIX.\n\nPresents ........................................................................ [1]\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108139.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19506,
    "total-output-tokens": 4033,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        2953,
        4
      ],
      [
        2953,
        5766,
        5
      ],
      [
        5766,
        8332,
        6
      ],
      [
        8332,
        9835,
        7
      ],
      [
        9835,
        11935,
        8
      ],
      [
        11935,
        13087,
        9
      ],
      [
        13087,
        13087,
        10
      ],
      [
        13087,
        14095,
        11
      ],
      [
        14095,
        16395,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108139",
    "title": "Front Matter",
    "authors": null,
    "year": 1842,
    "volume": "132",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/108139"
  }
}