{
  "id": "4d7dea07a17ed65446fb59261912a1505fd9311c",
  "text": "XXIII. An Observation of the Lights seen in the Air, an Aurora Australis, on March 18. 1738-9. at London, by Cromwell Mortimer, M.D. Secr. to the Royal Society.\n\nOn Sunday Evening, March 18. 1738-9. about half an Hour past Seven, the Sky to the North was very clear, and the Stars shone bright; to the South and South-east, as I was in the Skirt of the Town on the North-west Side, the Sky looked obscured, partly from a Mist, partly from the Smoak of the City. At the same time there appeared a bright Column arising somewhat North of the East, or about the East North-east, which reached up with its Point near to the Zenith, but going a little South of it. This Column seemed to be the Boundary of the clear and obscure Regions of the Sky above-mentioned: It had an uniform steady Light, without any Dartings or Shiverings; but it sometimes vanished for a few Minutes, and then returned again all at once, not proceeding from the Bottom, but from the Side next the misty Part of the Sky, as if it were only the Border of the Mist illuminated. About Eight this Column was grown much wider, and all of a Breadth, extending in the same Direction beyond the Zenith to the West South-west, as far as I could see for the Houses; the Addition to its Breadth seemed to be all on the Southern Edge of it; this whole Band was of a most beautiful Pink-colour. A quarter after Eight, the Phenomena remained the same; but to the North North-west there appeared some whitish Clouds about\nfrom the Zenith: Out of these arose three beautiful Pyramids of Light, which extended very near the Zenith; the middle of these Pyramids were of a beautiful Sea-green, which went off gradually in lighter Shades towards the Edges, which were of a bright White; the Colour of these very much resembled the Light of Phosphorus. I observed these Columns for some Minutes, and then, going in a-doors, saw no more of the Phænomenon; and was told, half an Hour after, that it was all over; but have been informed since, that it returned again about Ten; when the Redness spread, almost universally, over the Southern Parts of the Heavens.\n\nXXIV. A Letter from Mr. John Martyn, F.R.S. Prof. Botan. Cantab. to John Machin, Esq; Secr. R. S. and Prof. Astron. Gresham. concerning an Aurora Australis, seen March 18. 1738-9. at Chelsea, near London.\n\nSIR,\n\nI now trouble you with a rude Account of the Aurora Australis, or what other Name you chuse to call it by, which was mentioned at the Society last Thursday.\n\nSunday, March 18. 1738-9. at half an Hour past Eight, being informed, That there was a great Fire towards London, I made haste towards an upper Window that looked to the North North-east: I found an extraordinary Redness in the Air, but of too determined",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104386.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 773,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1477,
        2
      ],
      [
        1477,
        2734,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104386",
    "title": "An Observation of the Lights Seen in the Air, an Aurora Australis, on March 18. 1738-9. at London, by Cromwell Mortimer, M. D. Secr. to the Royal Society",
    "authors": "Cromwell Mortimer",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104386"
  }
}