{
  "id": "91dd4d76702a05d1cd3fcfc53a78b9c5261cca9b",
  "text": "in Fresh Water, EE the Cistern or Vessel containing the Water, F the Scale wherein the Weights to counterpoise it were put.\n\nIII. Three Queries relating to Shells proposed by Mr. Samuel Dale, and answered by Dr. Martyn Lister. R.S.S.\n\nThe Queries.\n\nThere are three things among Shells, in which I would be glad of Dr. Lister's Assistance, which if you can procure, will be a great Favour, and desire it may be done as soon as possible.\n\n1. What is the Entalia of the Shops? by what Authors described? under what Names? and how they differ from the Dentalia?\n\n2. Of what Shell is the Blatta Byzantina the Operculum?\n\n3. There are divers sorts of Purpuræ among Authors, which is that of the Shops? Likewise which sort of Buccina and Umbilici Marini ought to be used in the Shops?\n\nThe Answer to the Three Queries, by Dr. Lister.\n\n1. As to the Entalia, I do not remember to have seen any thing in the Shops under that Name. The Descriptions of the Dentalia in Seroder are very faulty, and both those and the Entalia by him should seem to be the Two Species of Dentalia, which are by me figured. The Dentalium being that which is commonly and in Plenty found about the Island of Garnsey, and else-\nwhere upon our Coast; and is the same with that found in the Mediterranean. It is a long, slender, round Pipe, a little bending and tapering, hollow and open at both ends, without any Crack or Flaw, naturally, white at one end, and usually a little reddish; very smooth and polish'd on the out-side, and from thence and the Figure called a Dog-like Tooth. The Entalium, or other Species of the Dentalia is very much longer and thicker than the former, much alike in other respects, save that this is streaked with high Ridges, and mostly of a greenish Colour. This Species I guess to come from the Indies. Note, that any thing that is wrought into, or channeled, is in the Modern Italian called an Intaglia; whence I believe, and the nearness of the Word Dentalia, arose those distinctions of Names.\n\n2. To the Second Quære, I take the Blatta Byzantina to have succeeded the Unguis Odoratus, and to have been brought into the Shops in its place. In Dioscorides's time the best was brought from the Red Sea, viz. the palest and fattest; the blacker, and less, from Babylon or the Persian Gulf; but it seems later Times took up with those found about Constantinople; whence the present Shop Blatta had its Name. The Name of Blatta is given to this Operculum, from the Colour I guess; as being of a dark Hair Colour, as the common Blatta Pistinaria, so common in London, is; also this being a broad, thin, flat Beetle, like the Cover.\n\n'Tis true, the same Dioscorides says, the Unguis was an Operculum (πᾶμα χογχυλίου) like to that of the Purple Fish. He means what was used in his Time; in which it seems the Unguis Odoratus was lost, or was not brought to Europe. But it will appear out of the same Dioscorides, that the Unguis was no Operculum. It will be worth the while to make out this Mistake, and consequently the Errors the Moderns have been in to substitute an\nan Operculum of a Marine Turben for the true Unguis Odoratus.\n\nTake the History of the Unguis out of Dioscorides. It is found, says he, in the Lakes of India where Narde grows; wherefore the Conchylia feeding on Narde are Aromatick. It is gathered after that the Lakes are dried up with the Summer Heats. He concludes, the Conchylium itself burnt or calcin'd, is of the same Efficacy with the Purpura and Buccinum burnt in the Chapter of Narde. He says farther, That the Indian Narde grew near the River Ganges, that is, in certain Lakes, which the over-flowing of that River caused. Hence it appears (1) That the Unguis Adoratus was part of a fresh Water Conchylium. (2) Now if it was gathered in the Nardiferous Lakes upon the River Ganges, how comes it to pass that the same was brought out of the Red Sea and Babylon. And why should the Shell itself be brought, an useless Luggage so far, as from the River Ganges to Greece, the Operculum rarely being a Tenth part of the Shell itself. Now if it was not used to be brought and exposed to Sale, to what purpose to declare its Vertues, or how could the Experiment be made. I conjecture therefore, that the true Unguis Odoratus was something like the half of a Petunculus Fluviatilis, so common in the River Thames, of the bigness and thickness of my Thumb Nail, and that for these Reasons:\n\n1. That the Unguis Odoratus seems to have been a fresh-water Bivalve or Muscle, for that they stay'd till the Lakes on the River Ganges were dried up before they gather'd them. Now Bivalves are ever buried in Sand and Mud, and never rise up and swim about and float as the Turbinate Snails do, to which latter only the Operculum belongs, and which therefore were always, and easily to be caught.\n2. He calls this Snail *Conchylium*, and by that general Name distinguishes it from all the other sorts, concerning which he treats in several Chapters; which tho' in general it take in both kinds, as well *Turbinate* as *Bivalve*; yet it does more particularly denote a *Concha* or *Bivalve*.\n\n3. The *Onyx* is expressly reckon'd by *Pliny* amongst the *Bivalves*. For (*l. 32. c. 11.*) he makes all these Synonymous, *Solen*, *five Aulos*, *five Donax*, *five Onyx*, *five Dactylus*. And again more particularly, (*lib. 9. c. 61.*) he says, *Concharum genere sunt Dactyli, ab Humanorum Unguium similitudine appellati*. So that in all probability the *Onyx Odoratus* brought more anciently out of the fresh-water Lakes about *Ganges* in *India*, was not unlike the common *Onyx* of the *Mediterranean*, which was of the *Solen* kind.\n\nWhatever the *Blatta Byzantina* of our Shops is, which has certainly nothing of the Characters of the ancient Aromatick *Unguis*; and which in all probability was lost upon the account of the difficult Passage from *Ganges* into *Europe*. I lament its Loss, which I have reason to believe was a good Medicine, from its strong Aromatick Smell; which is much wanting in our *Terebraceous Powders*, of which this was one of the number, so much used, and that not without good reason now-a-days, which are all very flat and insipid.\n\nTo the Third, The *Purpura* of the Ancients is well made out, and figured by *Fabius Columna*: And it is one of the most common *Murices* of the *Mediterranean Sea*. In this he could not be much mistaken, because, as I remember, he somewhere mentions heaps of those Shells where the *Officinae Purpurae* anciently were; and also from the Purple *Sanies* the Fish yields of itself. He mentions one or two more *Species* of *Turbinate* Snails, to be found in the *Mediterranean*, which yield a Purple Juice. Upon the whole matter it is indifferent, what sort\nsort of Shell we use in the Shops, if it be to be calcined; provided it be a Sea-shell. Nor do I find either Dioscorides or Ætius to have distinguish'd betwixt the Ostrea Purpura or Buccinum calcined; but gives them all the same Caustick Virtue; possibly some one Species may have it in a higher degree, as we see the various sorts of Lime-stone, if calcined, differ in strength.\n\nOne thing I shall not omit before I end this Paper, because it is now in my mind, that tho' the Species of Shell or Purpura be scarce known to our Shops at this day, yet the use of the Purple Juice has been by Tradition at least transmitted down to our Times, and kept as a Secret even in these Islands, till Mr. Cole got hold of it, and publish'd it. Sir Robert Southwell the now President of the R.S. told me many years ago, that his own Mother in Ireland was famous for marking Handkerchiefs with the Juice of Fish; which Mark would never wash out. And the very Learned Mr. John Beaumont informs me of a passage in our Beda's Ecclesiastical History relating to the Purple, as a known thing in his time. The Passage is as follows:\n\nBeda, Historia Ecclesiastica Gentis Angl. l. i. c. i.\n\nVariis Conchyliorum generibus exceptis: in quibus sunt Musculae, quibus inclusam sè Margaritam omnis quidem coloris optimam inveniunt, id est, rubicundi purpurei, hyacinthi & Praisici sed maximè candidi. Sunt Cochleæ fari superque abundantes, quibus Tinctura cocinei coloris conficitur. Cujus rubor pulcherrimus nullo unquam solis ardore, nulla valet pluviarum injuria pallescere; sed quo vetustior, eo solet esse venustior.\n\nYou see from this Passage the Purple Trade of Dying was used in England, and very much valued.\n\nOf Mr. Cole's you have a Cut in the Philosophical Transactions, No. 178.\n\nFig. 5. Represents the true Purpura of the Ancients by the Italians called Gerufolo.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101950.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11114,
    "total-output-tokens": 2437,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1194,
        3
      ],
      [
        1194,
        3062,
        4
      ],
      [
        3062,
        4801,
        5
      ],
      [
        4801,
        6724,
        6
      ],
      [
        6724,
        8574,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101950",
    "title": "Three Queries Relating to Shells Proposed by Mr. Samuel Dale, and Answered by Dr. Martyn Lister. R.S.S.",
    "authors": "Martyn Lister, Samuel Dale",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101950"
  }
}