{
  "id": "5b5e5c31b6bef413e64fbc7f1920a3f765c44f2a",
  "text": "much neglected induction. Where he takes occasion to speak of and commend that way of finding out the Efficient causes of things, call'd by the newly mention'd Lord Instantia Crucis, because, like a Cross erected where more ways than one do meet, it shews which of them you are to take. Which, among others, he illustrates by the example concerning the Question of the Cause of Gravity. viz. Whether it be a Quality inherent in bodies, or the Magnetical power of the Earth, or the Circum-ambient Air or Æther? Alledging for this purpose an Experiment, seeming to him to be such a determining instance as hath been spoken of; made by Monsieur Hugens before the Royal Academy at Paris, and related at large by Mons. Rohault in his Traite de Physique, printed at Paris A. 1671, part 2, ch. 28, p. 122, to which we refer the Reader; hastning to\n\nThe Fourth and last part of this Book, which considers the Powers, Nature, and Immortality of the Rational Soul, and is solicitously employ'd in solving many difficulties occurring about this matter: Which being a subject not so proper to the design of these Tracts, we shall here forbear to enlarge upon.\n\nV. A Letter of Francesco Redi concerning some Objections made upon his Observations about Vipers; together with a Reply to that Letter by Moyse Charas: Now both Printed in English, for John Martyn, Printer to the R. Society, at the Bell in St. Paul's Church yard, 1672, in 8°; and formerly described in these Tracts, viz. Numb. 66, p. 2036, and Numb. 83, p. 4073.\n\nVI. De Gemmarum Origine & Viribus Exercitatio: Auth. Roberto Boyle, Nobili Anglo. This Tract was also formerly, when it first came abroad in English, described, viz. in Numb. 84, p. 4095, and is now mention'd again, only to give notice to Forrainers, that 'tis printed in Latin for the same Bookseller, for whom was printed the English Edition.\n\nErrata in this Tract.\n\nPag. 5053. l. 12 r. in its pristine. p. 5055. l. 26 r. vehicle.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal Society, 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100963.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 609,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2017,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100963",
    "title": "Errata",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/100963"
  }
}