{
  "id": "ea9df27fd9a809b41e3abab87167ac25bea8578e",
  "text": "XXXVI. Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1779. By Thomas Barker, Esquire. Communicated by Thomas White, Esquire, F.R.S.\n\nRead May 11, 1779.\n\n|       | Barometer | Thermometer | Rain |\n|-------|-----------|-------------|------|\n|       | Highest   | Lowest      | Mean | In the House | Abroad |\n|       | High      | Low         | Mean | High        | Low    | Mean |\n| Jan.  | Morn.     | 30.13       | 29.22 | 29.81       | 44½    | 34    | 38½  | 44    | 25    | 34    | 0.212 |\n|       | Aftern.   | 45          | 35    | 39          | 49½    | 29    | 38    |\n| Feb.  | Morn.     | 30.06       | 29.26 | 29.77       | 49      | 41    | 46    | 44    | 29    | 40    | 2.239 |\n|       | Aftern.   | 52          | 42½   | 47          | 55½    | 40    | 49    |\n| Mar.  | Morn.     | 30.13       | 29.18 | 29.73       | 53      | 42½   | 47    | 40    | 26½   | 38    | 0.131 |\n|       | Aftern.   | 55          | 44    | 48          | 60      | 42    | 50½   |\n| Apr.  | Morn.     | 30.07       | 28.94 | 29.49       | 56½    | 45    | 51    | 52    | 32½   | 43½   | 1.888 |\n|       | Aftern.   | 63½        | 48½   | 53          | 72½    | 47    | 55    |\n| May.  | Morn.     | 29.84       | 29.14 | 29.44       | 64      | 45½   | 54    | 59    | 36    | 48½   | 1.266 |\n|       | Aftern.   | 65½        | 46    | 55½         | 76      | 45½   | 59½   |\n| June  | Morn.     | 29.82       | 29.00 | 29.52       | 62      | 55    | 58½   | 60½   | 40½   | 53    | 2.416 |\n|       | Aftern.   | 63½        | 56    | 60          | 74      | 59    | 63½   |\n| July  | Morn.     | 29.94       | 28.87 | 29.47       | 73½    | 60    | 65    | 66½   | 53    | 59    | 4.036 |\n|       | Aftern.   | 75½        | 61    | 67          | 81½    | 60½   | 72    |\n| Aug.  | Morn.     | 29.89       | 29.24 | 29.62       | 70½    | 61    | 64½   | 65    | 49    | 58    | 1.508 |\n|       | Aftern.   | 75          | 62    | 67          | 81½    | 61    | 72    |\n| Sept. | Morn.     | 29.71       | 29.05 | 29.42       | 68      | 55    | 61    | 60½   | 42½   | 53    | 1.227 |\n|       | Aftern.   | 69          | 57    | 62½         | 73      | 55    | 65    |\n| Oct.  | Morn.     | 29.97       | 28.89 | 29.50       | 60      | 50½   | 54    | 55    | 34    | 45½   | 1.769 |\n|       | Aftern.   | 59          | 52½   | 55½         | 64      | 47    | 56    |\n| Nov.  | Morn.     | 29.86       | 28.24 | 29.19       | 54      | 36    | 44½   | 50    | 24½   | 38    | 2.250 |\n|       | Aftern.   | 54          | 36½   | 45          | 57½    | 31½   | 43½   |\n| Dec.  | Morn.     | 29.87       | 28.35 | 29.21       | 50½    | 30    | 40½   | 52    | 14½   | 35    | 3.136 |\n|       | Aftern.   | 50          | 31    | 41          | 55      | 22½   | 38½   |\n\nTotal: 19,878\nThe end of winter and beginning of spring was warmer in 1779 than in 1778; the end of spring and beginning of summer 1778 was hotter than 1779; the end of summer and autumn 1779 hotter than in 1778; but the winter 1779 was much colder than that after 1778.\n\nAfter the great storm of January 1, came all the frost there was this winter, which was not much; some broken frosts in the first nineteen days of January, after which there was scarce any at all. The weather was uncommonly mild, and more like spring than winter, and so dry that there was not much more than half an inch of rain in the first three months, and but an inch and a half in four months from Dec. 12. to Apr. 12. it was like that of the fine winters after 1742, 49, and 60, or that more remarkably dry, mild, and fine one after 1733, of which some account is given in the Ladies Diary for 1735; but many said they never remembered so mild a winter: and what was remarkable, this winter, which seems to have been a mild one in all the North of Europe, was reckoned a severe one in the South of it.\n\nFebruary was so mild and fine that the wall-fruit flowered, and had better weather, and set much fuller, than the apples, which were two months later; the grass grew also very considerably. The spring\nfeed-time was very fine, and every thing very forward, the vines put out in March, and the weather was in general fine, mild, and dry, though not without some cold N.E. winds, as is usual in spring. The middle of April was quite hot, but the end of that month and beginning of May were cold, very showery, and blasted the apples, which were scarce this year; but that rain was very useful, for the grass wanted it, and there was also a scarcity of water in many places; the rest of May was hot and dry, or sometimes hot sun and cold winds.\n\nIt was a hot summer, and in general dry, yet with such fits of rain as kept it from burning too much; but grass was upon the whole rather scarce, and there was a great want of water in many places. The year was an uncommon one for fine weather, chiefly hot, and the fruits forwarder than usual. Hay was not plentiful, but well got, and the bees were remarkably rich. A wet fit in wheat harvest made some of it grow both cut and standing, but in general it was well got, and the rest of the harvest fine, and all plentiful except peas; and grain cheaper than it has been for many years: wheat 26 or 28 shillings a quarter, and barley 15 or 16. The latter end of August was very hot, after which it grew gradually more moderate, but was still dry and burning.\nSome showers at the end of September and in October made the ground in good order for sowing wheat, which came up very well, and was early. The autumn was mild and fine, and scarce any frosty mornings till near the middle of November, after which it was very wintry; either frosty, as it was the latter half of November, and from December 22. to February; or wet, as it was part of November, and the first three weeks of December. The frosts this winter were very severe, but never lasted long without some breaks.\n\nThough the summer was very fine, it does not appear to have been healthy; there has been more illness than usual ever since. In August (especially in the low countries) colds were almost universal, and there were many sore throats and fevers.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106391.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 2441,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2819,
        2
      ],
      [
        2819,
        4088,
        3
      ],
      [
        4088,
        5387,
        4
      ],
      [
        5387,
        6145,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106391",
    "title": "Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1779. By Thomas Barker, Esquire. Communicated by Thomas White, Esquire, F. R. S.",
    "authors": "Thomas White, Thomas Barker",
    "year": 1780,
    "volume": "70",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106391"
  }
}