{
  "id": "4437d10377e3c3d7ed80791f97cad554a6b23cd4",
  "text": "which is $4h. \\cdot 56' \\cdot 33''$ later than 'twas observed at New York. The Difference therefore of Meridians between Wansted and New York, allowing about $15''$ for the Difference of Telescopes, is about $4h. \\cdot 56' \\cdot 45''$, and between London and New York, $4h. \\cdot 56' \\cdot \\frac{4}{4}$. So that the true Longitude of New York from London is $74^\\circ \\cdot 4'$ West.\n\nII: Observationes Astronomica habita Ulyssipone, Anno 1725, & sub init. 1726, à Rev. P. Johanne Baptista Carbone, Soc. Jes. Communicante Isaaco Sequeyra Samuda, M.D., R.S., S. Coll. Med., Lond. Lic.\n\nR Arò cælum hoc anno nubibus expers contemplari licuit. Tunc verò vel maximè turbatum sensimus, cum aliquid spectatu dignum propius immineret; ut meritò crederem, omnes nobis hoc anno observationes Astronomicas suisse interdictas. Perpaucas tandem habere datum est circa consuetas intimi Jovis Satellitis Eclipses, quas hic subneceto, Lunari Eclipse, die 21 Octobris, Martisque transitu per Lunam, die 18 Septembris, omninò inobservatis.\n\nMens. Dies. H. M. S.\nJul. 28. Immergi visus est in umbram Jovis veram, 12 12 26 telescopio consueto Josephi Campani palmonum Rom. 30. Ceperat verò debilitari lumen, 12 11 35\n\nEmerit\nMens. Dies.\n\nSept. 12. Emerit ab umbra vera Jovis, caelo satis sereno; verum ob Jovis cum Sole oppositionem, quae septem ante diebus contigerat, adeo Planetae disco proximus erat Satelles, ut ab ejus nimia claritate offuscarì aliquantulum potuerit in primo sui ab umbra egressu; ac proinde dubitari potest de aliquot fecundis,\n\n14. Cepit ab umbra emergere 9 28 7\nIntegrum vero lumen recuperavit 9 29 0\n\n21. Initium Emersionis ab umbra vera 11 24 55\ntotalis recuperatio luminis 11 26 0\n\nOct. 23. Initium Emersionis 8 11 10\ntotalis recuperatio luminis 8 12 10\n\nNov. 8. Visus est Satelles clarescere in penumbra; cum aliqua tamen incertitudine de vero initio emersionis, ob aeris à vento trepidationem. Sed dubium fortasse quoad pauca tantum secunda.\n\n15. Distinctè observatum est initium Emersionis. Recuperatio integra luminis 8 24 50\nDec. 8. Initium Emersionis 8 25 50\nTotalis luminis recuperatio, 8 32 40\n\nAnno\nAnno 1726.\n\nMens. Dies.\n\nJan. 9. Primò clarescere visus est, sed luce tenuif-\nsima, ob aeris claritatem à crepusculis,\nac proinde non satis constat de vero initio e-\nmersionis, saltem quoad secunda.\n\n16. Satis clarè ac distinctè primò emergere vi-\nsus est, aere omnino pacato, ac sereno ———\ntotalis verò luminis recuperatio\n\nHas tantùm circa primum Satellitem ob-\nservationes habere nobis contigit ante Jovis\ncum Sole conjunctionem. Jam verò tempus\nadest, novas observandi Immersiones; quas\npro more nostro tum diligenter observare,\ntum fideliter adnotare conabimur.\n\nDe Poli Elevazione Ulyssipone.\n\nQuæ duo ad rem nostram plurimum facere arbi-\ntrati sumus; quæque jam tum cum ad hanc urbem\nprimò appulimus, explorare contendimus, utpote suppu-\ntationum omnium Astronomicarum praecipuum funda-\nmentum, hujus, inquam, Clarissimæ, atque Amplissimæ\nUrbis geographicam Longitudinem, ejusque Latitudi-\nnem, ea sane quam-proximè nos esse assentos existi-\nmaverim. Primum, quod in speciem difficilius vide-\ntur, circa finem primi anni à nostro huc adventu, af-\nsequiti sumus, comparatis nempe nonnullis observatio-\nnibus,\nnibus, quas hic diligenter habueramus circa Eclipses intimi Jovis satellitis cum habitis Romae a Cl. V. Francisco Blanchino. Deinde altero anno idem confirmavi mus, tum novis ac repetitis observationibus circa eundem Satellitem, tum observationibus Eclipseis lunaris, quas contulimus cum habitis in Observatorio Regio Parisiensi per Cl. V. Dominum Maraldum Regium Astronomum. Invenimus autem Ulyssiponis Longitudinem, Grad. 8. Min 33; supposita tum Romanâ, tum Regii Observatorii Longitudine, pluribus anteaëtis experimentis, jam certa Observatorii squidem Longitudino, ut Regiae Academiae monumenta perhibent, est Grad. 20. Min. 0. Differentia vero inter hunc Meridianum, ac Regii Observatorii, ut aliàs adnotavi, est Grad. 11. Min. 27, quibus occidentalior est Ulyssipo; his igitur subtrahitis a Gradibus 20, remanet hujus Meridiani Longitudo supradicta Gr. 8. Min. 33.\n\nSecundum vero, nempe hujuscce urbis Latitudinem, quam facile quisque asscqui posse videtur, cum innumerae circa illam institui possint interdum, noctu quoque observationes, non adeò nobis opportunum fuit illam citius explorare; instrumenta squidem, quae hìc invenimus, quaeque etiam nobiscum tulimus, etsi satis apta ad gradus ac minuta prima praeter propter dignoscenda, non tamen ad minuta eadem certius exploranda, multoque minus ad secunda investiganda (quae sane Astronomis contemnenda non sunt) opportuna esse videbantur. Atque hoc magis, quod non una erat de hujuscce urbis Latitudine sententia, quoad minuta prima; quarum quidem nonnullae propriùs veritati accedebant, ut ex nostris quoque observationibus inferre licebat; verum nulli fidere certo poteramus. Duas tantum sententias in medium profero, quarum singulæ plurimum ponderis apud prudentes habere possent; ni discordia inter utramque earum fidem imminueret. Altera\nra igitur sententia est clarissimi ac doctissimi viri Emanuelis Pimentel Regii Cosmographi, in mathematicis apprimè versati, qui multis ac repetitis observationibus per umbram rectam Gnomonis, cujus altitudo pedum 16, se invenisse testatur hujus Poli altitudinem 38° 48' 20'', quod in libello quodam MS. ejusdem authoris legi, in quo & ipsas observationes susè adnotaverat. Altera verò sententia est Regiae Parisiensis Academiæ ex observationibus domini Couplet, qui Ulyssiponem venit Anno 1697, ubi aliquot instituit observationes ad Meridianorum differentiam Ulyssiponensis scilicet ac Regii Observatorii, necnon hujusce urbis latitudinem inveniendam. Hanc autem se invenisse fatetur 38° 45' 25''. Ut igitur certi aliquid in hac re depren- dere poslemus, expectandum tantisper exillisimavimus, dum aptiora Parisiis instrumenta reciperemus; ubi jusu ac munificentia serenissimi Regis nostri tum multa alia conficiebantur à peritissimis artificibus instrumenta, tum in primis Quadrantes duo Astronomici, quorum alter quinque, alter trium pedum Parisinorum, nec non Sextans totidem pedum. Haec jam inde recepimus, & multiplice experimento ad trutinam revocavimus; nec sanè quidquam sensibile in iis corrigendum invenimus, nisi quod facillimè corrigi potest, & plerumque observatorum curæ corrigendum relinquitur, dioptras nempe Telescopicas ad reæum situm reducere. Id facile praëstimus, statimque praedictis instrumentis uti cepimus, ad praedictam Poli altitudinem inquirendam.\n\nPlurimas sanè instituimus observationes; quarum tamen aliquot hic subneçto circa Solis altitudines, praëfertim Meridianas, vel sextante, vel quadrante Astronomico trium pedum habitas, postmodùm misurus alias tum praedictis, tum etiam quadrante murali quinque pedum habendas vel circa Solem, vel circa reliqua Astra. Juvat verò tum observatas altitudines Solis sub-\nObservationes Altitudinum Solis Meridianarum ad Poli Elevationem investigandam Ulyssip.\n\nSquentium observationum aliæ habitæ sunt in Collegio divi Antonii Magni, aliæ in Observatorio Palatii Regii; quæ tanè loca, cum in eodem sint Meridiano, quidquid inter se differunt, in sola differunt Latitudine: At verò tanta non est differentia, ut ejus habenda sit ratio in his observationibus, quibus hujuscem urbis Elevationem non adeò exactè exploratam volo, ut secunda quoque Graduum inventa affirmem. Diuturnioribus hæc opus habent experimentis; quippe ab innumeris pendent circumstantiis, quæ non æquè semper concurrunt. Seriùs quidem id nos asscuturos arbitror.\n\nDie 24. Novembris 1725.\n\nAltitude Limbi superioris Solis in Merid. quadrante Astronomico observata ---- 30° 56' 20\"\nRefractio propria hujus altitudinis ex tabulis Cl. V. Edmundi Halleii _______ 1° 28\"\n\nAltitude correcta ejusdem Limbi _______ 30° 54' 52\"\nParallaxis Solis _______ _______ _______ 4\n\nAltitude vera Limbi super Solem _______ 30° 54' 56\"\nSemidiameter Solis Appar. _______ _______ _______ 16° 18\"\nAltitudo vera centri Solis  \nDeclinatio Solis Austral.\n\nAltitudo Æquatoris\n\nComplementum; seu Latitudo Ulyssiponis\n\nDie 5. Decembris.\n\nAltitudo Meridiana Limbi superioris Solis, sextante observata  \nRefractio propria hujus altitudinis\n\nAltitudo ejufdem Limbi correcta  \nParallaxis Solis\n\nAltitudo vera Limbi superioris Solis  \nSemidiameter Solis\n\nAltitudo vera Centri Solis  \nDeclinatio Solis Australis\n\nAltitudo Æquatoris\n\nComplementum, seu Poli elevatio\n\nDie 6. Decembris.\n\nAltitudo Limbi superioris Solis sextante observata  \nRefractio propria hujus altitudinis\n\nAltitudo correcta ejufdem Limbi  \nParallaxis Solis\n| Measurement                                      | Value       |\n|-------------------------------------------------|-------------|\n| Altitudo vera Limbi superioris                  | 28° 59' 28\" |\n| Semidiameter Solis                              | 16° 21'     |\n| Altitudo vera Centri Solis                      | 28° 43' 7\"  |\n| Declinatio Solis Australis                       | 22° 34' 24\" |\n| Altitudo Æquatoris                              | 51° 17' 3\"  |\n| Complementum, seu Latitudo Ulyssip.             | 38° 42' 29\" |\n\n**Die 29. Decembris.**\n\n| Measurement                                      | Value       |\n|-------------------------------------------------|-------------|\n| Altitudo Limbi superioris Solis quadrante       | 28° 20' 22\" |\n| Refractio propria hujus altitudinis             | 1° 39'      |\n| Altitudo correcta Limbi superioris Solis        | 28° 18' 43\" |\n| Parallaxis Solis                                 | 4           |\n| Altitudo vera Limbi superioris Solis            | 28° 18' 47\" |\n| Semidiameter Solis                              | 16° 21'     |\n| Altitudo vera Centri Solis                      | 28° 2' 26\"  |\n| Declinatio Australis                             | 23° 14' 57\" |\n| Altitudo Æquatoris                              | 51° 17' 23\" |\n| Complementum, seu Latitudo Ulyssip.             | 38° 42' 37\" |\nDie 8. Januarii 1726.\n\nAltitudo Limbi inferioris Solis sextante observata 0° 1' 11\"\nRefraæio propria hujus altitudinis 28° 47' 10\"\nAltitudo correcta Limbi inferioris Solis --- 28° 45' 33\"\nParallaxis Solis --- --- --- 4\nAltitudo vera Limbi inferioris Solis 28° 45' 37\"\nSemidiameter apparens Solis --- --- --- 16° 21\"\nAltitudo vera Centri Solis --- --- --- 29° 1' 58\"\nDeclinatio Australis Solis --- --- --- 22° 15' 42\"\nAltitudo Æquatoris --- --- --- 51° 17' 40\"\nComplementum, seu Latitudo Ulyssip. --- 38° 42' 20\"\n\nDie 9. Januarii duas Solis altitudines sextante Astronomico observavimus ante Meridiem, todidemque post Meridiem, alteras alteris respondentes, in verticibus scilicet à Meridiano æquidistantibus; quod ut accuratiùs fieret, addita sunt altitudinibus pomeridianis scrupula convenientia, quæ nimirum ex declinatione Solis, utcunque minori, refundi debebant in ipsam Solis verticalem altitudinem. Has quidem observationes eatenûs instituimus, ut nostri horologii pendulo instruci vel minimam à tempore vero discordiam deprehenderemus, simulque meridianas lineas, quibus non unis utimur in hoc nostro Collegio, iterûm atque iterûm ad trutinam revocaremus. Utræque vero observationes inter se collatæ, adeò\nadèò exactè consensere in eadem differentia ostendenda,\nut de illarum rectitudine non nisi temerè dubitarem.\nOpportunè igitur his ipsis observationibus usuros nos\nduxi ad Poli quoque altitudinem explorandam; his\ntribus nempe cognitis, altitudine Solis, ejusdem decli-\nnatione, & hora diei.\n\n\\begin{tabular}{l c c}\nAltitudo Solis vera & 20 & 36 \\\\\nEjusdem declinatio Australis & 22 & 8 \\\\\nTempus verum observatae altitudinis & 9h. & 37\n\\end{tabular}\n\nEx his igitur, per calculos Trigonometricos, quos\ninvimus (nec tamen hic apponere opus est) resultat\nPoli elevatio Ulyssipone, $38^\\circ 42' 24''$.\n\nIterùm, ex secunda observatione matutina,\n\n\\begin{tabular}{l c c}\nAltitudo vera Solis & 23 & 25 \\\\\nEjusdem declinatio Australis & 22 & 8 \\\\\nTempus verum observatae altitudinis & 10h. & 4\n\\end{tabular}\n\nEx quibus pariter per Trigonometriam resultat Poli\nelevatio Ulyssip. $38^\\circ 42' 25''$.\n\nEx observationibus pomeridianis, in quibus penè\nomnia sunt eadem atque in observationibus matutinis,\neadem quoque inferri cehebat altitudo Poli, ac proinde\nnovis calculis non fuit opus.\n\nJam verò ex omnium observationum complexa, in-\nferre haçtenus licet Latitudinem Ulyssiponensem in hoc\nCollegio divi Antonii, aut etiam in Palatio Regio ob-\nservatam non excedere $38^\\circ 43'$, nec minorem esse\n$38^\\circ 42'$; propìus verò accedere ad $38^\\circ 42' 30''$. Quod\nfanè quamprimum novis atque iteratis observationibus\ncertius inuoteicet.\nAliorum dissidium in hac Elevatione assignanda, vel ex aliquo instrumentorum vitio (quod non facile nostris contingere potuit, cum & plura sint, & grandiuscula, nec uno ab artifice elaborata, ac tandem læpiùs adhibita in idem semper conspiraverint) vel ex locorum diversitate, in quibus observationes habitæ sunt, oriri putaverim. Est enim Ulyssipo satis ampla; & à Borea ad Meridiem plus una extenditur Leuca, quæ quidem distantia trium, vel quatuor minutorum parere possit discordiam. Accedit ad hæc non exigua difficultas, quam quisque, vel peritissimus, experiri solet in determinandâ extremitate umbræ veræ. Eademque à phænumbrâ secernendâ; quam sane difficultatem non facile declinaverit clarissimus Vir, de quo superiùs memini. Emanuel Pimentel, in suis observationibus per umbram reëam Gnomonis. Ac proinde nec mirum, si qua intercedat diversitas, cum non una sit instrumentorum conditio. Sed hæc haëtenus de Ulyssiponis geographica latitudine.\n\nObservationes Astronomicæ Telone Martio habitæ à R. P. Antonio Laval, Soc. JESU, Hydrographo Regio, & Ulyssiponem missæ P. Joanni Baptista Carbone ejusdem Soc.\n\nEmerfiones intimi Satellitis Jovis.\n\n| Year | Month | Day | Hour | Minute | Second |\n|------|-------|-----|------|--------|---------|\n| 1725 | Sept. 23 | Emerfio | 6 | 56 | 42 |\n|      | Oct. 16 | Emerfio | 7 | 15 | 17 |\n|      | Nov. 8 | Emerfio | 7 | 31 | 33 |\n|      | Nov. 15 | Emerfio | 9 | 26 | 52 |\n\n| Year | Month | Day | Hour | Minute | Second |\n|------|-------|-----|------|--------|---------|\n|      | Dec. 17 | Emerfio | 5 | 56 | 34 |\n|      | Dec. 24 | Emerfio | 7 | 49 | 18 dub. |\n|      | Jan. 9 | Emerfio | 6 | 2 | 3 dub. |\n\nDie\nDie 18, Januarii 1726, Martis Occultatio à Luna, Temp. Ver. Hor. 7. Min. 23, Vespere. Non satis certa.\n\nEmerito Martis H. 8, Min. 21, Sec. 34, certa.\n\nAltitudines Meridianæ apparentes Veneris.\n\n| Year | Month | Day | Gr. | Dec. |\n|------|-------|-----|-----|------|\n| 1725 | Mart. | 20  | 36  | 34   |\n|      | April.| 21  | 51  | 43   |\n|      | Maii  | 8   | 59  | 35   |\n|      | Sept. | 8   | 44  | 30   |\n|      |       | 21  | 37  | 57   |\n|      |       | 24  | 36  | 26   |\n|      | Octob.| 18  | 26  | 28   |\n|      | Nov.  | 8   | 21  | 50   |\n|      | Dec.  | 7   | 23  | 59   |\n\nEx permultis accuratissimis observationibus Telonis Martii latitudo inventa &c. 43° 6' 55\".\n\n\nDie 20, Martii 1725.\n\nAltitude apparens Limbi superioris Solis quadrante Astronomico trium pedum Parisinorum observata Telone Martio, 47° 6' 10\"\n\nDie 21, ejusdem Mensis.\n\nAltitude apparens ejusdem Limbi ---- 47° 30' 10\"\n\nEx his observationibus inferri posset ingressus Solis in Aequinoctium Vernum. At non satis exactè, ut mihi videtur.\n\nDifferentia Meridianorum Ulyssiponem inter, ac Telonem Martium ex pluribus observationibus eruta est. 1 h. 0' 9''; seu, Gr. 15° 2' 15'', quibus Ulyssipo occidentalior est Telone Martio.\n\nO III. Sin-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103451.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 5743,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1206,
        2
      ],
      [
        1206,
        2118,
        3
      ],
      [
        2118,
        3233,
        4
      ],
      [
        3233,
        5038,
        5
      ],
      [
        5038,
        6882,
        6
      ],
      [
        6882,
        7951,
        7
      ],
      [
        7951,
        8568,
        8
      ],
      [
        8568,
        9918,
        9
      ],
      [
        9918,
        11132,
        10
      ],
      [
        11132,
        12562,
        11
      ],
      [
        12562,
        14222,
        12
      ],
      [
        14222,
        15443,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103451",
    "title": "Observationes Astronomicae Habitae Ulyssipone, Anno 1725, & Sub Init. 1726, a Rev. P. Johanne Baptista Carbone, Soc. Jes. Communicante Isaaco Sequeyra Samuda, M.D. R.S.S. Coll. Med. Lond. Lic.",
    "authors": "Isaaco Sequeyra Samuda, Johanne Baptista Carbone",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103451"
  }
}