{
  "id": "e486a8922154a0372bc389248f1c70bb377d5ef0",
  "text": "On the Ceiling of a CHOUULTRY at\nVERDAPETTAH in the MADURAH COUNTRY\ntaken the 8th of July 1764.\n\na. Symbol of the Universal Deity.\nb.b. Two hooks of Iron to suspend a kind of throne on which the\nDeity or Swamy often sat when exhibited to the adores.\nXXIV. A Letter from John Call, Esq; to Nevil Maskelyne, F. R. S. Astronomer Royal, containing a Sketch of the Signs of the Zodiac, found in a Pagoda, near Cape Comorin in India.\n\nSIR,\n\nRead May 14, 1772.\n\nAs a member of the Royal Society, and one whose study is particularly directed to the motions of the heavenly bodies, I think you the most proper person to whom I can send the inclosed sketch [Tab. X.], which I drew with a pencil, as I lay on my back resting myself during the heat of the day, in a journey from Madurah to Twinwelly, near Cape Comorin. And I send it to you rather in the original, as I then sketched it off, than in any more complete form, lest it should thereby have more the appearance of composition, and leave not so strong an impression of antiquity, as it made on me when I discovered it.\n\nAfter such a discovery, I searched in my travels many other pagodas, or choultrys, for similar carvings; but, to the best of my remembrance, never found\nbut one more equally complete, which was on the ceiling of a temple, in the middle of a tank before the pagoda of Teppecolum, near Mindurah, of which tank and temple Mr. Ward, painter in Broad-street, near Carnaby-market, hath a drawing; but I have often met with the several parts in detached pieces.\n\nFrom the correspondence of the signs of the zodiac which we at present use, and which we had, I believe, from the Arabians or Egyptians, I am apt to think that they originally came from India, and were in use among the Bramins, when Zoroaster and Pythagoras travelled thither, and consequently adopted and used by those travellers: and as these philosophers are still spoken of in India, under the names of Zerdhurst and Pythagore, I should also hazard another idea, that the worship of the cow, which still prevails in India, was transplanted from thence to Egypt. But this is only conjecture; and it may with almost equal probability be said, that Zoroaster or Pythagoras carried that worship to India.\n\nHowever, I think there is an argument still in favour of India for its antiquity, in point of civilization and cultivation of the arts and sciences; for it is hardly in dispute that all these improvements came from the east to the west; and, if we may be allowed to draw any conclusions from the immense buildings now existing, and from the little of the inscriptions, which can be interpreted on several of the choultrys and pagodas, I think it may safely be pronounced, that no part of the world has more marks of antiquity for arts, sciences, and civiliza-\ntion, than the peninsula of India, from the Ganges to Cape Comorin; nor is there in the world a finer climate, or face of the country, nor a spot better inhabited, or filled with towns, temples, and villages, than this space is throughout, if China and parts of Europe are excepted.\n\nI think the carvings on some of the pagodas and choultrys, as well as the grandeur of the work, exceeds any thing executed now-a-days, not only for the delicacy of the chissel, but the expence of construction, considering, in many instances, to what distances the component parts were carried, and to what heights raised. If Mr. Kittle the painter, now in India, should have time and opportunity, after he hath made his fortune by portrait drawing, it would be a great addition to his reputation, and well worth his pains, to investigate the nature of the Indian architecture and carving, by painting some of the most curious buildings, or parts of pagodas. The great obstacle to ascertaining dates, or historical events, is the loss of the Sans-Skirrit language, and the confinement of it to the priesthood. I should have taken some pains to have collected many things; but the number of revolutions and occupations which happened always prevented me.\n\nI also commit to your inspection the * manuscripts of Mr. Robins, which he gave me at his death;\n\n* These I communicated to the Royal Society, together with this letter; but being examined by myself, Mr. Raper, Mr. Cavendish, and Mr. Horsley, at the desire of the Society, they were not found to contain any thing material more than has been already printed; excepting a treatise on military discipline: which, if it should be thought of use, may be inserted in the next edition of his works. N. M.\nI believe most of them have been printed, but if there are any which have not, or that can amuse you or instruct others, you are welcome to use them as you please: I only wish they may contain anything useful. While he lived, I pursued those studies; but, soon after his death, new scenes arose, and engaged me more in practical service, than allowed me time for theory, or experiments. I am, however, a constant well-wisher to the progress of arts and sciences, as well as study; and very much,\n\nSIR,\n\nYour obedient,\n\nhumble servant,\n\nJn° Call.\n\nXXV. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106055.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9500,
    "total-output-tokens": 1386,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        250,
        2
      ],
      [
        250,
        1221,
        3
      ],
      [
        1221,
        2790,
        4
      ],
      [
        2790,
        4527,
        5
      ],
      [
        4527,
        5081,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106055",
    "title": "A Letter from John Call, Esq; To Nevil Maskelyne, F. R. S. Astronomer Royal, Containing a Sketch of the Signs of the Zodiac, Found in a Pagoda, Near Cape Comorin in India",
    "authors": "John Call",
    "year": 1772,
    "volume": "62",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106055"
  }
}