{
  "id": "e2c99ab69b2420fbdb91b1867147914dfdc57abd",
  "text": "\"Body. Then with a green Stick, which he had in\nhis Hand, about a Foot an half long, the Bark be-\ning newly peel'd off, urged and provoked the Head,\n'till it bit the Stick in fury several times. Upon this\nthe Colonel observed small green Streaks to rise up\nalong the Stick towards his Hand. He threw the\nStick upon the Ground, and in a quarter of an\nHour, the Stick of its own accord split into seve-\nral Pieces, and fell asunder from end to end. This\nAccount I had from him again at the Writing\nhereof.\" [Beverley's History of Virginia, from\npag. 260, to 267.]\n\nFather Labat likewise tells us (in his Nouveau\nVoyage aux Isles de l' Amerique, Tom. IV. pag. 96,\nand 106. Ed. Paris, 1722. in 8°.) that Serpents,\nwhen they bite their Prey, retire, to avoid being\nhurt by them; and when dead, cover them with\ntheir Spittle, extend their Feet along their Sides and\nTails, if Quadrupeds, and then swallow them.\n\nII. Part of a Letter from Dr. Richardson,\nF. R. S. to Sir Hans Sloane, Bart. President\nof the Royal Society, and Colleg. Physic.\nconcerning the Squilla aquæ dulcis.\n\nI have met with very little of late in Natural Hi-\nstory worth mentioning to you. One Thing I\ncannot omit, which I do not remember is taken no-\ntice of by any Naturalist; that is, the great Destruc-\ntion that is made amongst the small Fry of Fish by\nthe Squilla aquæ dulcis, which abound in most\nstanding Waters. In a small breeding Pond nigh my House, where I had formerly plenty of small Carp and Tench every Year, and of late scarce any young Breed to be met with, my Gardener not long ago observed one of the Squilla, with a Carp in its Mouth almost as large as itself; and has since observed these Insects hunting amongst the Weeds, and vigorously pursuing the small Fry. I order'd the Gardener to catch some of these Insects, and bring them home alive, with some of the smallest Fish he could meet with. We put them together in a large Basin of Water. The Insects were so rapacious, that they fell upon the Fish immediately, and destroy'd several in my Sight; and before Morning had devoured all that were in the Basin.\n\nNorth-Bierley,\nSept. 5, 1733.\n\nRichard Richardson.\n\nIII. Schema Eclipseos Solaris paulo ante solis occa-\nsum observatae, Vitembergæ Saxonum Die liæ\nMaii Stil. veter. A. Chr. cii io cc xxxiii.\nA Joh. Frider. Weidlero LL. D. Mathem.\nSuperior. Prof. Ordin. R. S. S.\n\nPhases crescentis Eclipseos.\n\n| Initium, 2 Maii, St. V. | H. | M. | S. |\n|------------------------|---|---|---|\n| 1 Digitus              | 6 | 36 | 5 Post Mer. |\n| 2 Digi                 | 39| 50 |     |\n|                        | 45|    | 5 Digit. |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103862.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 835,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1368,
        2
      ],
      [
        1368,
        2613,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103862",
    "title": "Part of a Letter from Dr. Richardson, F. R. S. to Sir Hans Sloane, Bart. President of the Royal Society, and Colleg. Physic. concerning the Squilla Aquae Dulcis",
    "authors": "Richard Richardson",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103862"
  }
}