{
  "id": "318ea905764780b52b591c6addf5ec519a4ae6e2",
  "text": "VII. On the genus Ocythoë; being an extract of a letter from Thomas Say, Esq. of Philadelphia, to Wm. Elford Leach, M.D. F.R.S.\n\nRead February 4, 1819.\n\nI have before me a specimen of ocythoë in an argonauta, forming part of the collection of the Acad. of Nat. Sciences. It was taken from the stomach of a dolphin, which was caught in soundings on our Atlantic coast, and is in the most perfect state of preservation, not having suffered the slightest decomposition from gastric action.\n\nIt is sufficiently distinct from your O. Cranchii, as well as from the animal of nautilus sulcatus of Klein; and if the figure given by Shaw of the animal of argonauta argo has any pretensions to accuracy, it is most probably an unknown species.\n\nI here attempt a description of it, and also submit a few remarks on the genus.\n\nOcythoë punctata.\n\nBody pale, punctured with purplish; abdomen conic-compressed, vertical, semifasciate near the summit, with a profoundly indented transverse line; arms much longer than the body, attenuated, filiform at their tips, alated; membranes rounded.\n\nInhabits the Atlantic ocean near the North American coast.\n\nDescrip. Abdomen conical, slightly compressed, nearly vertical with respect to the disk of the head, with a profoundly indented transverse line, which extends half round, near the summit. Arms attenuated, much longer than the body, filiform towards the tip, slightly varied with brassy,\ninferior ones, when extended double the length of the body; suckers alternate, becoming gradually smaller towards the extremities of the arms, where they are very minute; membranes of the anterior arms rounded or suborbicular, extending half way to the base of the arms; periphery occupied by the attenuated portion of the arm, which near its extremity passes upon the disk of the membrane, and terminates abruptly near the base of the expansion; the membrane is carinately decurrent on the inferior surface of the arm, near the base of which it terminates; the inferior surface of the membrane is brassy, and more numerously maculated than the superior surface, which is pale.\n\nLength from the disk to the tip of the abdomen 2 inches.\nof the abdomen - - - 1\\(\\frac{1}{2}\\)\nGreatest breadth ditto - - - 1\\(\\frac{1}{10}\\)\nLength of the alated arms - - - 2\\(\\frac{3}{4}\\)\nof those of the opposite side - 5\n\nEggs subovate, attached to a delicate pedicle by a small basilar tubercle. These fill the involuted spire in the specimen, besides a considerable portion of the body of the shell.\n\nThe suckers are very like those of the O. Cranchii, but the arms are much more elongated, and the abdomen longitudinal with respect to the head. This animal seems to be not unfrequently the prey of some of the larger fishes, for in addition to the instance above mentioned, Bosc informs us that in his passage between Europe and America, he found a specimen in the stomach of a Coryphaena equiselis, Gmel. but very much decomposed: and in the Museum of Mr. Peale, in this city, a fine argonauta occurs, which was taken from the stomach of a shark.\nWith respect to the contested question relative to the parasitic nature of the animals of this genus, I believe the remark will hold good generally, if not absolutely, that those mulluscous animals that form the shell in which they reside, are more or less connected with it by muscular or membranaceous attachment, or by the permanent spiral form of the posterior part of the body; and that the body of the animal complies with the inequalities of the chamber of the shell, or rather that the shell is moulded upon the body, so as to be in contact with it in every part. So careful are they to fill the cavity to its very summit, that when from their increase of growth the apex of the shell is vacated in consequence of its straightness, either that part is removed by the animal, and additional calcareous matter is secreted to close the aperture thus formed, or it is permitted to remain, and the cavity is filled up by the same secretion; of the former process we have an instance in Bulimus decollata; and of the latter many instances occur, familiar to the knowledge of conchologists.\n\nThe Ocythoe offers to our consideration a remote deviation from these ordinary laws which apply to the testaceous mollusca, inasmuch as it only resides in the last volution or body of the shell. In the specimen above described, the sides of the abdomen are slightly canaliculated, in conformity with the sculpture of the inner lateral surface of the shell; but it is worthy of remark, that the portion which corresponds with the most unequal part of the chamber, the carina, is not at all indented; which fact induces the supposition that the shell does not fit the body, and of course was not made for it, otherwise it does not seem probable that the body would\nbe remote from the shell in one part, and impressed by its asperities in another.\n\nSuch also is the form of the inferior part of the abdomen, that it never could have revolved in the cavity of the involuted spire; yet we have never been informed that the vacated spire has been either broken or solidified. Neither is there any attachment whatever between any part of the body and the including shell, by an organ appropriated to that office. In consequence of this organization, the ocythoë cannot adapt itself to the form of the cavity in which it rests, or secure itself there so completely as the well known parasitic paguri are enabled to do, in consequence of the pliability of their vesicular abdomen, and by the agency of their terminal hooks or holders. Such observations seem to afford presumptive evidence of the parasitic nature of these animals.\n\nIt does not appear to me probable that the Ocythoë ascends to the surface of the water by exhausting its shell of the included water; for if this were the fact, those females whose shell is in great part filled with eggs, could not visit the surface. But the change of specific gravity is doubtless effected in its own body, by which it is enabled to sustain itself on the surface at will, or to descend to the bottom promptly at the approach of danger.\n\nThe shells which in structure and appearance approach nearest to argonauta, are unquestionably to be found in the Pteropoda; and the examination of Carinaria, Atlanta and Spiratella, would almost lead us to suppose, that the artificer of argonauta is in reality of that division; but if this supposition be indicated by the conformation of the shell, it does\nnot seem to be corroborated by the probable habits of the animal. All those hitherto discovered of that group, are known to swim at the surface of the ocean, and not being furnished with other organs of locomotion than fins, they cannot glide upon the bottom; we must therefore (analogically) suppose this to have been the habit of the animal; and yet it is hardly admissible that it should, in that case, have eluded the observation of voyagers, since the shell has not unfrequently been found in a state of occupancy by the parasite.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107493.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 1767,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1424,
        2
      ],
      [
        1424,
        3058,
        3
      ],
      [
        3058,
        4814,
        4
      ],
      [
        4814,
        6488,
        5
      ],
      [
        6488,
        7023,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107493",
    "title": "On the Genus Ocythoë",
    "authors": "Thomas Say",
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107493"
  }
}