{
  "id": "ad2735698074809bc0998bc7ce225061adbbceb9",
  "text": "IV. Ejusdem Viri Clarissimi ad eundem Epistola posthuma. De Generatione Animalium, & de Palpitatione Diaphragmatis.\n\nDelphis in Batavis.\n\nINTER alia ex tuis proximis literis, septimo Kalendas Julii datis, intellecti, Sententiam meam de generatione tibi videri firmissinam omnium, haec tenus in lucem editarum; & quod mihi non incognitum erat, quosdam Anatomicos supra mea fundamenta novum struere Systema ausos esse, affirmantes ovum esse proprium nidum, in quo animalculum feminis masculini hospitat & quod idem ovum ex eo imprægnatum, postea per tubam Fallopiam deducitur ab ovario ad uterum.\n\nMultos expectavi contradicentes, & doctissimus qui- dam dominus dicebat, postquam meum Systema de generatione legisset, recte putas, sed vita tua convincendis omnibus non sufficiet; alius dicebat, me mendacia de animalculis memoriae prodere.\n\nPaulo ante obitum Domini Leibnitz, scribepat ille Dominus mihi Hannonia, se meam sententiam de generatione amplexisse, sequae in libro quodam, a se edito, idem demonstrasse, sed quendam dominum in Italia esse, qui contra meum Systema de generatione aliquid effet editurus; atque in Germania dominum esse, qui cum illo communicaverat totum ovarium in tuba Fallopiana repertum esse; Professoresque in Germania inveniri, qui animalcula feminis masculini esse negabant. Verum enimvero, quamvis contradictiones quamplurimas passus\npassus sim, & adhuc patiar, permanebo in Systemate meo, quoniam animalcula in omnigenis feminibus inveni, si saltem animalia rite tractare possim, ne exceptis quidem variis avium ac piscium speciebus.\n\nPorro comperimus in omnibus arborum & plantarum feminibus, etiam si parvissimis, si modo tractari possint, plantam esse formatam, quam plantam antea comparavi cum animalculis feminis masculini. Et farinosa materia in feminibus plantarum plantis nutrimento esse debet tamdiu, quam planta suos ejecerit radices, & ex terra ali poslit.\n\nDoctissime Vir, concede mihi libertatem dicendi, me percipere non posse, quo modo positiones adeo vanas statuere, easque in lucem edere audeant, quod animalcula feminis masculini in utero vel tuba Falloplana effusi, postea per tubam Fallopianam deducerentur ab ovario ad uterum. Haec positiones sunt adeo omni fundamento carentes, ut ulteriori contradictione indignae sint.\n\nUlterius dics, eruditissime Vir, meam pristinæ sanitätis restitutionem tibi gratam fuisset, pro qua benignitate erga me gratias ago maximas, & tibi dicere cogor, me multis ab hinc annis pro certo habuisse, quod diaphragma instrumentum sit adeo magnum, ut totum abdomen continue moveat, quo motu cibi in ventriculo & intestinis adeo conteruntur, ut in materiam tan fluidam redigantur, quae apta est, ut intret parvula illa vascula sanguinea, quae multa in intestinorum cavitatibus sita sunt: non autem per oscula illorum vascorum, ut quidam hominibus persuadere conati sunt, sed me judice per tenues tunicas illorum parvissimorum vascorum sanguineorum.\n\nSi jam ponamus arteriam in corpore bene constituto, intra horæ unius spatium ter millies & sexcenties pulsare, quatuorque pulsus fieri in una respiratione, computabimus nongentas respirationes spatio unius ho-\nrae, ac toties fiet pressio ventriculi & intestinorum, quam voco subactionem in ventriculo & intestinis contentorum.\n\nSit mihi quoque venia tibi, doctissime Vir, dicendi, quod duos abhinc menses varias lentas palpitationes per diaphragma senserim: quare cogitabam de tuba quadam vitrea, à me inventa, ad spiritum cujusdam liquoris in pectus ducendum, ut experimentum facerem, num infolitus ille diaphragmatis motus, quem cordis palpitationem vocant, fedari possit.\n\nImplivi ergo meam tubam ad altitudinem trium transversorum digitorum spiritu vini, in quo iam diu hæc aromata fuerant infusa, nempe nuces moschatæ, macis, & parum garyophillorum, sed cinnamoni multum, ut & croci, & inspiravi aërem transeuntem per hunc spiritum vini, & quidem non modeftè, sed fortiter aërem in pulmonem impuli, quo diaphragma, quod fortis membrana est, valde extendebam, experiendi gratia, nun palpitationem, vel inordinatum diaphragmatis motum, hoc facto componere possem, quod illo tempore bene succedisset: Sed postea quidem evenit, ut experimentum hoc, quamvis aërem tam fortiter in pectus inducerem, ut pressus aër cum tusli ex guttere erumperet, expectationem meam eluserit.\n\nSententia tua mihi longe visu erat gratissima, nempe quod diaphragmatis palpitatio validiori niteretur fundamento, quam illa cordis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103655.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1482,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1365,
        2
      ],
      [
        1365,
        3139,
        3
      ],
      [
        3139,
        4436,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103655",
    "title": "Ejusdem Viri Clarissimi ad Eundem Epistola Posthuma. De Generatione Animalium, & de Palpitatione Diaphragmatis",
    "authors": null,
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103655"
  }
}