{
  "id": "a8cd7abf460c72322bdfc498e6fc4b92a367e093",
  "text": "XIV. An Account of the Case of William Carey, aged Nineteen, whose Tendons and Muscles are turning into Bones. In a Letter to the Right Honourable the Lord Cadogan, F. R. S. from the Rev. William Henry, D. D. F. R. S.\n\nCastle-Caldwell, near Enniskillen,\nMarch 1. 1759.\n\nMy Lord,\n\nHAVING come hither with the Earl of Shelburne, on a visit to Sir James Caldwell and his Lady, we met with a young man, whose case is of so extraordinary a nature, that we thought it might be of public utility to examine into it strictly, and transmit it to your Lordship.\n\nA great part of his body is, within the space of two years, ossified; and the ossification is continually seizing more of the muscles.\n\nI have in the case barely set down the facts, without any reasoning thereon. But, so far as I can conjecture, there seems first to ooze out of the joints a kind of jelly, which by degrees grows hard, fills up gradually the smaller vessels, and concretes into bone. If it goes on, I believe within a very few years the man, if he can live, will be completely ossified. Perhaps it may be of some benefit to mankind to have his case made known to the Royal Society, or to the College of Physicians. Your Lordship's judgment will determine best how proper this may be.\n\nVol. LI.\nMy Lord Shelburne, and all his family, join in all possible respects with\n\nYour Lordship's\n\nMost obedient,\n\nand most humble Servant,\n\nWilliam Henry.\n\nThe CASE of WILLIAM CAREY.\n\nHe was born in an island in Lough Melvill, a large lake in the northern point of the county of Leitrim in Ireland, and has continued therein, or in the adjacent lands, ever since.\n\nHe was bred up to work as a labourer, and continued in very good health from his birth until two years ago. About that time he first felt an unusual pain in his right wrist, which in August 1757 began to swell: this obliged him to cease from his usual labour. In the space of a month more, this swelling grew into an hardness, like to a bony substance; and continually shooting on, in December reached up as far as the elbow; all the muscles continually growing into a bony substance, and dilating so, that his wrist and arm are twice as thick and broad as in the beginning. About the space of a week after the pain began in his right wrist, he was seized with the like pain and swelling in the left wrist. This has proceeded in all respects in the same manner as in his right arm. The whole substance of each arm, from the elbow down to the wrists, feels as if it were one solid bone.\nThe ossification is shooting downwards into the fingers, and upwards into the elbows; so as already to prevent the bending of the fingers or elbow of the left arm. It has likewise shot upwards, so as to seize the great muscles of each arm between the elbows and shoulders.\n\nThe continual pain and dilatation of the arms occasioned a bursting of the skin and fleshy parts about each elbow in November 1758; out of which oozed a thin yellowish humour, with a little digested pus. Some of these breaches have healed up of themselves. One small orifice in each elbow still continues to run.\n\nIn March 1758, he was seized with the like pain and swelling in his right ankle, whence such another bony substance soon grew as in his arms. This bony substance has shot up from his ankle, both in the inward and outward side of the right leg, half way up to the knee; and the like bony substance has, in the inward side, shot downward from the pan of the knee eight inches along the shin-bone, and is daily increasing; so that he walks with much pain and difficulty, and after resting in his walk, grows very lame. This person is of a very thin habit of body, and in size five feet nine inches; somewhat inclined to an hectic, tho' he has no cough.\n\nThe above-mentioned William Carey was inspected, and closely examined, as to all the above particulars, at Castle-Caldwell, in the County of Fermanagh, this 1st Day of March 1759, by us\n\nThis is exactly my case.\nWilliam Carey.\n\nSHELBOURNE.\nJA. CALDWELL.\nWILLM HENRY.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105359.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6134,
    "total-output-tokens": 1085,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1264,
        2
      ],
      [
        1264,
        2509,
        3
      ],
      [
        2509,
        4014,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105359",
    "title": "An Account of the Case of William Carey, Aged Nineteen, Whose Tendons and Muscles are Turning into Bones. In a Letter to the Right Honourable the Lord Cadogan, F. R. S. from the Rev. William Henry, D. D. F. R. S.",
    "authors": "William Henry, William Carey",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105359"
  }
}