{
  "id": "fb94f80eb8bd60d58baf08f8add7269d2a091cf8",
  "text": "XXI. Observations on Albumen, and some other Animal Fluids; with Remarks on their Analysis by electro-chemical Decomposition. By Mr. William Brande, F. R. S. Communicated by the Society for the Improvement of Animal Chemistry.\n\nRead June 15, 1809.\n\nSECTION I.\n\nObservations on Mucus and on the Composition of liquid Albumen.\n\nThe results obtained from the chemical analysis of the intervertebral fluid of the squalus maximus, an account of which is annexed to Mr. Home's paper \"On the Nature of the intervertebral Substance in Fish and Quadrupeds,\"* led me to undertake a series of experiments on mucus, in order to examine the properties of that secretion in its pure state, and to ascertain how far it might be capable of conversion into modifications of gelatine and albumen.\n\n1. Saliva was the first source of mucus to which I directed my attention.\n\nIn order to separate the albumen, which Dr. Bostock's analysis has shewn it to contain,† it was agitated for a short time with an equal quantity of pure water; the solution was then boiled and filtered. I considered the clear fluid, which had\n\n* Philosophical Transactions, 1809.\n† Nicholson's Journal, Vol. XIV. page 149.\npassed the filter, as a solution of nearly pure mucus; but found, on applying to it the tests of nitrate of silver, and acetate of lead, that it still contained a very considerable proportion of saline matter. The precipitate consisted of muriate and phosphate of silver and lead, in combination with a little animal matter, the odour of which was perceptible on exposing it to heat after it had been washed and dried.\n\nOne thousand grains of saliva, afforded by careful evaporation in a water bath, a residuum weighing one hundred and eighty grains, from which twenty grains of saline matter, consisting of phosphate of lime and muriate of soda, were obtained by incineration.\n\n2. The mucus from the trachea, and that of the oyster were next examined; but here the proportion of saline matter was greater than in the former case, although no traces of albumen could be detected by the usual tests of heat, alcohol, and acids.\n\nFinding, therefore, that the re-agents employed to detect mucus,* act principally upon the salts which it contains, and not merely upon the secretion itself, it became an object of some importance to find out a method of depriving it of its saline ingredients, by such means as should not affect the mucus. Decomposition by electricity immediately occurred to me, as the most likely means of attaining the object I had in view.\n\nFor this purpose, I procured three glass cups, each capable of holding rather more than a measured half ounce of water; one of these was filled with a mixture of equal parts of saliva\n\n* Nitrate of silver and acetate of lead. Vide Thomson's System of Chemistry, Vol. V. page 500. 3d edition; and Nicholson's Journal, XI—251.\nand pure water; this was connected with the other two, containing pure water, by filaments of moistened cotton. The water in one of the cups was rendered positive, that in the other negative, by a Voltaic battery of one hundred and twenty-four inch double plates, charged with a solution of nitro-muriatic acid, in the proportion of one part of the mixed acid to thirty parts of water.* By continuing this process, I hoped to decompose the saline ingredients of the saliva, to collect the acid matter in the positive, and the alkaline matter in the negative cup, and thus to leave the mucus and albumen in the centre vessel (free from the salts which they contain in their natural state), and to have separated them by boiling distilled water, which would then have afforded a solution of pure mucus.\n\nWhen the action of the battery had been continued for about ten minutes, a considerable quantity of a white substance, surrounded, and adhered to, the cotton on the negative side of the circuit, whereas on the positive side no such effect had taken place.\n\nI could not at first account for this appearance, conceiving that if it depended on the coagulation of albumen held in solution in the saliva, it would have taken place at the positive pole, in consequence of the acid there separated.\n\nTo ascertain this point, an experiment was made on the albumen of an egg.\n\nWhen the conductors from the same battery were brought within two inches of each other in this fluid, an immediate and rapid coagulation took place at the negative wire, while\n\n* It was conceived, that this electrical power, though sufficient for the decomposition of the salts, would not materially affect the animal matter.\nonly a thin film of albumen collected at the positive wire, where its appearance was readily accounted for, by the separation of a little acid, which re-acting on the albumen would render it solid; but the cause of the abundant coagulation at the negative pole was not so obvious.\n\nThis result I mentioned to Mr. Davy, who immediately offered an explanation of it, by supposing the fluidity of albumen to depend upon the presence of alkaline matter, the separation of which, at the negative pole, would cause it to assume a solid form. I had only to follow up this idea, and shall proceed to state the principal experiments which were undertaken to establish so probable an opinion.*\n\n1. When coagulated albumen, cut into small pieces, is boiled in distilled water, it imparts a viscidity to that fluid, shewing that something is retained in solution.\n\nTwo hundred grains of the coagulated albumen of an egg, were repeatedly washed and triturated, in four ounces of distilled water, which was afterwards separated by a filter, and evaporated to about one fourth of its original bulk. It was then examined by the usual tests, and was found evidently alkaline; it converted the yellow of turmeric to a pale brown, and restored the blue colour to litmus paper, reddened by vinegar; but it did not appear to effervesce on the addition of a dilute acid.\n\nOn evaporating this alkaline fluid to dryness, by a gentle heat, a viscid substance, soluble in water, was obtained. This solution was rendered slightly turbid by an acid; and by the\n\n* On referring afterwards to Dr. Thomson's System of Chemistry (Vol. V. page 491), I find that a very similar explanation of the coagulation of albumen has been offered by that author, which the following experiments will likewise confirm.\napplication of electricity, from sixty four inch double plates, a copious coagulation took place at the negative pole.\n\nSo that water, in which the coagulated white of egg has been boiled, is in fact an extremely dilute alkaline solution of albumen.\n\nThis enables us also to explain why albumen becomes coagulated simply by heat.\n\nWhen the coagulated white of egg is cut into pieces, a small quantity of a brown viscid fluid gradually separates from it, as has been observed by Dr. Bostock in his paper on the primary animal fluids.* This I find to consist principally of an alkaline solution of albumen. It reddens turmeric, and coagulates abundantly on the application of negative electricity.\n\nIt appears, therefore, that the white of egg, in its fluid state, is a compound of albumen, with alkali and water; that when heat is applied to it, the affinities existing between these bodies are modified; that the alkali, before in chemical combination with the albumen, is transferred to the water, and that this separation causes the coagulation of the albumen: the aqueous alkaline solution which is thus formed, re-acts upon the coagulated albumen, of which it dissolves a small portion, and then appears in the form of the brown viscid fluid already noticed.\n\nThe coagulation of albumen by alcohol and by acids, may be explained by a reference to the principles already laid down.\n\n1. Five hundred grains of the white of egg were agitated with two ounces of pure alcohol; an immediate coagulation resulted, which was rendered more perfect by the application of a very gentle heat. The liquid was separated from the\n\n* Nicholson's Journal, Vol. XI—246.\ncoagulum by filtration, and evaporated to half its bulk; when the usual tests were now applied, alkaline matter was abundantly indicated.\n\nIn this instance then, the albumen in passing from the liquid to the solid state, gives its alkali to the alcohol.*\n\n2. When acids are applied to albumen, these effect its coagulation from the same cause: they render it more rapidly and more perfectly solid, on account of their superior affinity for the alkali.\n\nThe following experiments were instituted with a view to ascertain the nature and quantity of the alkaline matter which exists in liquid albumen.\n\n1. Five hundred grains of the liquid white of egg were mixed with two ounces of distilled water, and exposed for half an hour to a temperature of $212^\\circ$. The fluid was then separated by a filter, and the coagulated albumen cut into small pieces, and repeatedly washed with boiling distilled water. The filtrated fluid was evaporated to half an ounce by measure; it had a saline taste, it was somewhat turbid, and slightly alkaline; on cooling, it gradually deposited a few flakes of albumen: it was electrified positively in a small glass cup, connected by washed cotton to another similar vessel containing a little distilled water, negatively electrified by one hundred four inch plates, charged with a solution of nitro-muriatic acid of the same strength as that employed in a former experiment, fresh portions of water being occasionally added in order to compensate for the loss by its decomposition.\n\n* When albumen is coagulated by alcohol, it does not become so perfectly solid as in most other instances, because the separation effected by the relative affinities is not so complete.\nWhen the electrization had been carried on in this way for one hour, the cups were removed, and their contents examined.\n\nThe fluid in the negatively electrified cup acted rapidly on turmeric, rendering it deep brown. On evaporation and subsequent exposure to a low red heat, it afforded a residuum weighing 5.5 grains, which had the properties of soda, in a state approaching to purity.\n\nThe positive cup contained a little coagulated albumen, and an acid which was principally, if not entirely the muriatic, was held in solution by the water: it gave a very copious precipitate with nitrate of silver, which became speedily black on exposure to light. When saturated with carbonate of soda, and evaporated, it afforded a salt in small cubic crystals, from which the fumes of muriatic acid were developed by the action of the sulphuric.\n\nThis experiment shews that, exclusive of soda in an uncombined state, fluid albumen contains some muriate of soda.* We learn, from the experiments of Mr. Hatchett, that minute quantities of other saline bodies are likewise present.†\n\nIn the foregoing experiments, I had generally employed from sixty to three hundred four inch double plates of copper and zinc, but in subsequent researches, made with a view of\n\n* May not a submuriate of soda exist in fluid albumen?\n† After the destructive distillation of coagulated, dry, semi-transparent albumen, there remained \"a spongy coal of very difficult incineration; as towards the end of the process, it appeared vitrified and glazed with a melted saline coat, which was, however, easily dissolved by water. The residuum was again exposed to a long continued red heat, and again treated with water, till, at length, a few scarcely visible particles remained, which as far as such a small quantity would permit to be ascertained, proved to be phosphate of lime. The portion dissolved by water\nMr. W. Brande's Observations on Albumen,\n\nascertaining the action of lower powers, the effects of which I shall afterwards relate, I find that a battery of twenty-four three inch double plates is sufficient to effect a perfect coagulation at the negative pole, even where the albumen is diluted with so large a quantity of water, as not to be detected by the usual tests.\n\nSECTION II.\n\nObservations on the Composition of some animal Fluids containing Albumen.\n\nFinding, from the experiments detailed in the preceding section, that albumen may exist in such states of combination, as not to be detected by the usual tests, but separable by electrical decomposition, I was induced to apply this mode of analysis to the examination of animal fluids in general.\n\n1. Saliva.\n\nWhen saliva is boiled in water, a few flakes of coagulated albumen are deposited; but this is by no means the whole quantity of albumen contained in the secretion, for on applying the test of negative electricity to the filtered fluid obtained after the separation of the albumen by heat, a copious coagulation and separation of alkali, is produced at the negative pole. A large portion of albumen may therefore exist in a fluid,\n\n\" (which was by much the most considerable), consisted principally of carbonate,\n\" mixed with a small quantity of phosphate of soda.\n\" Five hundred grains of dry albumen afforded 74.50 grains of coal, of which 11.25\n\" were saline matter.\"\nVide \"Chemical Experiments on Zoophites, with some Observations on the Component Parts of Membrane.\" Phil. Trans. 1800.\nincapable of separation by heat, and in the present instance, not to be detected even by acids, these re-agents producing no effect on the filtered solution, just alluded to.\n\n2. Mucus of the Oyster.\n\nThe solution of mucus obtained by agitating oysters in water, exhibits to the usual tests no traces of albumen; but when acted upon by electricity from the Voltaic battery, a considerable and rapid coagulation takes place at the negatively electrified wire.\n\n3. Mucus of the Trachea, &c.\n\nThe other varieties of mucus, as from the trachea, the nose, &c. agree with the former, in affording abundance of albumen by electric decomposition, whereas scarcely any traces of that substance can be detected by the tests of acids, heat, or alcohol.\n\nIn these experiments, alkaline matter was always evolved at the negative, and acid at the positive wire. Minute researches, made with a view of ascertaining the nature of the alkaline and acid matter thus evolved, shewed the former to consist of soda, with traces of lime; the latter of muriatic acid, with traces of phosphoric acid, in the cases of saliva, and mucus of the trachea and nose: the mucus of the oyster afforded only soda and muriatic acid.\n\nOn examining the proportions of alkali and acid, the former seemed always to predominate, although in the original fluids, no traces of uncombined alkali (as in the white of egg) are to be detected.\n\nThese results lead to new ideas respecting the composition\nof mucus: Is it a peculiar combination of muriate of soda and albumen? or may it not be a compound of soda and albumen, in which the alkali is not separable by the usual modes of analysis, but which yields to the superior decomposing energy of electricity?\n\n4. Bile.\n\nAn immediate coagulation took place in this secretion, at the negative conductor, the albumen being tinged throughout of a green colour, arising from the colouring matter at the same time separated.\n\nThe relative proportion of albumen, separable by electricity from different specimens of ox-bile, was found to be liable to considerable variation, so that a detailed analysis of this fluid, cannot be generally depended upon. I have found the albumen in bile to vary in quantity from 0.5 to three per cent., and it is somewhat remarkable, that where there is a small quantity of albumen, there likewise the proportion of the resinous matter of bile is relatively small.\n\nThe electro-chemical decomposition of this fluid, affords, besides the results just mentioned, a considerable quantity of soda at the negative pole; and at the positive pole, a mixture of muriatic and phosphoric acids.\n\n5. Milk.\n\nIn this fluid, the separation of albuminous matter at the negative pole, is equally evident, though not so rapid, as in most other cases. The conductors from sixty four inch double plates, highly charged, and immersed within four inches of each other in three ounces of cows milk, during one hour, produced the appearance of curds and whey, the principal part\nof the curd being collected in the neighbourhood of the negative wire, and but little at the positive wire. When this experiment was so conducted, as to collect the products in separate vessels, the predominating ingredients in the contents of the negative cup, were soda, and traces of lime; and in the positively electrified vessel, a mixture of muriatic and phosphoric acids.\n\nAfter such decomposition of milk, the serum still affords sugar of milk.\n\n6. The Liquor of the Amnios.\n\nAn opportunity having offered of examining this secretion, from the human subject, in its pure and fresh state, I shall mention the general results of its analysis.\n\nThe liquor of the amnios is almost perfectly transparent, but on exposure to air becomes gradually turbid, and deposits a white flaky matter. It renders tincture of violets green, and while perfectly fresh does not affect litmus; but sulphuretted hydrogen is soon evolved from it, and then it slightly reddens litmus. When heated, it becomes turbid, and lets fall flakes of coagulated albumen. Acids render it slightly turbid from the same cause.\n\nAlkalies produce no change, unless when added in considerable excess: the odour of ammonia is then perceptible.\n\nElectrical analysis afforded albumen and soda at the negative pole, and muriatic acid at the positive pole. Hence we learn, that the liquor of the amnios has the properties of a dilute solution of liquid albumen.*\n\n* The difference in the results of the analysis given in the text, and that of Vauquelin and Buniva, most probably arises from the liquor of the amnios examined by those chemists, not having been perfectly recent, and perhaps mixed with other secretions. Vide Annales de Chimie, XXXIII. p. 270.\n7. Pus.\n\nIn the pus of a healthy sore, coagulation took place at both poles; most abundantly, however, at the negative pole. A slight degree of putrefaction having commenced in the pus which was examined, I did not pay particular attention to the other products of the experiment.\n\nIn concluding this section, it may be proper to remark, that the decomposition of liquid albumen by Voltaic electricity, takes place in different ways, according to the power employed. With a comparatively high electrical power, the coagulation goes on rapidly at the negative pole, and only very slowly at the positive pole; whereas, with an extremely low power, the coagulation is comparatively rapid at the positive surface, an alkaline solution of albumen surrounding the negative pole. Thus, when the conductors from twenty four four inch double plates, highly charged, were brought within half an inch of each other, in a dilute solution of albumen (consisting of one part of albumen to six of water), the coagulation was considerably more abundant at the negative than at the positive pole; but when the conductors were removed from each other to a distance of eight inches, or when they remained at half an inch, being connected with a battery of six four inch double plates only, the coagulation was only perceptible at the positive pole, in consequence of the acid there collected. Hence we may infer, that a rapid abstraction of alkali is necessary to the perfect coagulation of albumen, since, in the cases above alluded to, the albumen remains in solution.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107270.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 4630,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1178,
        2
      ],
      [
        1178,
        2860,
        3
      ],
      [
        2860,
        4556,
        4
      ],
      [
        4556,
        6330,
        5
      ],
      [
        6330,
        7986,
        6
      ],
      [
        7986,
        9684,
        7
      ],
      [
        9684,
        11561,
        8
      ],
      [
        11561,
        13122,
        9
      ],
      [
        13122,
        14580,
        10
      ],
      [
        14580,
        16109,
        11
      ],
      [
        16109,
        17830,
        12
      ],
      [
        17830,
        19381,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107270",
    "title": "Observations on Albumen, and Some Other Animal Fluids; With Remarks on Their Analysis by Electro-Chemical Decomposition",
    "authors": "William Brande",
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107270"
  }
}