{
  "id": "219e28d448d24d428797272cc9bdc49189e5d4b0",
  "text": "80 to 73 nearly; for as 80 to 73, so is 480 to 438; and lastly, that the Avoirdupois Pound and Ounce is to the Paris Two Marc Weight and Ounce, as 63 to 68 nearly; for as 63 to 68, so is 7004 to 7559.873.\n\n4. The Paris Foot, expressed in Decimals, is equal to 1.0654 of the English Foot, or contains 12.785 English Inches.\n\nVI. A Method of making a Gold-colour'd Glazing for Earthen-Ware; communicated, in Latin, in a Letter from M. Godofridus Heinsius, Astron. Prof. at St. Petersburgh, to Mr. Peter Collinson, F. R. S.\n\nTake of Litharge parts iiij. of Sand or calcined Flint p. i. pound and mix these very well together, then run them into a yellow Glass with a strong Fire. Pound this Glass, and grind it into a subtile Powder, which moisten with a well saturated Solution of Silver, make it into a Paste, which put into a Crucible, and cover it with a Cover. Give at first a gentle Degree of Fire, then increase it, and continue it till you have a Glass, which will be green. Pound this Glass again, and grind it to a fine Powder; moisten this Powder with some Beer, so that by means of an Hair Pencil you may apply it upon the Vessels, [or any Piece of Earthen-ware]. The Vessels that are painted or cover'd over with this Glazing, must be first well heated, then put under a Muffle, and as soon as the Glass runs, you must * smoak them, and take out the Vessels.\n\n* Afflare debes fumum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104167.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 477,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1392,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104167",
    "title": "A Method of Making a Gold-Colour'd Glazing for Earthen-Ware; Communicated, in Latin, in a Letter from M. Godofridus Heinsius, Astron. Prof. at St. Petersburgh, to Mr. Peter Collinson, F. R. S.",
    "authors": "M. Godofridus Heinsius",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104167"
  }
}