{
  "id": "74d1b5c4ca13857494c52dbcd5647f2e616cc69c",
  "text": "A Discourse concerning the Musical Notes of the Trumpet, and Trumpet-Marine, and of the defects of the same, by the Honourable Francis Roberts, Esq; R. S. S.\n\nThe Trumpet so famous in all Ages for its use in War, the loudness and nobleness of its sound peculiarly suiting it to that purpose, is nevertheless to be reckon'd among the imperfect Musical Instruments. For though it has a large compass, the greater part of the intermediate Notes are wanting, and some of them imperfect. The extent of this Instrument cannot be strictly determined, it reaches as high as the strength of the breath can force it, but by considering its Notes within the ordinary compass of the Scale of Musick (from double C fa ut to C sol fa in alt) the nature of the higher Notes will plainly appear. These are all set down in the Table (Fig. 1.) only take notice that the Prickt Notes are imperfect, not being exactly in Tune, but a little flatter or sharper than the places where they stand, according as f or s is set over them.\n\nHere we may make two inquiries.\n\n1. Whence it comes to pass that the Trumpet will perform no other Notes (in that compass) but only those in the Table, which are usually called by Musicians Trumpet-Notes.\n\n2. What is the reason that the 7th, 11th, 13th and 14th Notes are out of Tune, and the others exactly in Tune.\n\nIn this matter we may receive some light from the Trumpet-Marine, an Instrument though as unlike as possible to the Trumpet in its frame (one being a Wind-Instrument, the other a Monochord) yet has a wonderful agreement with it in its effect.\nThe sound is so like as not to be easily distinguished by the nicest Ear, and as it performs the very same Notes, so it has the same defects as a Trumpet, for if the String be stop'd in any part, but such as produces a Trumpet Note, it yields a harsh and uncouth (not a Musical) sound.\n\nLet us therefore proceed to our first Inquiry, and examine what is the reason that the Trumpet-Marine will perform no other but the Trumpet Notes.\n\nIt is a known Experiment of two Unison Strings, that striking one of them moves the other, which probably proceeds from hence, that the impulses of the Air which are made by one String, do more easily set another in motion which lies in a disposition to have its vibration Synchronous to them, than a third whose motion would be cross.\n\nWe may improve this a little farther, by observing that a String will move not only at the striking of a Unison, but an 8th. or 12th, though after a different manner.\n\nIf a Unison is struck, it makes one entire vibration in the whole String, as in Fig. A, and the motion is most sensible in the middle at m, for there the vibrations take the greatest scope.\n\nIf an 8th. is struck, it makes two vibrations, as in Fig. B, and then the point m is in a manner quiescent, and the most sensible motion at n, n.\n\nIf a 12th. be struck, then it makes three vibrations, as in Fig. C, and the greatest motion at q, m, q, and hardly to be perceived at p, p. All which may be plainly experimented by putting a little piece of Paper upon the several parts of the String to make the motion more conspicuous.\n\nSo that in short this Experiment holds when any Note is struck which is a unison to some aliquot part of the String, as in the former Examples, an 8th. is unison to half the String, and a 12th. to a third part of it.\nIn this case (the vibrations of the equal parts of a String of being Synchronous) there is no contrariety in their motion to hinder each other, whereas it is otherwise if a Note is unison to \\( f \\), in the Fig. D, that does not divide the String into equal parts, for then the vibrations of the remainder not suiting with those of the other parts, immediately make a confusion in the whole.\n\nNow in the Trumpet-Marine you do not stop close as in other Instruments, but touch the String gently with your Thumb, whereby there is a mutual concurrence of the upper and lower part of the String to produce the sound. This is sufficiently evident from that, if anything touches the String below the stop, the sound will be as effectually spoiled as if it were laid upon that part which is immediately struck with the Bow.\n\nFrom hence therefore we may collect, that the Trumpet-Marine will yield no Musical sound but when the stop makes the upper part of the String an aliquot of the remainder, and consequently of the whole; otherwise as we just now remark'd of Fig. D, the vibrations of the parts will cross one another, and make a sound suitable to their motion, altogether confus'd.\n\nNow that these aliquot parts are the very stops which produce the Trumpet's Notes shall be plainly shown in treating of the second enquiry, viz. What is the reason that the 7th, 11th, 13th and 14th Notes are out of Tune, and the rest exactly in Tune.\n\nAll Writers of the Mathematical part of Musick agree\n\nThat by half a third part shortning a fourth a fifth a sixth the sound is rais'd an eighth a fifth a fourth a sharp third a flat third.\nFrom this Foundation all the other Notes are derived. The flat and sharp sixth are to be the flat and sharp third to the fourth; and the seventh the like to the fifth: the second to be a fifth to the fourth below, &c. By this Rule let us examine what Notes a Monochord fretted in its aliquot parts will produce.\n\nSuppose the Monochord \\( F \\) to consist of 720 parts, and its Tone double \\( C \\) fa-ut the first Note in the Table; then half of it will be 360, and a third part 240, &c.\n\nNow I say, fretting, (or stopping with the Thumb) at 360 must produce \\( C \\) fa-ut, because 360 being half 720, the sound will rise an eighth from double \\( C \\) fa-ut.\n\nAgain 360 being \\( C \\) fa-ut, 240 must make \\( G \\) sol-re-ut the third Note in the Table, because 140 being just a third part less than 360, the sound will rise a fifth from that Note. After the same manner proceeding step by step it will be evident that,\n\n\\[\n\\begin{array}{cccc}\n180 & 144 & 120 & 90 \\\\\n\\text{which} & \\text{is less} & \\text{by} & \\text{than} \\\\\n80 & 72 & 60 & 48 \\\\\n\\text{half,} & \\text{a 3rd} & \\text{a 5th} & \\text{a 3rd} \\\\\n\\end{array}\n\\]\n\n\\[\n\\begin{array}{cccc}\n120 & 90 & 60 & 45 \\\\\n\\text{just} & \\text{by} & \\text{a 5th} & \\text{half} \\\\\n\\end{array}\n\\]\n\nBy the same Reason,\n\n\\[\n\\begin{array}{cccc}\n100 & 67\\frac{1}{2} & 54 & 50 \\\\\n\\text{which} & \\text{is less} & \\text{than} & \\text{than} \\\\\n\\end{array}\n\\]\n\nAnd Consequently\n\n\\[\n\\begin{array}{cccc}\n102 & 65 & 55 & 51 \\\\\n\\text{the 7th.} & \\text{11th.} & \\text{13th.} & \\text{14th.} \\\\\n\\text{Note in} & \\text{the Ta-} & \\text{ble is a} & \\text{little} \\\\\n\\text{flatter} & \\text{sharper} & \\text{flatter} & \\text{flatter} \\\\\n\\end{array}\n\\]\n\nWhich answers the second Inquiry.\nNow to apply this (in a few words) to the Trumpet, where the Notes are produced only by the different force of the breath; it is reasonable to imagine that the strongest blast raises the sound by breaking the Air within the Tube into the shortest vibrations, but that no Musical sound will arise unless they are suited to some aliquot part, and so by reduplication exactly measure out the whole length of the Instrument, as in Fig. C, for otherwise a remainder will cause the same inconvenience in this case, as in Fig. D. To which if we add that a Pipe, being shortened according to the Proportions we even now discours'd of in a String, raises the sound in the same degrees, it renders the case of the Trumpet just the same with the Monochord.\n\nFor a Corollary to this Discourse, we may observe that the distances of the Trumpet Notes ascending, continually decreased in proportion of $\\frac{1}{2}$, $\\frac{1}{3}$, $\\frac{1}{4}$, $\\frac{1}{5}$ in infinitum.\n\nFor,\n\nThe second Note in the first Table differs from the third second by $\\frac{1}{2}$ of the String, &c.\n\nAn Account of the cause of the Change of the Variation of the Magnetical Needle; with an Hypothesis of the Structure of the Internal parts of the Earth: as it was proposed to the Royal Society in one of their late Meetings. By Edm. Halley.\n\nSome years since I published in these Transactions, (Numb. 148,) a Theory of the Variation of the Magnetical Compass, wherein having collected as many Observations as at that time I could procure, and having",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101937.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11206,
    "total-output-tokens": 2373,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1573,
        3
      ],
      [
        1573,
        3356,
        4
      ],
      [
        3356,
        4980,
        5
      ],
      [
        4980,
        6687,
        6
      ],
      [
        6687,
        8204,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101937",
    "title": "A Discourse concerning the Musical Notes of the Trumpet, and Trumpet-Marine, and of the Defects of the Same, by the Honourable Francis Roberts, Esq; R. S. S.",
    "authors": "Francis Roberts",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101937"
  }
}