{
  "id": "379e591eb3744d3107a0d43fe275ee12ee114c86",
  "text": "XVII. Experiments to ascertain the State in which Spirit exists in fermented Liquors: with a Table exhibiting the relative Proportion of pure Alcohol contained in several Kinds of Wine and some other Liquors. By William Thomas Brande, Esq. F.R.S.\n\nRead June 13, 1811.\n\nSECTION I.\n\nIt has been a commonly received opinion, that the alcohol obtained by the distillation of wine, does not exist ready formed in the liquor, but that it is principally a product of the operation, arising out of a new arrangement of its ultimate elements.\n\nThe proofs which have been brought forward in support of this theory, are chiefly founded on the researches of Fabroni,* who attempted to separate alcohol by saturating the wine with dry subcarbonate of potash, but did not succeed, although by the same means he could detect very minute portions of alcohol which had been purposely added.\n\nTo obtain satisfactory results from many of the following experiments, it became necessary to employ wines to which little or no spirit had been added; for a very considerable addition of brandy is made to most of the common wines, even before they are imported into this country. I therefore occasionally used Burgundy, Hermitage, Cote Roti, Champagne, Frontignac,\n\n* Annales de Chimie, XXXI. p. 303.\nand some other French wines, to which, when of the best quality, no spirit can be added, as even the smallest proportion impairs the delicacy of their flavour, and is consequently readily detected by those who are accustomed to taste them. For these, and for the opportunity of examining many of the scarce wines enumerated in the table annexed to this Paper, I am indebted to the liberality of the Right Hon. Sir Joseph Banks.\n\nDr. Baillie, who took considerable interest in this investigation, was also kind enough to procure for me some port wine, sent from Portugal for the express purpose of ascertaining how long it would remain sound, without any addition whatever of spirit having been made to it.\n\nLastly, I employed raisin wine, which had been fermented without the addition of spirit.\n\nAt a very early period of the present inquiry, I ascertained by the following experiments, that the separation of the alcohol, by means of subcarbonate of potash, was interfered with, and often wholly prevented by some of the other ingredients of the wine.\n\nA pint of port wine was put into a retort placed in a sand heat, and eight fluid ounces were distilled over, which by saturation with dry subcarbonate of potash, afforded about three fluid ounces of tolerably pure spirit floating on the surface.\n\nI repeated this distillation precisely under the same circumstances, and mixed the distilled liquor with the residuum in the retort, conceiving that if the spirit were a product, I now should have no difficulty in separating it from the wine by the addition of subcarbonate of potash; but although every pre-\ncaution was taken, no spirit separated: a portion of the subcarbonate, in combination with some of the ingredients of the wine, formed a gelatinous compound, and thus prevented the appearance of the alcohol.\n\nIt has been remarked by Fabroni, in the Memoir above quoted, that one hundredth part of alcohol purposely added to wine may be separated by subcarbonate of potash, but several repetitions of the experiment have not enabled me to verify this result; when however a considerable addition of alcohol has been made to the wine, a part of it may be again obtained by saturation with the subcarbonate. The necessary addition of spirit to port wine, for this purpose, will be seen by the following experiments.\n\nFour ounces of dry and warm subcarbonate of potash were added to eight fluid ounces of port wine, which was previously ascertained to afford by distillation 20 per cent. of alcohol (by measure), of the specific gravity of 0.825 at 60°.\n\nIn twenty-four hours the mixture had separated into two distinct portions; at the bottom of the vessel was a strong solution of the subcarbonate, upon which floated a gelatinous substance, of such consistency as to prevent the escape of the liquor beneath when the vessel was inverted, and which appeared to contain the alcohol of the wine, with the principal part of the extract, tan, and colouring matter, some of the subcarbonate, and a portion of water; but as these experiments relate chiefly to the spirit contained in wine, the other ingredients were not minutely examined.\n\nTo seven fluid ounces of the same wine, I added one fluid ounce of alcohol (specific gravity 0.825), and the same quantity of the subcarbonate of potash as in the last experiment;\nbut after twenty-four hours had elapsed, no distinct separation of alcohol had taken place.\n\nWhen two fluid ounces of alcohol were added to six fluid ounces of the wine, and the mixture allowed to remain undisturbed for the same length of time as in the former experiments, a stratum of impure alcohol, of about a quarter of an inch in thickness, separated on the surface.\n\nThe addition of three fluid ounces of the alcohol to five fluid ounces of the wine, formed a mixture from which a quantity of spirit readily separated on the surface, when the subcarbonate was added, and the gelatinous compound sunk nearly to the bottom of the vessel, there being below it a strong solution of the subcarbonate.\n\nWhen in these experiments Madeira and Sherry were employed instead of Port wine, the results were nearly similar.\n\nIt was suggested to me by Dr. Wollaston, that if the wine were previously deprived of its acid, the subsequent separation of the alcohol, by means of potash, might be less interfered with. I therefore added, to eight fluid ounces of port wine, a sufficient quantity of carbonate of lime to saturate the acid, and separated the insoluble compounds produced by means of a filter. The addition of potash rendered the filtered liquor turbid, some soluble salt of lime, probably the malate, having passed through the paper; but the separation of alcohol was as indistinct, as in the experiments just related.\n\nIt is commonly stated, that the addition of lime water to wine, not only forms insoluble compounds with the acids, but also with the colouring matter, and that these ingredients may be thus separated without heat; but on repeating these experiments, they did not succeed, nor could I devise any\nmode of perfectly separating the acids, and the extractive and colouring matter (excepting by distillation), which did not interfere with the alcohol.\n\nIf the spirit afforded by the distillation of wine were a product and not an educt, I conceived that by performing the distillation at different temperatures, different proportions of spirit should be obtained.\n\nThe following are the experiments made to ascertain this point.\n\nFour ounces of dried muriate of lime were dissolved in eight fluid ounces of the Port wine employed in the former experiments: by this addition, the boiling point of the wine, which was $190^\\circ$ Fahrenheit, was raised to $200^\\circ$. The solution was put into a retort placed in a sand heat, and was kept boiling until four fluid ounces had passed over into the receiver, the specific gravity of which was $0.96316$ at $60^\\circ$ Fahrenheit.*\n\nThe experiment was repeated with eight fluid ounces of the wine without any addition, and the same quantity was distilled over, as in the last experiment: its specific gravity at $60^\\circ$ Fahrenheit, was $0.96311$.\n\nEight fluid ounces of the wine were distilled in a water bath; when four fluid ounces had passed over, the heat was withdrawn. The specific gravity of the liquor in the receiver was $0.96320$ at $60^\\circ$ Fahrenheit.\n\nThe same quantity of the wine, as in the last experiment, was distilled at a temperature not exceeding $180^\\circ$ Fahrenheit. This temperature was kept up from four to five hours, for\n\n* It was supposed that in this experiment a small portion of muriate of lime might have passed over into the receiver, but the distilled liquor did not afford the slightest traces of it, to the tests of oxalate of ammonia and nitrate of silver.\nfive successive days, at the end of which period, four ounces having passed into the receiver; its specific gravity at $60^\\circ$ was ascertained to be $0.96314$.\n\nIt may be concluded, from these results, that the proportion of alcohol is not influenced by the temperature at which wine is distilled, the variation of the specific gravities in the above experiments being even less than might have been expected, when the delicacy of the operation by which they are ascertained, is considered.\n\nI have repeatedly endeavoured to separate the spirit from wine, by subjecting it to low temperatures, with a view to freeze the aqueous part; but when the temperature is sufficiently reduced, the whole of the wine forms a spongy cake of ice.\n\nIn a mixture of one fluid ounce of alcohol with three of water, I dissolved the residuary matter, afforded by evaporating four fluid ounces of Port wine, and attempted to separate the alcohol from this artificial mixture by freezing; but a spongy cake of ice was produced as in the last experiment.\n\nWhen the temperature is more gradually reduced, and when large quantities of wine are operated upon, the separation of alcohol succeeds to a certain extent, and the portion which first freezes is principally, if not entirely water, hence in some countries this method is employed to render wine strong.\nSECTION II.\n\nHaving ascertained that alcohol exists in wine ready formed, and that it is not produced during distillation, I employed that process to discover the relative proportion of alcohol contained in different wines.\n\nIn the following experiments, the wine was distilled in glass retorts, and the escape of any uncondensed vapour was prevented by employing sufficiently capacious receivers, well luted, and kept cold during the experiment.\n\nBy a proper management of the heat towards the end of the process, I could distil over nearly the whole of the wine without burning the residuary matter: thus, from a pint of Port wine, of Madeira, of Sherry, &c. I distilled off from fifteen fluid ounces, to fifteen fluid ounces and a half; and from the same quantity of Malaga, and other wines containing much saccharine matter, I could readily distil from fourteen to fifteen fluid ounces.\n\nIn order to ascertain the proportion of alcohol with precision, pure water was added to the distilled wine, so as nearly to make up the original measure of the wine, a very small allowance being made for the space occupied by the solid ingredients of the wine, and for the inevitable loss during the experiments: thus, five fluid drachms and a half of distilled water were added to fifteen fluid ounces and a quarter of the liquor procured by the distillation of a pint of port wine, and in other cases nearly the same proportions were observed. This mixture of the distilled wine and water, was immediately transferred into a well stopped phial, and having been thoroughly agitated, was allowed to remain at rest for some\nhours; its specific gravity (at the temperature of 60° Fahrenheit), was then very carefully ascertained, by weighing it in a bottle holding exactly one thousand grains of distilled water at the above temperature, and the proportion of alcohol per cent. by measure, was estimated by a reference to Mr. Gilpin's tables,* the specific gravity of the standard alcohol being 0.82500 at 60°.\n\nAs the most convenient mode of exhibiting the results of these numerous experiments, I have thrown them into the form of a table; in the first column the wine is specified; the second contains its specific gravity after distillation, as above described; and the third exhibits the proportion of the pure spirit, which every hundred parts of the wine contain. I have also inserted porter, ale, cyder,† brandy, and some other spirituous liquors, for the convenience of comparing their strength, with that of the wines.\n\n* Phil. Trans. 1794.\n† The proportion of spirit, which may be obtained from these three liquors, is subject to considerable variation in different samples: the number given for each, in the table, is therefore the mean of several experiments, as it did not seem necessary to specify them separately.\n| Wine                  | Specific Gravity after Distillation | Proportion of Alcohol, per Cent. by Measure |\n|-----------------------|-------------------------------------|---------------------------------------------|\n| Port                  | 0.97616                             | 21.40                                       |\n| Ditto                 | 0.97532                             | 22.30                                       |\n| Ditto                 | 0.97430                             | 23.39                                       |\n| Ditto                 | 0.97400                             | 23.71                                       |\n| Ditto                 | 0.97346                             | 24.29                                       |\n| Ditto                 | 0.97200                             | 25.83                                       |\n| Madeira               | 0.97810                             | 19.34                                       |\n| Ditto                 | 0.97616                             | 21.40                                       |\n| Ditto                 | 0.97380                             | 23.93                                       |\n| Ditto                 | 0.97333                             | 24.42                                       |\n| Sherry                | 0.97913                             | 18.25                                       |\n| Ditto                 | 0.97862                             | 18.79                                       |\n| Ditto                 | 0.97705                             | 19.81                                       |\n| Ditto                 | 0.97700                             | 19.83                                       |\n| Claret                | 0.98440                             | 12.91                                       |\n| Ditto                 | 0.98320                             | 14.08                                       |\n| Ditto                 | 0.98092                             | 16.32                                       |\n| Calcavella            | 0.97920                             | 18.10                                       |\n| Lisbon                | 0.97846                             | 18.94                                       |\n| Malaga                | 0.98000                             | 17.26                                       |\n| Bucellas              | 0.97890                             | 18.49                                       |\n| Red Madeira           | 0.97899                             | 18.40                                       |\n| Malmsey Madeira       | 0.98090                             | 16.40                                       |\n| Marsala               | 0.97196                             | 25.87                                       |\n| Ditto                 | 0.98000                             | 17.26                                       |\n| Red Champagne         | 0.98608                             | 11.30                                       |\n| White Champagne       | 0.98450                             | 12.80                                       |\n| Burgundy              | 0.98300                             | 14.53                                       |\n| Ditto                 | 0.98540                             | 11.95                                       |\n| White Hermitage       | 0.97990                             | 17.43                                       |\n| Red Hermitage         | 0.98495                             | 12.32                                       |\n| Hock                  | 0.98290                             | 14.37                                       |\n| Ditto                 | 0.98873                             | 8.88                                        |\n| Vin de Grave          | 0.98450                             | 12.80                                       |\n\nMDCCCXI.\n| Wine            | Specific Gravity after Distillation | Proportion of Alcohol, per Cent. by Measure |\n|-----------------|-------------------------------------|--------------------------------------------|\n| Frontignac      | 0.98452                             | 12.79                                      |\n| Cote Roti       | 0.98495                             | 12.32                                      |\n| Rousillon       | 0.98005                             | 17.26                                      |\n| Cape Madeira    | 0.97924                             | 18.11                                      |\n| Cape Muschat    | 0.97913                             | 18.25                                      |\n| Constantia      | 0.97770                             | 19.75                                      |\n| Tent            | 0.98399                             | 13.30                                      |\n| Sheraaz         | 0.98176                             | 15.52                                      |\n| Syracuse        | 0.98200                             | 15.28                                      |\n| Nice            | 0.98263                             | 14.63                                      |\n| Tokay           | 0.98760                             | 9.88                                       |\n| Raisin Wine     | 0.97205                             | 25.77                                      |\n| Grape Wine      | 0.97925                             | 18.11                                      |\n| Currant Wine    | 0.97696                             | 20.55                                      |\n| Gooseberry Wine | 0.98550                             | 11.84                                      |\n| Elder Wine      | 0.98760                             | 9.87                                       |\n| Cyder           | 0.98760                             | 9.87                                       |\n| Perry           | 0.98760                             | 9.87                                       |\n| Brown Stout     | 0.99116                             | 6.80                                       |\n| Ale             | 0.98873                             | 8.88                                       |\n| Brandy          | 0.93544                             | 53.39                                      |\n| Rum             | 0.93494                             | 53.68                                      |\n| Hollands        | 0.93855                             | 51.60                                      |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107349.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 4319,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1277,
        2
      ],
      [
        1277,
        2888,
        3
      ],
      [
        2888,
        4601,
        4
      ],
      [
        4601,
        6320,
        5
      ],
      [
        6320,
        8064,
        6
      ],
      [
        8064,
        9405,
        7
      ],
      [
        9405,
        11020,
        8
      ],
      [
        11020,
        12225,
        9
      ],
      [
        12225,
        16195,
        10
      ],
      [
        16195,
        18770,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107349",
    "title": "Experiments to Ascertain the State in Which Spirit Exists in Fermented Liquors: With a Table Exhibiting the Relative Proportion of Pure Alcohol Contained in Several Kinds of Wine and Some Other Liquors",
    "authors": "William Thomas Brande",
    "year": 1811,
    "volume": "101",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107349"
  }
}