{
  "id": "65d54ec96aad86ffb13dae45018614d413ac3e97",
  "text": "The INDEX for this Sixth Volume of A:1671.\n\nThe first Figure refers to the Number of the Tracts; the second to the Page.\n\nA.\n\nGRICULTURE Hortulanus for best Cider, 70. 2128. Choice of Apples and Fruits for some toy, and for the liquor, &c., 71. 2144. Arnaud's Eruptions; See Barcellus in the Title of Books.\n\nAir gradually compressed in water, calculated to 1947 foot deep, 73. 219. Demonstrated with a scheme, 75. 2239.\n\nAnatomy; the texture of the Spleen, by Malpighi, 71. 2149. The structure of the lungs of Frogs, Tortoises, and other nobler animals, ib. Causa formatrix of the fetus examin'd, 74. 2274. Mulierum testes esse ovario analogos; quaeritur, 74. 2218. See more de Genitali mulierum, in the Title of Books. De Graef. Of the Heart; see Lower in Books. Petrifications in Human bodies, 71. 2158. Anatomie of a Porpois, 76. 2274. Anatomie of Vegetables; see D. Grew in Books. Veins in vegetables analogous to veins in Animals, by Mr. Lister, 79. 2052.\n\nThat Respiration is nothing but a reciprocation of the Air inclos'd in the chest, and an alternate motion of the Lungs and Diaphragme: And the several Uses of Respiration, 70. 2141.\n\nAntiquities solicited, 69. preface. The Origin of Literature, Philology and Philosophy; see Mr. Gale in Books. Antient Monuments in upper Egypt. Sphinxes, Temples, &c., 71. 2151. The Antient Euripus described with modern accurateness, 71. 2153. The Amiantus, or the stone yielding an incomparably linen, recover'd, and dress'd into paper, parchment or leather, and design'd for a book, which they would have call'd the Book of Eternity, 74. 2167. The Antient numerical Algebra of Diophantus Alex. with modern Additions, 71. 2190. The Antient Geometricians facilitated, 79. 3068 Antient Oars, Galleyes, and Sea-fights, and huge Ships; see Melibomius in Books. Antient and Modern Architecture and Conduct Naval; see Written in Books. Vitruvius's Architecture and Mechanicks design'd to be rendred English, with the choicest modern Notes; 72. 2190. An historical Collection of all Antient and Modern forts of Bricks, and compared; see Melibomius. The Antient Heavens compared with the Present, and many great Changes, new appearances, returns, and dis-appearances detected, and consider'd; 73. 2168. Antiquity claim'd for the Cartesian Philosophy; and that Philosophy digest'd into the School Method; see Autolycus Grand in Books.\n\nArtificial Instruments and Fig. us, or Observations, or growth of Arts curious, mechanical contrivances at Zena in Saxony; 74. 2213. The Royal Observatory at Paris for celestial Discoveries, ibid. A Cave of 170 steps decent for refrigerations, coagulations, conservations, &c., ibid. The Minery Art of training a load, and of ordering the Tin-mines in Cornwall, 69. 2096. Sr. S. Moreland's loud-speaking Trumpet, 71. 3056. Observations upon the Burning Concave of Lyons, 97. 3069. To make any Flower or Fruit grow without Seeds by Art; at least in minute resemblance, 69. 2215. Monsieur Petit's Cylinder Arithmetic to facilitate the Lord Aspens Bones, 78. 3043. Opticks and Dioptricks improv'd, and facilitated, 78. 3045. See also Numb. 80. Musick advanced and facilitated; See Th. Salmon in Books. The Art of Levelling, 71. 2164.\n\nAstronomy: Remarks on New Stars, 73. 2197. 2198. Many changes found in the Constellations, ib. 2199. A great blot or blackness in the Disc of the Sun, observ'd by Mr. Boyle Apr. 27. 1660. Spots discern'd in the Sun by Cassini Aug. 13. 71. n. 74. 2238. and n. 75. 2250. Noted by Mr. Hook Aug. 30. 71. n. 77. 2295. More of Solar Spots, 78. 3019. and 20. 2. The Eclipse of the Moon Sept. 8. 71. by dome-stick and forrain Observation, 76. 2271. and n. 78. 3031. The transit of U and P, 78. 3031. To remark the orbite of the Moon, Mr. Flamsteeds Calculations, 77. 2297. and 79. 2061. The Satellites of U calculated by Cassini, as for Uranburg, 74. 228. The Occultation of the first of the Circumjovialists by U, 78. 3031. Saturn's ansa dis-appearing, 78. 3024. and 3034.\n\nB.\n\nBees swarming more early than usual; the cause guess'd, 70. 2178. Bees hatch't in Willows, 74. 2211. The humming Bird of America, 74. 2223.\n\nBooks. 1. Autolycus out of an Arabick MS. of 500 years, rendred Latin by Dr. Pocock, to represent, How diligence and observation assist for a Philosophical education, 73. 2214.\n\n2. Phil.\nINDEX.\n\n1. Phil. Baldeus his Description of some of the chief parts of the East-Indies, &c.\n\n2. Isaac Barrow S.R. Lectiones in quibus Opticorum Phænomenum genuinæ rations investigantur, 75, 2273.\n\n3. Euphém Lectiones Geometricæ, in quibus generalia Linearum Curvarum Symptomata declarantur, ibid.\n\n4. Job. Fouch. Beckeri Experimentum Chymicum, artificiale & subitam Metallorum generationem & transmutationem ad ocu- lum demonstrans, 74, 2232. with a brief touch on his Physica Sub-terranea, ibid.\n\n5. M. Bernier on the Empire of the G. Mogol rendered English, 75, 2263.\n\n6. Job. Alph. Borellius de motionibus à Gravitate dependentibus, 75, 2210.\n\n7. Euphém Historia & Meteorologia Incendii Ætnæ A. 1659, n. 75, 2224.\n\n8. M. Bourdelot his reeae-ches and Observations upon Vipers, 77, 3013.\n\n9. Mr. Boyle of the Usefulness of Experimental Philosophy Tom. 2, n. 72, 2179.\n\n10. P. Cherubim d'Orleans la Dioptrique Oculaire, 75, 3045.\n\n11. Diophanti Alex. Arithmeticorum libri cum Comment. Bacheti & Observationibus Fermati cui accessit Doctrina Analytica Inventum Novum, 72, 2184.\n\n12. Mich. Fehr. M.D. de Abinthii natura, 74, 2235.\n\n13. Car. de la Font dissertat. duæ de Veneno Pestentiali 73, 2210.\n\n14. Thoep. Gale his Original of Humane Literature, both Philology and Philosophy, 74, 2231.\n\n15. Regn. de Graef de Succo Pancreatico, & de Genitalibus Mulierum, 79, 3066.\n\n16. Ant. le Grand Philosophia Veterum è mente Renati Des-Cartes breviter digesta, 70, 2138.\n\n17. Euphém Institutio Philosophiae, n. So.\n\n18. Mich. Grew S.R. The Anatome of Vegetables begun; with a general accempt of Vegetation grounded thereon, 78, 3037.\n\n19. Grimaldi de Lumine, Coloribus & Iride Physico-Mathesis, 79, 3068.\n\n20. Frid. Hertel. Crocologia, 74, 2236.\n\n21. Th. Hobbs Roletum Geometricum, 72, 2185.\n\n22. The same refuted by Dr. Wallis S.R., 73, 2202.\n\n23. Theod. Kerkringii Anthropogeniae Ichnographia, 70, 2136.\n\n24. Idem in Currum Triumphalem Antimonium Bas. Valensis, 71, 216.\n\n25. Frid. Lachmundi Descriptio admirabilium Fossilium, qua in Tractu Hildeshei- mensis reperiuntur, 77, 3016.\n\n26. Fr. de Lana Prodromo de alcun inventioni nuove, premisse al Arte vaelitra, 69, 2114.\n\n27. Leibnitz Hypothesis Physica Nova, sive Theoria de motu Concreto, una cum Theoria Motus Abstracti: and Dr. Wallis's Opinion concerning it, 74, 2227.\n\n28. R. ch. Lower R. de Corda, & de motu, & Colore Sanguinis, & Chyli in eum transitu: una cum Dissertazione de Origine Catarrhi 73, 221.\n\n29. Dan. Ludovici Pharmacis moderno seculo applicanda, 76, 2287.\n\n30. Job. Fiem. Melibom us de Cerevisis po- tibique & Ebriaminibus, &c. Cui additur de Vino Uva & Pomorum 69, 2115.\n\n31. Melibom de Fabrica Triremium, 79, 3071.\n\n32. H. Mori Enchiridion Metaphysicum, sive de rebus Corporis Dissertatio, 72, 2187.\n\n33. Sr. Sam Moreland's Loud-speaking Trumpet, 79, 3066.\n\n34. Job. Ois Cogitationes Physico-Mechanica de natura illis, 77, 3033.\n\n35. Ignace Galton Pardes Elements de Geometrie, 79, 3064.\n\n36. Sim. Pauli Botanicum, 76, 220.\n\n37. M. Petit Observations sur la nature du Froid & du Chaud; avec un Discours sur la construction & l'usage d'un Cylindre Arithmetique, 78, 3043.\n\n38. De vulmorum motu, & Respiratio- nis usu nova Hypothesis, 70, 2141.\n\n39. Jaques Robault Traité de Physique, 70, 2138.\n\n40. Tho. Salmon's Advancement of Musick, n. 80.\n\n41. Nic. Stenson Prodromus concerning a Solid in a Solid, Englished, 72, 2156.\n\n42. Job. Bap. Sylvatici Institutio Medica de iis, qui morbum simulant, comprehenden- dis, 76, 2289.\n\n43. Fr. de le Boe Sylvii Praxis Medicæ Idea, 71, 2159.\n\n44. Euphém Oratio de affectis Epidemiarum, Leidam A. 1669. depopulatis, causis natu- ralibus, 73, 2212.\n\n45. Theou Smyrnæus rendered Latin by M. Bulliard, So.p. 30, 5.\n\n46. Matth. Tillingius de Laudano Opiato, 74, 2237.\n\n47. Mich. Vansteleus Relatione dello Sta- to presente del Egypto, 71, 2170.\n\n48. Notice of Vitruvius, to be rendered English, with the choicest modern notes, and diagrams, 72, 2190.\n\n49. Job. Wallisi R.S. de Motu Pars 3a, 76, 2286.\n\n50. Got.\nINDEX.\n\n51. Goth. Voigtii Deliciae Physicae, 77.3017.\n52. New Art of Naval Architecture and Conduct, 77.3005.\n\nSo far the Books.\n\nC.\nA Chronographic Problem solv'd by Mr. Collins of the R.S., 69.2093.\nGood Cider more wholesome than Wine, 69.2118.\nColours or Dyes how to be increased; which way to be fixed, 70.2132. See Insects and Kermes, below.\nOf Colours a New Theory by Mr. Isaac Newton, of the R.S., n.80.\n\nE.\nEuclid's Flux described, 71.2153.\n\nF.\nFermentations examin'd by Borellus, 73.2210.\nFifth Stellar described, 74.2221.\n\nG.\nGlowworms, observations about their shining, 72.2177. and 73.3035.\nGravity consider'd, 73.2210. and 74.2230.\n\nH.\nTwo Hurricanes in England, 71.2156.\n\nI.\nIce, how it appears when made in a place free from Air, 72.2169.\nIndies, Natural Observations of the East-Indies; See Baldens in Books.\nInsects; A viviparous Fly; of 33 sorts of Spiders in England, 72.2174. Spontaneous generation inquire'd and doubted, 74.2219. Bees hatch'd in willows, 74.2221.\nWasps, call'd Ichneumons; their several ways of breeding; and of their laying their Eggs in the bodies of Caterpillars, 76.2297. Snails are both male and female; and that Caterpillars may reach us, by their feeding, the correspondence of virtues in plants, 70.2282. Insects feeding on Henbane, and in their bodies correcting the horrid smell of henbane into an Aromatic; their Eggs also changing from a white to an Orange or deeper colour, 72.2176. Insects smelling of Musk, 74.2219.\n\nand 76.2281. more of Insects, 76.2284, 2285. and n.77.3002. The Goat-chaffer or Sweet Beetle in what season musky, 77.3003. The Musk-ant, 77.3002. Whether the Tarantula be not a phalarium, 77.3002.\nA Scolopendra thinning in the dark, 24.2221. See Glowworms. Insects in England of the Kermes kind, 71.2165. and n.72.2196.\n\nL.\nOf Light and Colours a New and very Ingenious Theory, by Mr. Isaac Newton, R.S., n.80.\n\nM.\nMathematicks and Mechanicks. See Art.\nA sweet Minifal Balsom newly found in Italy, 79.3059.\nAn Incombustible Mineral lately found in Italy, 72.2167. Mineral Art, see Art.\n\nN.\nNatural Observations, See Baldens in Books.\n\nP.\nPearls for some fowl and for peculiar uses recommended, 71.2147.\nFermentations consider'd in curious figures, 76.2282. in human bodies, 71.2158.\n\nS.\nSnails, 76.2282. Spiders; see Insects.\nA Salt of a strange kind, 79.3069.\n\nT.\nThe Torrid Zone known to be habitable above 500 years ago, 73.2214.\nThe Loud-speaking Trumpet, 79.3056.\n\nV.\nVegetation; see Dr. Grew's Anatomie, in Books. Veins in Vegetables analogous to Veins in Animals, 79.3051. To make any fruit or flower grow by Art and without seed, at least in minute resemblance. See Luna in Books.\nVegetable Excrestencies, breeding Insects, consider'd by Mr. Lister, R.S., 75.2254.\n\nNote.\nA corrupt Translation of these Phil. Transactions into Latin, animadverted upon, 75.2269.\n\nERRATA in Number 79. Page 3054.l.18. r. are not wanting. ibid.l.19. r. And in these.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal Society. 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101128.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 4331,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        4306,
        2
      ],
      [
        4306,
        8317,
        3
      ],
      [
        8317,
        11313,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101128",
    "title": "Back Matter",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101128"
  }
}