{
  "id": "21deca83d6b9d629b0c333d14eef526281493b16",
  "text": "Extract of a Letter written by Mr. Martin Lister to the Publisher,\nJanuary 25, 1677, relating partly to the same Argument with\nthat of the former Letter, and directing to another Insect, that\nis like to yield an Acid liquor; partly to the Bleeding of the\nSycamore.\n\nSir, Concerning the Acid liquor of Pismires, I have very\nlately received from Mr. Wray the Account (I suppose\nyou have it also by this time,) that was sent him from Mr. Fi-\nsher and Mr. Jessop; wherein these two last Gentlemen make\nthis further Inquiry, Whether there be any other Insect, or\nAnimal, Flesh or Fish, that will afford an Acid Juice; they\nhaving with great industry tried many species amongst Insects,\nand other Animals, without lighting on the like Acid liquor.\nI am of the mind, there are; and a ready way to find such out,\nmay be, that having observed, that a Pismire bruised and smelt\nto, emits a strange fiery and piercing savour, like the leaf of\nthe Herb, by Botanists called Flammula, broken at one's no-\nstrils; by this means I have, since Mr. Wray put the question to\nme, found an Insect, which I suspect, may yield an Acid liquor\nas well as the Pismire; and that is the Long and Round-\nbodied read-coloured Julius, distinguished from all other Multi-\npeds, in that their innumerable legs are as small as hair, and\nwhite, and in going they are moved like waves; not rare a-\nmongst drier rubbish; no Scolopendra, ours being an harmless\ninsect, and that armed with dangerous forcipes. The body\nof this Julius being bruised strikes the nostrils exceeding fierce-\nly; but I have not yet had an opportunity to furnish myself\nwith any quantity of them for farther trials. The Change of\nColours in Flowers, &c. is a subject I have a little considered,\nand you shall have my thoughts and Experiments about it more\nat leisure.\n\nAs to the Bleeding of the Sycamore; the last year I winter'd\nat Nottingham, where I pierced a Sycamore about the begin-\nning of November; the turgescence of the Buds inviting me\nthereto, and some hopes of improving the notion of Winter-\nbleedings, so happily discover'd by Mr. Willoughby and Mr.\nWray. This succeeded so well with me, that I did afterwards\nengage myself in keeping a journal throughout the whole Winter; from which Journal, I think, I may note:\n\n1. That the wounded Sycamores never bled, neither in November, nor December, nor January, nor February, nor March, (which yet they did above 40, several times, that is, totally ceasing and then beginning anew,) unless there preceded a sensible and visible Frost; for I had no other way of recording the temper of the Air.\n\n2. That the Frost did not always set a bleeding the wounds, they found made before they came, though sometimes they did; but upon their breaking up, or very much relenting, the wounds either made in that instant of time, or made many months before, did never fail to bleed more or less.\n\n3. That particularly upon the breaking up of the two great and long Frosts (the first of which hapn'd that year in that Country to be on the third of January; the second, about the 12th, 13th and 14th of February,) all the wounds ran most plentifully: so that such times may be look'd upon as the most proper season of gathering great quantities of Juice from this Tree. Removing into Craven the latter end of March, and thence to London, my Journal was discontinued; I had yet, upon my return from London into Craven, some leisure to prosecute it. Those, I there wounded the latter end of May, did did not bleed neither the remaining part of that month, nor the following months of June and July, but had the orifice of the wounds made with a small Auger, in a manner quite grown up, and would scarce admit a Pigeon's feather. Wherefore the 20th of July I cut out a square piece of about two inches of the bark of a large and well-grown Sycamore, about my height in the body of it: This wound began to run the next morning about 9 o'clock, to as to drop; and that was all, and dried up by 11 in the morning. The like cut I made in a young Sycamore the 8th of August; which in like manner bled the next morning, but stopp'd before 9 o'clock. It did so for 2 or 3 days, but then totally drying. Afterwards removing to York, the first of November I here pierced, and otherwise wounded two Sycamores; and having observ'd them myself at times, when, according to my former Observations made in Nottinghamshire, I might well expect to have found them bleeding; yet they never sturr'd, that we could observe, to this day. Since\nMr. Wray hath assured me, that those of Warwickshire bled the 16th of November last past copiously; and since the Walnut-tree also. And so much for matter of fact.\n\nTo what cause we may truly refer this Anomalous Bleeding, is not easy to say. For my part, I am not apt to think, that there is such a sudden and extemporary Ascent of Sap, at such time as these Trees are most dispos'd to bleed; but rather that the Sap, in all parts of the Tree, is some ways notably altered in its temper and consistence: And this Bleeding by stress of weather may in these Trees probably be look'd upon as a violence done to their natures from an unkind Climate; considering the Walnut and Sycamore as strangers, and not natives of England. 'Tis indeed true, there are many sorts of English Plants, which will bleed in Winter; but note also, that such Plants never refuse to do so at any time of the year, no more than a Man, who may bleed a vein when he pleaseth. But let the Hypothesis be what it will, I am perswaded, we shall have but dark and imperfect notions of the motion of the Juyces in Vegetables, until their true Texture be better discover'd. To conclude this subject, I now put these two Queries; 1. Whether the Juice of Trees, whilest alive and vegete, can properly be said, at any time of the year, to descend, or to be wanting in any part, or not to be therein in a much like quantity? 2. What condition the Soil is of, where such Trees are planted, that shall either bleed or refuse to do so; whether Sandy, as that of Nottingham; or a wet Clay, as that of the two Trees, I have observ'd here at York?\n\nAn Extract of another Letter written by the same Gentleman, Mr. Wray, to the Publisher, of Febr. 8th. 1672. Containing some Experiments about the Bleeding of the Sycamore, and other Trees; as also, a considerable Note of Pliny about the Mulberry-Tree.\n\nConcerning the Bleeding of the Sycamore, let me acquaint you with the following Experiment. The first instant it froze, the Wind at North; the Frost and Wind continued (some little Snow and rain falling) the 2d, 3d, 4th, 5th, 6th, until the 7th in the morning, when the Wind came about to the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101625.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1778,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2164,
        2
      ],
      [
        2164,
        4503,
        3
      ],
      [
        4503,
        6653,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101625",
    "title": "Letter Written by Mr. Martin Lister to the Publisher, Jannuar. 25. 1670/71, Relating Partly to the Same Argument with That of the Former Letter, and Directing to Another Insect, That is Like to Yield an Acid Liquor; Partly to the Bleeding of the Sycamore",
    "authors": "Martin Lister",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101625"
  }
}