{
  "id": "342cdec1c3c3e7d8b97dffaf2a2fe9cf57986464",
  "text": "ty, &c. and likewise in its descriptions of the use of such Instruments as have been invented, to enable us to judge of them, as the Barometer, Thermometer, Hygrometer, &c. most of which is from the Honourable Mr Boyle and the Philosophical Trans.\n\nHe hath given an account of Springs and Fountains from Capt. Halley and Dr Woodward.\n\nIn the Art of Botany he hath been very large, giving an account of the several kinds of subalternate Species of Plants, and their Specifick differences, in which he chiefly follows our excellent Botanist Mr Ray, but hath consulted Mr Tournefort, also Morison and other Writers on this subject.\n\nHe hath explain'd the method of calculating of Automata or Clock and Watch-work from Mr Derham, as also the terms of Art used in Painting and Sculpture.\n\nHe has given a Table of Fossils from the Learn'd Dr Woodward; a Scheme of Metals and Stones from Bp Wilkins real Character; and a Table of Animals from Mr Ray.\n\nHe has also given from Dr Woodward a very large account of Vegetation confirm'd by very accurate Experiments and Observations, from all which that matter is set in a better light than it has ever yet appeared in.\n\nIn Chymistry he hath been very large and particular, explaining the Chymical Principles, Vessels and degrees of Fire, and hath omitted no process or Operation of use, that he could either meet with in Books, procure from his Friends, or had an opportunity of trying himself.\n\nIn Heraldry he hath given the entire Art of Blazoning and Marshalling a Coat of Arms; and explained all the Ordinarys, Charges, Bearings, &c. by Figures, but hath said nothing of Families (any further than that such a Coat belongs to such a Name) explaining only the Art and its terms.\n\nIn Logick, Metaphysics, Ethics, Grammar, Rhetorick, &c. he is designedly very short; giving usually the bare explication of the Words and terms of those Arts.\n\nIn History and Chronology he hath given what properly belongs to them as Arts, as an account of the Civil computation of time, the original and reduction one to another of the several Era's, Epoch'a's, Periods, &c.\n\nAs to the Law, he has consulted the best Authors and Dictionaries in that kind he could meet with, and hath from thence transcribed abridgedly all that seem'd necessary, and then had it examin'd and corrected by a Person of known Ability in that Profession.\n\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Paul's Church-yard. 1704.\n\nADVERTISEMENT.\n\nTables of Interest for all Rates and Times, newly and exactly computed, by Mr Israel Falgate, at the Bank of England.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102948.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2616,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102948",
    "title": "Advertisement",
    "authors": null,
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102948"
  }
}