{
  "id": "3ee236ab20591b8433679cb2256e4fb2fe682ced",
  "text": "Therefore we may find a Value of $z$ express by the Powers of $y$; again, since $1 + z = (1 + y)^n$, therefore $z = (1 + y)^n - 1$\nthat is $z = ny + \\frac{n}{1} \\times \\frac{n-1}{2} y^2 + \\frac{n}{1} \\times \\frac{n-1}{2} \\times \\frac{n-2}{3} y^3$,\n&c. Therefore $z$ is doubly express by the Powers of $y$. Compare these Two Values together, and the Coefficients $a, b, c, &c.$ will be determin'd, except the first $a$ which may be taken at Pleasure, and gives accordingly, all the different Species of Logarithms.\n\nXI. An Account of the Appearance of an extraordinary Iris seen at Chester, in August last, by E. Halley.\n\nOn the Sixth Day of August last, in the Evening, between Six and Seven of the Clock, I went to take the Air upon the Walls of Chester, when I was surprized by a sudden Shower, which forced me to take Shelter in a Niche that afforded me a Seat in the Wall, near the North East Corner thereof. As I sat there, I observed an Iris, exceedingly vivid, as to its Colours, at first on the South Side only, but in a little Time with an entire Arch; and soon after, the Beams of the Sun being very strong, there appeared a secondary Iris, whose Colours were more than ordinary Bright; but inverted, as usually: that is, the Red was inwards, which in the primary Iris is outward, and è contra for the Blues. But what I took most Notice of was, that with these Two concentrick Arches, there appeared a Third Arch, near upon as bright as the Secondary Iris, but coloured in the Order of the Primary, which took its Rise from the Intersection of the Horizon and Primary Iris, and went\ncross the Space between the Two, and intersected the Secondary, as in the Figure $AFCG$, intersects the Secondary Iris $EFGD$, dividing the Arch $ED$ into Three equal Parts, as near as I could then guess: but at first the Arch $AF$ did not appear, which afterwards became as bright as the former. I observed the Points $F$ and $G$ to arise and the Arch $FG$ gradually to contract, till at length the Two Arches $FHG$, and $FG$ became co-incident; when for a great Space, the Secondary Iris lost its Colours, and appeared like a White Arch at the Top. I observed also, that at the Points $F$ and $G$, the Intersection of the Interior Red of the secondary Iris, and the exterior Red of the Arch, was much more intensely Red than the outward Limb of the Primary Iris; and that during the whole Appearance, the upper Part of the third Iris was not at all visible, beyond the Intersections, $F$, $G$. This uncommon Sight entertained me for about Twenty Minutes, when the Clouds blowing away, the whole Vanished. I was at first amazed with the Sight, but afterwards, recollecting that the Sun shone along the River Dee, which from thence empties itself into the W.N.W. where the Sun then was, I concluded, this Secondary Arch, $AFHGC$, was produced by the Beams of the Sun reflected from that Water, which at that time was very Calm; and it had been much more Bright had it been at that time about High, as it was Low Water, when all the Sands were bare. I was soon confirmed that my Supposition was Right, and that it answered all the Appearance without any Scruple, and that the Arch $AFHGC$, was no other than that part of the Circle of the Iris, that would have been under the Earth, bent upwards by Reflection; of which no more need to be said. I remember not to have read of any such Iris, in any Author I have hitherto met with, and though Des Cartes, in his Meteors, pag. 225. of the Amsterdam\nAmsterdam Edition, speaks of an inverted Iris by Reflection, I query whether ever any such has been really observed, at least it ought rather to appear a whole Circle, than a piece thereof: nor is it possible to be seen, as he describes it, when the Sun is less than Five and Forty Degrees high; in which Case, the Shade of the Cloud out of which the Rain falls, would be very apt to intercept the Beams of the Sun: and till some authentick Relation shall shew in what Circumstances it hath been effected, I must beg pardon if I still doubt the Appearance of any such Phenomenon.\n\nOn this Occasion, I can't forbear relating another Appearance I saw in London Streets on the 11th of March, in the Year 1696. It rained pretty thick a small Rain, and the Sun, about Two of the Clock, shone directly down Abchurch-Lane, as I was passing along it with my Back to him, when I perceived the Arch of the primary Rain-Bow in the Drops of Rain spanning the Street like an Arch of a Building, under which I was to pass; the Crown whereof was not much higher than my Head, and the diameter thereof scarce so wide as the Street, which is but 5 Yards; and it moved along with me as fast as I went; the Colours being very vivid and distinct, though the Arch itself appeared but narrow, and the Houses were every where behind it. This, tho' very uncommon, will not appear strange to those that have well considered the Nature of the Iris; but the Ancients who believed Iris the Messenger of the Gods, would have been apt to have thought she had some peculiar Message, when she placed her self so near me, as to be almost within reach: I understood her to invite me to inquire further into the Nature of her Production,\nand accordingly, taking her under my Consideration, I had all the Success I could wish for, which perhaps may not be unacceptable to the Curious, if I publish in one of the next Transactions.\n\nXII Account of Books.\n\n1. Voyages and Discoveries in South America: The First up the River of Amazons to Quito in Peru, and back again to Brazil, performed at the Command of the King of Spain, by Christopher D'Acugna. The Second, up the River of Plate, and thence by Land to the Mines of Potosi, by M. Acarete. The Third, from Cayenne into Guiana, in search of the Lake of Parima, reputed the richest Place in the World, by M. Grillet, and Bechamel. Done into English from the Originals, being the only Accounts of those Parts hitherto extant, with Maps. London, Printed for Sam. Buckly, at the Dolphin in Fleet-Street.\n\nFather D'Acugna, begins with a short Account of some remarkable Attempts that had been made unsuccessfully at several times by the Spaniards, to discover the River of Amazons; and then proceeds to the perfect Discovery of it, by Don Pedro de Texeira, who in the Year 1637, set out from Para in Brazil, with 70 Portuguese, and 1200 Indians in 47 Canoos, and passing up the River with much difficulty, got to Quito in Peru:",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102508.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 1771,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1593,
        3
      ],
      [
        1593,
        3489,
        4
      ],
      [
        3489,
        5192,
        5
      ],
      [
        5192,
        6427,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102508",
    "title": "An Account of the Appearance of an Extraordinary Iris Seen at Chester, in August Last, by E. Halley",
    "authors": "E. Halley",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102508"
  }
}