{
  "id": "ffe738d781467841bccf0f786c6aa3c0ba70a802",
  "text": "VII. An experimental Inquiry concerning the Reproduction of Nerves. By John Haighton, M.D. Communicated by Maxwell Garthshore, M.D. F.R.S.\n\nRead February 26, 1795.\n\nAn animate machine differs from an inanimate one in nothing more conspicuously, than in its power of repairing its injuries, and of curing its diseases.\n\nIt is wisely contrived by nature that, in many instances, the cause producing the injury lays the foundation for the cure; for as injuries, particularly those occasioned by cutting instruments, are necessarily attended with an effusion of blood, from the division of blood-vessels, this fluid, either immediately or remotely, fills up the breach. Hence every part possessed of vascularity, and consequently of blood, carries with it the principle by which it repairs its injuries; and the facility with which this process is conducted, generally bears some proportion to the freedom of the circulation in each individual part.\n\nBut it has been a subject of inquiry with anatomists and physiologists, to determine of what nature the new formed part is, and how far it may be said to possess the characters of the original part. There are few who will deny, that a bone, when fractured, fills up the chasm with a substance of its own kind; or that a tendon, when divided, repairs with a substance resembling itself. But this law of nature is not admitted as univer-\nsal; and this power of repairing in kind has been denied to several of the constituent parts of an animal machine. With respect to the nerves, it has been both affirmed and denied: some assert, that the new formed substance possesses the characters of the primitive nerve; others maintain, that it is totally different; and both found their opinions on experiment.\n\nWhen opinions so opposite to each other prevail on a point, which experiment seems so fully adequate to decide, we are naturally led to take a view of the manner in which the experiments were conducted, and consider the criterion to which each party appealed.*\n\nThere are only two tests which seem to offer themselves, and from which any degree of judgment can be formed. These are, either a minute and careful examination of the new formed substance in an anatomical way, and an accurate comparison of it with the original nerve; or, a cautious attention to the function of that nerve, by which we see the loss of it from the division, and the return of it from the reunion of the divided parts.\n\nThose who have subjected this matter to the test of experiment, have made their appeal to the first criterion; and have either affirmed or denied the reproduction, according as they thought the new formed part either agreed with or differed from the original nerve.\n\nThis criterion certainly supposes, that anatomy is fully competent to determine, what is the precise structure of nerves, what are the nature and characters of ultimate nervous fibres, and by what mechanism or power they execute their allotted\n\n* Vide Fontana, and Arnemann.\nfunction. It supposes likewise (and which by the way is not true), that anatomists are perfectly agreed upon this matter; and that those who make their appeal to anatomy, have admitted a common standard of comparison, by which they allow their experiments to be judged; but no position is more remote from fact. It is sufficient to say, that some think ultimate nervous fibres are constructed to act by tremors, whilst others believe them to be hollow tubes. Nor is the difference of opinion less, respecting the appearances which they exhibit on being viewed by a microscope. One eminent physiologist* observes, that the ultimate nervous fibres are \"serpentine and convoluted, very much resembling the winding of the seminal ducts in \"the testicle, or epididymis:\" but having extended his microscopical observations to other parts, he finds a similar disposition of fibre; nay, even neutral salts, in a state of crystallization, and metals, when microscopically examined, have convoluted fibrous appearances, corresponding with those of nerves. Another ingenious inquirer,† having subjected the nerves to microscopic examination, thought at one time that their fibres were composed of cylinders, with bands twined around them, in a spiral direction; but subsequent examinations convinced him, that this appearance had its origin in an optical deception, and that their true direction was that of \"parallel winding fibres.\" I have not yet heard whether a third examination has rectified the errors of the two former.\n\nAs it appears then, that microscopical observers neither agree with each other on this subject, nor with themselves, I think it fair to conclude, that ocular inspection cannot be admitted as a fair appeal, from which we can determine whether\n\n* Dr. Monro.\n† Fontana.\nthe substance which unites the extremities of divided nerves is of the same nature as the original nerve.\n\nDr. Arnemann, of Gottingen, who has written *ex professo* on the reproduction of nerves, denies positively, from anatomical examination, that the new formed substance is of the nature of nerve; and on being shown the result of some of my experiments, he declared at the first glance of the eye, \"that the medium of union did not possess the characters of \"nerve;\" and further, \"that the true nervous substance is \"never reproduced.\" But he had already prejudged the matter. On the other hand, I am persuaded that if the same preparations had been shown to the Abbé Fontana, he would have seen in the new formed substance a continuation of the winding parallel fibres, agreeable to the result of his own experiments.\n\nSuch a contrariety of opinions determined me to decline an appeal so undecisive, and to submit my inquiries to a test less doubtful and fallacious: and as such a test was not to be found within the pale of anatomy, I resolved to try whether the resources of physiology could not furnish me with what I wished.\n\nFrom physiology we learn, that if the action of a nerve be suspended by a division of it, and if that action be recovered in consequence of an union of its divided extremities, such medium of union must possess the characters and properties of nerve. I had therefore only to determine, what nerves appeared the most favourable for the experiment, and pursue the position just stated to its ultimate consequence. I know not whether my choice was judicious, but I determined on the eighth pair.\n\nThe first step I took in this inquiry, was to ascertain what effects will arise from the division of both of these nerves, together\nwith that branch of the great sympathetic nerve accompanying and strongly adhering to them.\n\nEXPERIMENT.\n\nA dog being properly secured, and a convenient incision made on the fore part of the neck, I divided both the nerves of the eighth pair: he became immediately restless and uneasy, betraying symptoms of great distress upon the stomach, which continued eight hours, when he died.\n\nThough the result of this experiment is perfectly agreeable to what other experimental physiologists have stated, I thought it of importance to the present inquiry, to give it confirmation by further experiment. I therefore repeated it on two other dogs, one of which survived it three days, the other only two.\n\nFrom these experiments we learn, that the action of these nerves was suspended, and that those vital organs which received their nervous energy from this source, had their functions arrested, so that death followed as a necessary consequence.\n\nIt may be said here, by way of objection, that a violent shock had been suddenly given to the machine; and that the animal perished rather from the sudden deprivation of the nervous influence, than from its absolute loss; and that if the same quantity had been abstracted in a more gradual way, the animal might have survived it. How little validity there would be in such an objection, the following experiment will evince.\n\nEXPERIMENT.\n\nAnother dog being procured, I divided only one of the nerves of the eighth pair. I was surprised to see how slightly\nhe was affected from it; for, excepting a little moroseness, there was scarcely any alteration perceptible, so that in a few hours after the operation he took food as usual. On the third day, I divided the other nerve; but the same symptoms immediately supervened here as followed the division of both nerves in the former experiments: he continued in a state of restlessness and anxiety, with palpitations and tremors, until the fourth day, when he died.\n\nThe event of this experiment differs in nothing from the former, than that the fate of the animal was suspended a little longer, but the ultimate effect was exactly the same: therefore, in the first experiments, the death of the animal is not to be imputed to the mere sudden deprivation of nervous energy, but to its absolute loss.\n\nWishing next to determine whether, by lengthening the interval between the division of the two nerves, a few days more, the life of the animal could not be protracted to a greater length, or even saved, I made another experiment.\n\n**EXPERIMENT.**\n\nHaving divided one of the nerves of the eighth pair, and waited the lapse of nine days, I divided the other. The same symptoms came on now as in the last experiment, but scarcely so violent. The only kind of food he would take was milk, and that in small quantities, and this always produced great uneasiness at the stomach, with symptoms of indigestion. In this state he continued thirteen days, and then died, very much emaciated.\n\nFrom this dog having lingered so long, I was beginning to\nentertain hopes of his recovery, and had that eventually happened, I doubt much whether, even under the present uncertainty of things, I could have resisted the temptation of ascribing such recovery to the reproduction of the nerves; but the event put a stop to my speculation.\n\nI think I have now proved my first position, (viz.) that whether the eighth pair of nerves be divided in immediate succession, so as to deprive an animal of their influence suddenly, or whether this deprivation be effected in a more gradual way, the consequences are in the end equally fatal. I must next endeavour to avail myself of this fact in the solution of the problem now before me. If the substance of nerve be reproduced, certainly a period longer than the above must be necessary for this process; but to mark the precise point of time when the line is to be drawn, would require the sacrifice of more animals than a question of mere curiosity could justify. I must, therefore, content myself with giving a general answer to the question, and inquire whether, by suspending the division of the second nerve for a much greater length of time than was done in the two last experiments, the existence of the animal could be preserved.\n\n**EXPERIMENT.**\n\nAnother dog being procured, and one of the nerves of the eighth pair divided, I allowed six weeks to elapse before the other was cut through. This division of the corresponding nerve evidently deranged him; but in a much less degree than in the former experiments. For some days he refused solid food, but took milk; afterwards he ate solid food in small quantities; and near a month had passed away before he fed\nas usual. The actions of the stomach were for a long time evidently deranged, so that he was continually harassed with symptoms of indigestion; and six months had nearly elapsed before he recovered his health, though during five months of the time he took his usual quantity of food.\n\nNow, to what cause are we to impute his recovery? The most probable one appears to be, that in the interval of six weeks the first nerve had been reproduced; so that the actions of those organs depending upon this nerve, though somewhat disturbed, were not suspended. But as the union of the second nerve advanced, and the reproduction of the first became more perfect, the vital organs gradually recovered their healthy state.\n\nI kept this animal nineteen months, during the greatest part of which time he performed the office of a yard dog. And here it may be proper to observe, that in all the experiments, the voice was totally lost on the division of the second nerve. This effect anatomists will easily understand, from recollecting that the recurrent branches of the eighth pair, which are the true vocal nerves, originate below the part where the trunks of the eighth pair were cut through; consequently those nerves are themselves in effect divided. Now it deserves to be remarked, that his voice returned in proportion as his general health improved; and in about six months he could bark as strongly as before, but the pitch of his voice was evidently raised.\n\nFrom this experiment, I am strongly inclined to believe that there must have been a true reproduction of the nerve; yet I do not contend, that if the part of union were examined by an anatomical eye, such reproduction would be very evi-\ndent. On the contrary, I am persuaded that anatomy can determine only the presence and existence of an uniting medium; but it is the province of physiology to decide whether the medium of union possess the characters, and perform the function, of the original nerve.\n\nThe evidence of reproduction, as resting on this experiment, may not be sufficient to obviate certain doubts, which reflections upon this subject may probably suggest. There is a difficulty which naturally presents itself here, and this is, the possibility of the stomach and vocal organs having received an additional supply of nervous energy from another source. And to give an appearance of validity to this objection, it may be said that the eighth pair of nerves communicates energy to the larynx by means of the laryngeal branch, and that this branch arises from the trunk above the part where the division was made, and consequently its function received no interruption from the experiment. Again, with regard to the stomach, another apparent objection offers. This organ receives nerves from the great sympathetic, as well as the eighth pair; and nothing hitherto advanced has tended to disprove, that the defect of nervous influence from the division of the latter, has been supplied by greater exertions of the former. Lastly, the familiar analogy of the vascular system, where collateral branches are enlarged from the obliteration of a principal trunk, tends further to give weight to these doubts.\n\nTo remove these seeming difficulties by anatomical investigation, or by directing my views to any changes that might be induced on the anastomosing nervous filaments, would be an undertaking not less tedious in its execution than unsatisfac-\ntory in its result; for there would still remain room for opposite opinions: and while some would argue that these anastomosing filaments were become evidently enlarged, others would contend that they had not suffered the slightest change.\n\nNow, I have already expressed my distrust of those decisions which are founded on an appeal to the eye, seeing that anatomy has yet to explain by what mechanism or structure these organs perform their office; and because I have frequently heard opposite opinions on my own preparations. I therefore prefer an appeal to the functions of these parts, and inquire whether, in the experiment in which the dog survived the division of the second nerve of the eighth pair after an interval of six weeks, it was effected by the reproduction of the first divided nerve, or in another way?\n\nThere are only two possible answers to such a question; these are, that either the functions of the stomach, larynx, &c. were carried on by anastomosing nerves; or that the united nerves had recovered their original importance.\n\nIf the first be contended for, this consequence ought to ensue, (viz.) that the eighth pair should now be entirely useless, and both of them may be divided a second time, without injuring any of the functions of the animal.\n\nIf the last be granted, it must of necessity follow, that the medium of union possessed the same properties as the original nerve.\n\nI have now circumscribed the field of inquiry, and have drawn the question into so narrow a compass, that it is in the power of a single experiment to prove either the affirmative or negative. If now the eighth pair be divided a second time in immediate succession, and the animal sustain it with impu-\nnity, I conceive it right to conclude, that the actions of those organs, which originally were carried on through the means of the eighth pair, are now performed by other channels, and that the true substance of the nerve is not reproduced. But on the contrary, if the animal die in consequence of it, then I think it equally just to infer, that the new formed substance is really and truly nerve, because we know of no other substance which can perform the office of nerve.\n\nI shall rely then upon the following, and consider it as my experimentum crucis.\n\nEXPERIMENT.\n\nHaving the dog in my possession upon which I divided the eighth pair of nerves nineteen months before, I cut through both of them now, in immediate succession. The usual symptoms were immediately induced, and continued until the second day, when he died.\n\nAfter death I carefully dissected out these nerves, and have preserved them as evidences of my success. I think I have now answered the question I proposed to myself, and can affirm that nerves are not only capable of being united when divided, but that the new formed substance is really and truly nerve.\n\nI forbear to make any animadversions on the experiments of those who have formed conclusions contrary to my own: to such I can only say, that I shall always consider myself highly honoured in having the opportunity of showing them the result of my own experiments; and, as far as these will allow me, to convince by ocular demonstration, though I should fail to persuade by argument.\nEXPLANATION OF THE PLATE (Tab. XVII.)\n\nThe three figures are taken from preparations now in the author's possession, being the result of some of the experiments related in the paper.\n\nIn each figure the nerve is represented in connection with the carotid artery, to which it naturally adheres by cellular membrane.\n\nFig. 1st. A, the carotid artery.\nB, one of the nerves of the eighth pair.\nC, the part where the first division was made, as it appeared after nineteen months.\nD, the part where the second division was made, and from which the dog died on the second day.\n\nFig. 2d. A and B, the carotid artery and nerve of the opposite side.\nC, the union which followed the first division, forming a swell like a ganglion.\nD, the second division, made two days before death.\n\nFig. 3d. The same nerve cut open.\na, b, c, represent bristles to keep the cut surfaces asunder.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106948.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 4258,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1383,
        2
      ],
      [
        1383,
        2989,
        3
      ],
      [
        2989,
        4774,
        4
      ],
      [
        4774,
        6535,
        5
      ],
      [
        6535,
        8033,
        6
      ],
      [
        8033,
        9564,
        7
      ],
      [
        9564,
        11217,
        8
      ],
      [
        11217,
        12911,
        9
      ],
      [
        12911,
        14634,
        10
      ],
      [
        14634,
        16346,
        11
      ],
      [
        16346,
        17864,
        12
      ],
      [
        17864,
        17864,
        13
      ],
      [
        17864,
        18733,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106948",
    "title": "An Experimental Inquiry concerning the Reproduction of Nerves. By John Haighton, M. D. Communicated by Maxwell Garthshore, M. D. F. R. S.",
    "authors": "Maxwell Garthshore, John Haighton",
    "year": 1795,
    "volume": "85",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106948"
  }
}