{
  "id": "439a624f4a6719dfc819d1ce334f3e548855baac",
  "text": "many small living Animals; and the Muscle itself had two thin Films, consisting of long slender Threads, with little knobby parts thereon, something like the Beards or Fins of Oysters, but were more easily separable from the Fish: These Strings were thick beset with Hairs continually moving; and through the Threads themselves I saw a great number of small Animals.\n\nIn the Liquor in Oysters I found several sorts of Amalcules, but in their Beards or Gills none, possibly because the Oysters were dead.\n\nExamining the Sap that bleeds from Vines, I found therein several Amalcules of different sizes, such as I had formerly observed in Water. And I suppose that the Sun may have raised the very small Eggs of these Amalcules, and let them fall in Dew or Rain on the outsides of Vines which stop by the Leathers that fasten them to the Wall, are there hatch'd and carried down with the trickling Sap, which I am confirmed in, by reason after Rain I found of these Amalcules in the Water so stop by the Leathers; and at other times I have found no Amalcules in the Sap of Vines.\n\nI have sometimes found in this Sap an Aurelia, such as Fig. 5, but a Million of times smaller than a course Sand. Some of these I brought home, but those in the Air dried up to nothing, and some that I kept in Water were lost.\n\nV. Some Observations in the Dissection of a Ratt, communicated by Mr. R. W. S.R.S.\n\nThe Fore-Feet of a Rat resemble those of the Castor. The Hair is also some Fine, some Course; as in that Animal. The Tail scaly, with Hairs between every\nevery Scale, like the Castors, which shews these two Animals to be something a-kin; and indeed the Water-Rat comes very near to the Beaver, and makes its Holes in the bank-sides of Ponds after the same manner.\n\nThe Penis in the Rat has a particular Passage near the Navel, as in Squirrels; and not at the Anus, as in the Castor.\n\nThe Liver is full of little Specks as big as Pins Heads, which are the little Glands thereof.\n\nThere was no Gall-Bladder, but a Ductus Felleus; possibly the Bladder was inclosed in the Parenchyma of the Liver, as it is in some Animals.\n\nThe Caecum was much larger than the Stomach, and in shape like that of the Castor.\n\nThe Testicles lay not behind, but in the Groins on the Os Pubis. These were like a Bottom or Skein of Thred rumpled up together, which was visible through the Coats of the Testicle. This Thred continued of near the same Size in the Epididymides, only towards the Deferentia it grew larger, as is seen in the Figure. It was tender, and not easy to be unravel'd, so that I could not draw out above Three Quarters of a Yard.\n\nThe Prostatæ lay under the Spermatic Arteries.\n\nThe Kidneys were whitish with their Succenturiati, as in the Figure annexed. At the Neck of the Bladder were inserted the Vesiculae Seminales, transparent and fill'd with the Semen.\n\nToward the End of the Penis, which had a Bony Gristle, were two large Glands, emptying themselves near the End of the Penis, and contained a Substance like Cream, as in the Dormouse, observed by Swammerdam.\nFigure the 6th represents,\n\nA A, The Kidneys.\n\na a, The Renes Succenturiati.\n\nb b, The Ureters.\n\nc c, The Crural Veins and Arteries.\n\nD, Arteria Magna.\n\ne, Vena Cava.\n\nF, The Bladder.\n\ng g, The Spermatick Vessels, Veins and Arteries.\n\nh h, The Testes, with the Branches of the Veins and Arteries.\n\ni i, The Epididymides.\n\nk k, The Deferentia.\n\nl, The Penis.\n\nm m, Vesiculae Seminales.\n\nn n, Two Glands, from whence a thick Juice might be press'd out.\n\no, The Balanus.\n\nAn Estimate of the Degrees of the Mortality of Mankind, drawn from curious Tables of the Births and Funerals at the City of Breslaw; with an Attempt to ascertain the Price of Annuities upon Lives. By Mr. E. Halley, R.S.S.\n\nThe Contemplation of the Mortality of Mankind, has besides the Moral, its Physical and Political Uses, both which have been some years since most judiciously considered by the curious Sir William Petty, in his Natural and Political Observations on the Bills of Mortality of London, owned by Captain John Graunt. And since in a like Treatise on the Bills of Mortality of Dublin.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101945.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8070,
    "total-output-tokens": 1217,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1544,
        3
      ],
      [
        1544,
        3056,
        4
      ],
      [
        3056,
        4125,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101945",
    "title": "Some Observations in the Dissection of a Ratt, Communicated by Mr. R. W. S.R.S.",
    "authors": "R. W.",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101945"
  }
}