{
  "id": "87adac92a72899801ed6143c6cf955448c403d8f",
  "text": "II. A Letter from Mr Anthony van Leeuwenhoek, F. R. S. concerning some Insects observed by him on Fruit Trees.\n\nDelft, Octob. 26. 1700.\n\nMy last was of the 7th of the last month, which I hope is come safe to your hands; I take the liberty again of sending you these my poor Observations, with the Figures annex'd.\n\nWe have not for many years observ'd about this Town the Fruit-trees more loaded with Blossoms than this last Spring, nor at the same time more cover'd with a sort of Black Flies, which appear'd to me lesser than those of former years.\n\nThis induced me to take some of the Leaves of the Trees, and some of the Blossoms of a Quince Tree, that had a great many of those Black Flies upon them, and put them into a Glass Tube in order to make my observations of them, and the rather because many were of opinion, that from the Eggs of these Flies would proceed such a great number of little Worms or Maggots, as would destroy all the Fruit on the Trees.\n\nI observed that those Flies would not live above two days, and that some of them had laid a great number of longish Eggs.\n\nThe reason why they liv'd no longer, I thought might be the want of Food, therefore I was resolved to observe what the Flies did, as they sat upon the Leaves of the Plumb-trees, and found that they had insinuated themselves into the curl'd leaves of the Trees.\nThe Leaves of these Plumbs, and of other Fruit-Trees were covered with a great number of small Creatures, that are frequently found on the Leaves of Currant and Cherry-Trees, which sort of Creatures we here call Lice, some of them being Green, and others which are sometimes less, and of another shape, blackish, and both sorts in time become Flies.\n\nHaving observ'd this, I was thinking at first, whether those Flies above-mentioned did not come to the Trees, and particularly to the Plumb and Cherry-Trees only to get their Food, which I took to be those young Lice, which were there in vast numbers, and many of them no bigger than the smallest Sand. But looking more narrowly into the matter, it appeared clearly to me, that they did these little Creatures no harm, but came to lick up, as it were, with those Instruments which they have on the fore-part of their Head, between and about those little Creatures, als gins en weder, backwards and forwards, the moisture that comes out of the Leaves, and that which comes out of the little holes, which those Lice with their instruments also bore thro the Leaves, and from whence they extract their nourishment.\n\nOn the 20th of May, I pluck'd four little Leaves off a Plumb-Tree, upon which were 36 of those Black Flies, besides some hundreds of those little Creatures we call Lice, and amongst them several little ones that were newly come out of their Mothers Belly; all these with the Leaves I shut up in a Glass Tube.\n\nOf the 36 Flies most of them were Females and had their Eggs in them, except one that had laid hers against the sides of the Tube.\n\nAmongst these Flies I found two sorts, with this difference, only that the Hoorn Vliesen, wherein their Eyes are placed, were in some of them four times as big as in others.\nHere I observ'd that these Flies had not hitherto endamag'd either the Leaves or Blossoms of the Trees.\n\nI was confirm'd in this opinion, after I had strictly examin'd the Instruments which these Flies have on their Head, and found that they were not of a fit shape to bore into Leaves; from whence I concluded that these Black Flies got their Nourishment only from the Juice or Sap that flows out of the Leaves.\n\nAs the Glass Tube was Blown together at one end, and so stop't with a Cork at the other, that there might be a Free Passage for the Air, I observ'd that even that Passage was so stop't by the Perspiration of the Leaves, the Flies, and the other little Creatures, that none of them could get out, but died away, glew'd as it were with the Moisture of the sides of the Glass. I fancied too that the Change of Air in the Tube might contribute something to the untimely Death of the Flies, therefore I took another Glass Tube, and put into it some of those Flies, and a few Leaves on which several of the little Lice were, and cover'd both ends with fine Gauze, so that there was a free Circulation of Air; for I thought that the Eggs which they laid before were untimely and abortive, as it often has happen'd on the like occasions.\n\nThus far I had brought matters on the 20th of May, when I observed that the Flies which I had shut up were not yet big with Egg, I observ'd also that there were not near so many Flies upon the Trees as there had been three days before.\n\nBeing inform'd that our Sea-shore was all Black with Flies, I repair'd thither to see whither they were of the same kind with those upon the Trees, but I could not find one Fly; and they told me there, that the Flies staid but two days; and that, the first time they were spied, they were wash't away by a great rain that fell the next night, and so it happen'd again the night af-\ner their Return, and after that they were not seen any more.\n\nBecause the Flies did not live above two days in the last clos'd Tube, I went again on the 25th of May into two distinct Gardens, because I could find but one Fly in the first Garden, where there had been so many before; and in the other, where there had been many thousands both of Flies and Lice, I could get but nine, and that too with looking out nicely.\n\nThese last Flies that I caught were all Females, and had their Eggs in them; from whence I more strongly concluded that the Black Flies did the Trees no harm; for if they had laid their Eggs on the Trees, and that all their Eggs had produc'd so many living Insects, there would not, I am positive, one Leaf, or any Fruit have remained on the Trees.\n\nAfter that these last Flies had remain'd two days, and as many nights shut up in the Glass Tube, there were but three left alive.\n\nNow to see whither the Water is the natural Element of these Creatures, as some say that they are produced by the Sea, others from Ditches, I took a great Beer-glass, and fill'd it about half an Inch high with Water, and put 3 of my Flies upon some Plumb-tree Leaves, and so threw them in; but I observ'd that they had an Aversion to the Water, for as soon as they came near it with their Feet, they presently ran backward, and the next day they were all of them dead.\n\nUpon the occasion of taking these Flies, and the great number of Lice that sate upon the Leaves, of which I have given a Draught, in my printed Letter of the 10th of July, 1695, where I also said that these Creatures bring forth their young without Copulation; I shall send you a Draught of them, as if I had never spoken of them before, because I intend to bring these Creatures into the Class of those that are found living in the Seed of Males.\nOpening these Creatures anew, not those that were come to their full Growth, but those that were so small, as that 25 of them would make but one great one, as I had taken out of the full grown ones the young, in which I did not only perceive the shape of their Limbs, but could also behold very distinctly their Eyes; so also out of the said little ones I took several small oval Figures, which were very Transparent, and without all doubt would have become living Creatures; for when I dissected such as were a little bigger, and that gradually, I found that the oval Figures were also proportionably Greater, so far that the little Creatures were compleatly grown, and in a state to be Disclofed or Brought forth.\n\nYou know Sir, that my Hypothesis is, that no Creatures that have Life, can be produced by themselves, wherewith I imagine that many have been satisfied, especially such as have seen what I have already advanced about the Seeds of Plants.\n\nNow let us consider the two sorts of little Creatures that were found upon the Leaves of the Trees, the one sort being Green and the other Blackish, and the Analogy or Similitude of their Generation with that of those living Creatures that are found in the Seed of Males. As those little Creatures which we call Lice, are impregnated, tho in their Mothers Bellies, with a Seminal Matter, from whence other Creatures of the same nature are likewise to Proceed, so also the Creatures in the Male Seed quit not their station in the Testicles of Animals, without leaving behind them other little Creatures, or else some Seminal matter from whence their Likenesses are to proceed, and that without Copulation, wherein they agree with the before-mention'd Creatures.\n\nNow we observe in those little Creatures call'd Lice, something that does not occur, as I know of, in other Crea\nCreatures, to wit, that these Creatures bring forth young without any Copulation with Males, afterwards cast their Skins, and from Creeping Insects become Flies, which, when one beholds them with the naked Eye, one would not imagine to proceed from such a Change, for they are twice as long, reckoning their Wings, after they are turn'd to Flies as before.\n\nNow as these Creatures turn from Creeping into Flying, after that they have brought forth many young, so we may imagin it to proceed with the Creatures in the Male Seed; to wit, the Male Creatures being in the Testicles leave behind them, e're that they come out, a Seminal Matter, or else young Creatures without Copulation, and that the full grown Male-Seed-Creatures being injected into the Matrix, and there receiving nourishment, assume a Figure like to those Creatures from whence they issued; or to those, into whose Matrices they are injected; but this change upon the account of the littleness, and the *in een ge'chiktheit* remains concealed from our Eyes, and we must be contented to have seen such a Procreation and change before our Eyes in the before-mentioned little Creatures.\n\nFurthermore, I caused several of the said Green Lice, that were in great number upon the Leaves of Currant-Trees, to be brought to me, and those of them that lay for dead, and were rounder and whiter than the others that were living and moving, I cut out with the little pieces of Leaves whereon they lay and stuck fast; for if one should go to remove one of these little Creatures with a Needle or a Pin, 'tis odds but one hurts the others that are shut up in the Bellies of the dead ones.\n\nThese Pieces of Leaves, whereon the dead Creatures lay, I put into a great wide Glass Tube, cover'd at both ends with fine Linnen; for I concluded that the death of those Lice was occasioned by another Creature,\nture, or an Egg thrust into their Bodies, where it receives its food and growth, and then makes its way out of their bodies again.\n\nI had shut up these dead Lice about eight days, when I observ'd two little Flies, of quite another make, in Wings, Colour and Shape, leaping about the Glass.\n\nI shifted these Flies into another Glass Tube, where I had before put six Green Lice, which I had taken from the Leaf of a Currant-tree, and those of the most full grown, and yet they were not come to that perfection, as that I could observe those parts which were to become Wings.\n\nThese Flies, as soon as ever they came near the said Lice, brought the hinder part of their Body, which was pretty long, between all their Feet, and stretcht their Body so far out, that their Tail making a kind of semicircle with the rest of the Body, (as you may see in the Draught annexed) stood out beyond their Head, and in this manner they insinuated their Tail into the Bodies of the Worms, and this the Flies did in a short time to all the Worms they came near to; but that which was most remarkable in this Action was, that in this conjunction they never toucht the Lice, either with their Feet or Bodies, they being much too mycle or large to approach them, so that they often essay'd to approach these Creatures, in order to thrust in their Tails into their Bodies, and could not effect it; nay, one would say they were so afraid of these Lice as if they would have devoured them; and as they entred the Bodies of the Lice they made a Trillende motion or shaking with their Tail, which come to be done that they might thrust it in the farther.\n\nNow as the Flies remained but two days alive without Copulation, as ever I observ'd, whereas the Green Lice lived seven or eight days, I thought no otherwise; but that the Flies by that insinuation of their Tails\nTails into the Bodies of those Lice, did withal convey their Eggs in at the same time, and that from those Eggs young Worms should have been produced, which having received their Nourishment and Increase from the Bodies of the Lice, should be changed again into a Fly, but the Green Lice died, and for the most part dried away.\n\nNot content with this observation, I got together again 25 dead Lice, all of which had in their Bellies a Worm, or else a Fly newly changed, for I saw thro the skin of some of the Lice, living Flies, which Flies I took out alive from the bodies of some of those Green Lice which I opened on purpose.\n\nHaving shut up these Lice in a clean Glass Tube, and some days after the Flie coming out of them, I went into the Garden to get four Caterpillars or Riper Worms, amongst which there was one that was very hairy, and I observed that when one of the Flies approached this hairy Ripe Worm, to thrust his Tail into him, as soon as he touched the Hair he suddenly drew it back again.\n\nI put also into the Glass Tube; together with the Worms or creeping Insects, three aurelia cases or Popkens, which had lain in their Web in some wither'd Leaves, with this Prospect that the said Flies should insinuate their Eggs into the bodies of the Worms, and that so doing, there might proceed from the body of each one 25 Flies, but they did not succeed with me, because, as I imagin'd, all the Flies, tho six or eight of them together were running and flying about the Glass Tube, died away without laying Eggs, which I judged, was only because they wanted food, for we see that there are some Flies that lay Eggs without eating, and then die, whereas others shall lay no Eggs unless they eat.\nFig. 1. shews the bigness and shape of one of these Creatures call'd Lice, as they appear'd to the naked eye.\n\nFig. 2. A B C D E F shews the Skin of the Body of a Louse, as the back part of it appear'd thro' the Magnifying Glass, whereof the Inside of the Body was eat out by a Worm.\n\nBy A B is shewn the Hole, which the Fly, that came out of the Worm had made; which Worm receiv'd its Nourishment and Growth, as is said before, from the Body of the Louse.\n\nD and E are the Eyes abounding with many Sights, wherein they agree with the Sights of other Flying Creatures.\n\nG and H are the Horns of this Creature, which consist of several Joyns, and are cover'd with Hairs.\n\nF and I represents one of the six Feet, and the extremities of the other five are describ'd by K K K K.\n\nThese Feet are many of them empty, and beset with Hairs, each having two Claws at the end of them.\n\nThis sort of Creature had several Protuberant Spots on its Back.\n\nFig. 3. A B C D E F, &c. shews the Fly that proceeds from such a Creature as is described by Fig.1. receiving its Growth and Nourishment whilst a Worm in the Belly of the Louse, and lastly is changed from an aurelia to a Fly, and consequently is not with all its Instruments and Members as big as Fig 1.\n\nBetween C and E are represented the Eyes of the Fly full of many sights.\n\nD L and D M shews the two Horns, each consisting of a great many Joints cover'd with Hair, which is no unpleasant sight.\n\nBut some of the other Flies had not such long Horns, from whence I concluded that one sort were Males, and the other Females.\nF and G gives you the Instruments which the Fly has upon his Head, and with which, according to my opinion, he gathers his Food, and brings it into his Body:\n\nI forgot to observe whether the part I, which is the Tail, be arm'd with a Sting or pointed Instrument.\n\nBy A Q P O B is shown two great and two little Wings, which is full of abundance of Hairs, as well upon the Nies as the Circumference of 'em.\n\nR R R, &c. represent the six Legs full of Joyns, and cover'd with Hair, at the end of which I could discover no Claws; and because the Limner judged that the ends of the Hairs, which cover'd the extremities of the Feet, were little Weerhaakjens, he has in some manner represented them.\n\nS T V represents a little Silver Instrument, to which the Fly, being dead, was fastened, for it would have been impossible to have described the Fly if it had been alive.\n\nNow if we observe the wonderful Formation of such a small Creature, and how such a Fly is produced, and then consider that the Worm which is chang'd into the Fly, and we imagine that such a thing will not happen, unless the Worm that comes out of the Egg of the Fly, makes use of another Creature for its Food, we must remain perfectly amazed.\n\nNow I saw many dead Creatures lye about in the Tube from whence no Flies were produc'd, and from whence I did not imagin that any Flies would come, believing I had not handled them soft enough, and that therefore they were dead, but about a fortnight after I saw seven Flies leaping about the Glass, which also remain'd but two days alive, and were of a quite different make from the other Flies, for their Bodies were shorter than those of the other Creatures.\nAfter this I went into a Garden, where I saw little Lice upon the Leaves of a Hazel-nut-Tree, I took some of them and brought them home with me, and viewing them I observed that they agreed pretty much in shape with the Green ones, with this difference, that they were less by half; for after that some of them were changed into Flying Creatures, their Bodies were not bigger than a single course Sand, and covered with abundance of Hair, and at the ends of those Hairs, small clear Drops of Moisture, but when they had shed their last Skin, and were turn'd into Flies, I could perceive no Hair on their Bodies.\n\nI open'd also several of these Lice, and took the young ones out of their Bellies.\n\nI formerly imagined that all those Creatures whose Tails or hinder part of their Bodies were crooked or bending (Krings of Kerfs) as are most Flying Creatures, and also the Body of the Scorpion, were Worms or Reptiles before their change, but I have found by my observations of these and such like Creatures, that I was mistaken; for the Bodies of these Creatures are also crooked (gekerft) and yet they come without any change from their Mothers Bellies.\n\nThese three before-mention'd aureliae, after they had been shut up about eight days in the Tube, I saw that from one of them a Flying Creature was produced, which was of a grey colour, and the undermost of the Wings and the Body was yellowish, otherwise, it was just like the Creature we call a Moth, only larger than the White Moth, that eats Cloath, when they are Worms.\n\nThe slipt skin of the before-mention'd Flying Creature, which the aurelia had parted with, was in my Judgment the fourth part longer than it had been whilst the Fly was shut up in it.\n\nThe next day I had the luck, that the little Creature in the second aurelia, as I was observing it, began\nto stir, in order to get out of its Fold or Winding (Omwinzel.)\n\nThe first motion that this Creature made was, that it stretcht out the hinder part of its body, which at the same time lengthened the hinder part of the case in the fold or circular part, and it remain'd so; no sooner happened this first stretching, but it was follow'd with a second and third, whereby the circular parts of the case were much lengthned, and in this Action the case at that end where the head of the Fly was, burst open, and a Moth was perceiv'd Flying about the Glass.\n\nThe Wings of this new Creature were but half so long as the Wings of that Creature that came out the day before.\n\nThis Moth raised his short Wings straight up, then stretcht them out several times, and then spread them over his Body, in doing which the Wings came to their Length, and the many fold Feathers, which lay so thick over one another upon the Wings, upon the stretching them forth were parted in several places, which was not unpleasant to behold, yielding a sort of a Marble, or party-colour'd glance.\n\nThese three Skins of the aurelie, were with their smallest end fastned to the other in a little of the Web of the Worms, and tho I endeavoured to divide them with shifting their places, or shaking them together, yet it was all in vain.\n\nThis made me inquire into the reason of such a Concatenation, when taking one of them out of the Tube, I saw that at the end of all, and also a little lower it was arm'd with an odd sort of crooked Hooks (krome haakjens) which seem'd to me to be given them on purpose, that they might get the easier out of their inclosure.\nFor if the imprisoned Creature stretches out its body in order to come out, one of the before-mentioned Hooks will remain in the Web, whereby when it draws in its body, the shell wherein it is involv'd can't follow, in doing which the creature gets rid of it more readily; and we anew discover the unspeakable perfection of such a small Insect, if we take a view of the manifold and unconceivable number of the Feathers and Quills, which stick in the Body and Wings of such a Moth, and which by their flying and leaping about the Glass, stuck against the sides of it, whereby we perceive the different figures of most of them, I must needs say I can't but be amaz'd.\n\nI thought fit to describe the crooked Hooks (Krome haakjens) of such a contemptible case.\n\nFig. 4. A B C D E shows a small part of the lower end of such a case, where with B C D is described the crooked hooks, in which the Web of the cases are so intangled by the Worm, into which it is changed, that there is a great deal of trouble before one can cleanse it of the Web.\n\nThree or four years ago all the Leaves of the Trees in my Garden, and all the blossoms were so devoured by the Worms or Creeping Insects, that in the Spring there was not one Leaf of a Tree remaining; and I imagin'd that few of those Insects for want of Food would arrive to their change, that is, be turn'd into Flying Creatures; however I took several of those dried and consum'd Leaves and Blossoms, together with the Webs, and shut them up in a Box, and the following year I perceiv'd that several little and different sorts of Flies were produced by them; amongst which I took the skin of one of the cases, which the Fly had left, and set it before the Magnifying Glass, and caused it to be drawn, because it had an Instrument of a quite different make from the first.\n\nFig.\nFig. 5. F G H I shows the hinder part of the last mentioned case, where by G H are described the well made sharp Points, which are so useful to that Creature, and to fasten it in the Web, whilst it is a Worm.\n\nI shall conclude here, and in the meantime remain,\n\nSir,\n\nYour most humble Servant,\n\nAnthony Van Leeuwenhoeck.\n\nIII. A Letter from Mr Charles King to Mr Sam. Doudy, F. R. S. concerning Crabs Eyes.\n\nLittle Wirley, Decemb. 14.\n\nSIR,\n\nI cannot give you any satisfactory account of the Stones in the Heads of Craw-fish, for I never made any observations but casually, and without any design of a particular account of them, having not so much as made any note of the months that they first appear, and what time they grow to perfection. I only remember in general, that they are always on the outside of the Stomach, while the old Coat sticks on the back of the Fish, and pass into the Stomach as soon as they cast their Coats, having never seen them on the outside when they have changed, nor within before. And I also remember the Males change their Coats a considerable time before the Females, for they always keep theirs till they have parted with their young",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102777.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 24908,
    "total-output-tokens": 6091,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1349,
        4
      ],
      [
        1349,
        3129,
        5
      ],
      [
        3129,
        4993,
        6
      ],
      [
        4993,
        6814,
        7
      ],
      [
        6814,
        8645,
        8
      ],
      [
        8645,
        10501,
        9
      ],
      [
        10501,
        12343,
        10
      ],
      [
        12343,
        14052,
        11
      ],
      [
        14052,
        15621,
        12
      ],
      [
        15621,
        17294,
        13
      ],
      [
        17294,
        19113,
        14
      ],
      [
        19113,
        20742,
        15
      ],
      [
        20742,
        22563,
        16
      ],
      [
        22563,
        23733,
        17
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102777",
    "title": "A Letter from Mr Anthony van Leuwenhoek, F. R. S. concerning Some Insects Observed by Him Him on Fruit Trees",
    "authors": "Anthony van Leuwenhoek",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/102777"
  }
}