{
  "id": "2399a84e4a1f6367ee34fb3c43bfd6f7a36fad2b",
  "text": "ny one or more Persons, that he will and shall resolve the Question above-mention'd, viz. Whether the Artificial Tangent-line be the true Meridian-line, yea or no? And if he do not, that then he will loose, and transport to the other Party the whole benefit of the last mentioned invention. But if, on the contrary, he do prove or disprove the Identity of the said two lines, to the Judgment of some able Mathematicians, That then so much money be paid him by the other Party, as the said Invention was valued.\n\nAnd, whereas there are often Wagers laid about things that concern the Engagers little or nothing; 'tis thought, that it would concern all Merchants, Mariners, and all Lovers of the common good, rather to lay wagers against one another about Things of this nature, where the Gainer doth gain as well, as if he had laid his wager about something else, and the Looser hath so far the benefit as well as the Gaine, That he feeth thereby promoted the thing, that concerns them both alike.\n\nNow therefore, to the end, that the Looser may have his benefit by it, as well as the Gainer, it would not be amiss, that the condition were made thus, that the latter should grant the moiety of his gain to the Proposer; that thereby he might be enabled to bring to light both those, and some other useful inventions, for the Service of Mankind. And to manifest, that it is not for his own interest only, that the Proposer mentions this; he is willing to impart from that moiety, so received, the full moiety again to any other person within his Majesty's Dominions, who shall first of all give notice of his Undertaking to prove or disprove the said Identity, and perform it accordingly within the space of two Months, to be computed from the present Date. Those that have a mind to engage, may repair to the Printers of these Tracts, where they may know further.\n\nA new Contrivance of Wheel-Barometer, much more easy to be prepared, than that, which is described in the Micrography; imparted by the Author of that Book.\n\nThis is only an easy way of applying an Index to any Common Baroscope, whether the Glass be only a Single Cane, or have a round Bolthead at the top. And by the means thereof, the Variation\nVariation of the Altitude of the Mercurial Cylinder, which at most is hardly three Inches, may be made as distinguishable, as if it were three Foot, or three Yards, or as much more, as is desired.\n\nThe manner hereof is visible enough by Figure I: where A B C represents the Tube, which may be either Blunt, or with a Head, as A B C (by which latter shape, more room is allow'd for any remainder of Air, to expand the better.) This is to be filled with Quick-silver, and inverted as commonly; but into a Vessel of Stagnant Mercury, made after the fashion of I K, that is, having its sides about 3 or 4 inches high, and the Cavity of it equally big both above and below; and if it can be (besides that part, which is fill'd by the end of the Mercurial Tube, that stands in it) of equal capacity with the hollow of the Cane about B: For then the Quicksilver rising as much in the hollow of I, as it descends at B, the difference of the height in the Receiver I, will be just half the usual difference. And if the receiving Vessel I K have a bigger Cavity, the difference will be less, but if less, the difference will be greater: But, whether the difference be hereby made bigger or less, 'tis no great matter, since by the contrivance of the Wheel and Index (which is more fully described in the Preface to the Micrography) the least variation may be made as sensible as is desired, by diminishing the bigness of the Cylinder E, and lengthening the Index F G, according to the Proportion requisite.\n\nAn Account of Four Suns, which very lately appear'd in France, and of two Raine-bows, unusually posited, seen in the same Kingdom, somewhat longer agoe.\n\nThese Phanomena are thought worthy to be inser'ted here, for the Speculation of the Curious in those Kingdoms; as they were publish't in the French Journal des Scavans, of May 10. 1666. viz.\n\nThe 9th of April of this present year, about half an hour past nine, there appear'd three Circles in the Sky. One of them was very great, a little interrupted, and white every where, without\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101494.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1131,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2210,
        2
      ],
      [
        2210,
        4245,
        3
      ],
      [
        4245,
        4245,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101494",
    "title": "A New Contrivance of Wheel-Barometer, Much More Easy to be Prepared, Than That, Which is Described in the Micrography; Imparted by the Author of That Book",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101494"
  }
}