{
  "id": "40fc932e1f64f03e28cfbb09b94a0cb53832f0b6",
  "text": "mention of the River Timavus, that Ebbs and Flows as the Sea does. Which wonderful Phænomenon is better explain’d by the Translator, than seems ever yet to have been accounted for.\n\nChap. 4. Treats of the antient State of the Country on this and the other side of the River Po.\n\nChap. 5. Treats of the Nature and Condition of this hidden Spring.\n\nChap. 6. The Progress and End of the Waters is inquired into, and a Reason is given of the use of things, which are observed in the digging of the Wells.\n\nChap. 7. Contains very curious Experiments about the Motions of Fluids tending highly to illustrate the Subject in Hand; and in this he gives Proof how much those that take Pleasure in framing Hypotheses, might be assisted in making more rational Conjectures than they do, if they were well acquainted with experimental Philosophy.\n\nChap. 8. Contains many Remarks about the excellency and goodness of the Wells of Modena.\n\nWith the Book translated, are published several Observations and Experiments by the Translator, Dr. Rob. St. Clair, who formerly was Operator and used to try Experiments for the Honourable Robert Boyle, Esq.\n\nERRATA.\n\nPag. 723. l. 31. for have read half. p. 724. l. 5. for Nerf read Nerve. l. 24. for Parts read Lines. l. 30. for Parts read Lines.\n\nLondon: Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St. Paul’s Church-Yard. 1697.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102406.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 432,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1408,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102406",
    "title": "Errata",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102406"
  }
}