{
  "id": "cbad8d357cd9c28cc115047e759d40e1039e1a60",
  "text": "Some partial Men here are more than suspected to set on the Widow. Pardon, Sir, this Interruption, and believe me,\n\nParis, Nov. 30. 1669.\n\nYours, &c.\n\nAn Extract of a Letter\nWritten by Dr. Durston from Plymouth Novemb. 28, 1669, giving an Account, why the late Big-breasted Woman was not open'd after her Death.\n\nSIR, IT was design'd to have examin'd the Viscera of Eliz. Travers, but her Aunt, who was with her and took care of her, fell into such a passion upon the proposal of opening her, that she seem'd to be for the time besides herself; and I could not by any art get her out of the Chamber, where the Corps was laid out, till she saw her nail'd up in her Coffin. I never saw such fondness shewn to a dead Body; and I was sufficiently troubled to be thus disappointed by a fond extravagant Woman: But yet I believe, if I had examin'd the Entrails, I should have seen little or nothing extraordinary. For, to the last, I could perceive no ill smell from her Breath, or straightness upon the Chest, or painfulness in her Breathing; and the Egesta per urinam, &c. were well enough. If anything worth Observation do further occur in these parts, I shall upon every opportunity communicate it to you, who am, &c.\n\nAn Appendix\nTo the Discourse concerning the Salt-work, publish'd in Numb.53. communicated by the same Doctor Jackson, in a Letter of Novemb. 20. 1669.\n\nQu.1. Whether those Salt-springs do yield less water and more of the Salt, in great Droughts, than in wet seasons?\nAns. Our Springs do not sensibly alter in their decrease or increase in either dry or wet seasons; for being plentiful Springs, we have always the Pitt full: Only this is observ'd by the Briners, that they make more Salt with the same quantity of Brine.\nin dry, than in wet seasons; and more Salt of the same quantity of Brine at the Full of the Moon, than at any other time.\n\n2. How long before the Spring, or in the Spring, it may be, before the Fountains break out into their fullest sources? An. 'Tis not observable at all in our Salt-springs, that the Brine riseth more plentifully in the Spring-time, than at any other season of the year: neither is there any sensible difference in the quickness of the sources as to the times of the day.\n\n3. How much Water the Spring yields daily, or in an hour, ordinarily, or in great Droughts? An. Our Pitt is about 5 yards square or better, and of so plentiful a source, that I believe, it cannot be guessed; and the rather, because it seems not to run much, when 'tis permitted to come at its full gauge, where a vent through the bank into the River is; but being drawn much, so as to sink it below its usual gauge, it so plentifully lets in, that 'twill serve all the houses in the Town to work, without falling much lower than a yard or two at most: so that I believe, that, when 'tis full, its own weight ballances much the influx of the Springs, which are much quicker in a low Pitt, than a full one.\n\n4. At what distance, the two richest Springs, of Nantwich and Droitwich are from the Sea? An. That of Nantwich is from the Sea about 30 Miles. Droitwich, being in Worcestershire, is not known to me.\n\n5. How near the foot of an Hill is to those Springs; and what height the next Hill is of? An. The nearest Hill (of those, that are worth calling Hills) to our Springs is about 7 Miles distant from them: the Hill steeper, but not much higher, than High-Gate Hill.\n\n6. Wherein consist the Distinctions of those sorts of Salt, which are called Catts of Salt, and Loaves of Salt? An. As White Salt is that, delivered in my former discourse, and Gray Salt the sweepings of such Salt, as is constantly thrown and scattered about on the floo'te without taking much of the Dust, which occasions its grayness (which sells not at half the rate of the White Salt, and is only bought up by the poorer sort of People, and serves them in salting Bacon, course Cheef, &c.) So Catts of Salt are only made of the worst of Salt, when yet wetish from the Pan; molded\nmolded and intermixt with interspers'd Cummin-Seed and Ashes, and so baked into an hard lump in the mouths of their Ovens. The use of these is only for Pigeon-houses: But Loaves of Salt are the finest of all for Trencher-use. No difference in the boiling of these from the common way of the fine Salt; but in the making up some care is used: for first they cut their Barrows, they intend for Salt-loaves, with a long slit from top to bottom equally on both sides; then they tie both sides together with cords; then fill this Barrow with Salt boiled as usually, but in the filling are careful to ram down the Salt with the end of some wooden bar, continuing this, till the Barrow be fill'd to their minds; then place it speedily in their Hot-house, and there let it stand all the time of their Walling: wherefore they prepare for these Loaves at the beginning of their Work; that they may have all the benefit of their Hot-houses; and when these begin to slack, they take out the Loaves, and untye the cords, that fastened the Barrow, that both sides of the same may easily open without breaking the Loaf. Then they take the Loaf, and bake it in an Oven where household-bread hath been baked, but new drawn forth. This they do twice or thrice, till they see it baked firm enough; and this being plac'd in a Stove or in a Chimney corner, and close cover'd with an Hose of Cloth or Leather, like the Sugar-Loaf-papers, will keep very white, and when they have occasion to use any, they shave it off with a knife (as you do Loaf-Sugar) to fill the Salt-feller.\n\nI must not omit telling you, that all the ground, where Salt or Bone is spilt, is, when cugged-up, excellent Muck for Grazing Ground; and even the Bricks, that are thoroughly tinged with it, are very good Muck, and will dissolve with other Muck, and fertilize Land considerably (especially Grazing ground) for at least four years; but of this I shall perhaps take occasion to say more in my Answers to your Queries of Agriculture.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101035.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1608,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1738,
        2
      ],
      [
        1738,
        3985,
        3
      ],
      [
        3985,
        5973,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101035",
    "title": "An Appendix to the Discourse Concerning the Salt-Work, Publisht in Numb. 53. Communicated by the Same Doctor Jackson, in a Letter of Novemb. 20. 1669",
    "authors": "Doctor Jackson",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101035"
  }
}