{
  "id": "3ce697d1d7d206c708cbe64e08bf16a204f1d1a0",
  "text": "XXIX. Photo-chemical Researches.—Part III. Optical and Chemical Extinction of the Chemical Rays. By Robert Bunsen, Professor of Chemistry at the University of Heidelberg, and Henry Enfield Roscoe, B.A., Ph.D., Professor of Chemistry at Owens College, Manchester. Communicated by Professor Stokes, Sec. R.S.\n\nReceived May 20,—Read June 18, 1857.\n\nIn order to determine whether the act of photo-chemical combination necessitates the production of a certain amount of mechanical effect, for which an equivalent quantity of light is expended, or whether this phenomenon is dependent upon a restoration of equilibrium effected without any corresponding equivalent loss of light, we must study more specially the phenomena occurring at the bounding surfaces, and in the interior of a medium exposed to the chemically active rays.\n\nA certain large class of bodies permit the chemical rays to pass through them to a greater or less extent, whilst other substances are opake to these rays. The first class, to which the name \"diactinous\" may be given, includes almost all colourless, blue, and violet media; the second class of \"anactinous\" bodies consists chiefly of opake, and yellow or red substances. Although the terms \"diactinous\" and \"anactinous,\" like \"diathermanous,\" \"diaphanous,\" &c., merely represent phases of the same difference, and can therefore bear no strict scientific definition, yet we do not hesitate to employ these terms as a means of avoiding a tedious circumlocution.\n\nWhen a ray of light penetrates a body which is not photo-chemically sensitive, a part of the light is absorbed, and an equivalent quantity of heat evolved. If the amount of light entering the medium be called $I_0$, and the amount issuing from the medium $I$, we have\n\n$$\\alpha I_0 = I,$$\n\non the supposition that the extinction and the intensity of the light vary proportionally, when $\\alpha$ represents the fraction of the original amount of light which has remained after passage through the medium. If the amount of light $\\alpha I_0$, which has passed through one medium, be now allowed to pass through a second whose coefficient is $\\alpha_1$, the amount of light issuing from the second medium will be $\\alpha \\alpha_1 I_0$, from a third medium $\\alpha \\alpha_1 \\alpha_2 I_0$, &c. The value of the result $\\alpha \\alpha_1 \\alpha_2 I_0$ is not affected by any alteration in the order of the media, as such an alteration simply changes the order in which the coefficients $\\alpha \\alpha_1 \\alpha_2$, &c. are placed. It is therefore quite immaterial, as regards the amount of light, in what order the various absorbing media are placed between the source of light and the instrument by which the effect is measured.\n\nIn order to show that the extinction of the chemical rays is really proportional to the intensity of the light, we have made the following experiments.\nThe intensity of the chemical rays proceeding from a constant source of light, was measured before and after their passage through a cylinder with plate-glass ends, filled with dry chlorine. After the amount of light $I_0$ has passed through the first plane glass plate it has become $\\alpha I_0$, after having passed through the chlorine it has diminished to $\\alpha b I_0$, and on passing through the second glass plate it will be reduced to $\\alpha b \\alpha_1 I_0$. The amount of light $I$ which issues from the cylinder, is therefore equal to $I = \\alpha b \\alpha_1 I_0$ or $\\frac{I}{I_0} = \\frac{\\alpha b \\alpha_1}{I_0}$.\n\nIf we determine the amount of light $I$ which passes through the cylinder for various intensities of the incident ray $I_0$, and if we find that for the various intensities the fraction $\\frac{I}{I_0}$ remains constant, we may conclude that the amount of transmitted light is proportional to the amount of incident light.\n\nThe following experiments show the equality of the fraction $\\frac{I}{I_0}$ for amounts of light varying from 1 to 1·9.\n\n### Series of Experiments I.\n\n| Exp. 1 | Exp. 2 | Exp. 3 | Exp. 4 | Exp. 5 | Exp. 6 | Exp. 7 | Exp. 8 |\n|--------|--------|--------|--------|--------|--------|--------|--------|\n| $I_0$... | 13·52  | 13·20  | 12·85  | 13·51  | 7·21   | 8·34   | 12·39  | 12·84  |\n| $I$..... | 3·63   | 3·63   | 3·79   | 3·79   | 2·11   | 2·44   | 3·69   | 3·69   |\n\nHence the values of $\\frac{I}{I_0}$ are—\n\n| Number of Experiment | $\\frac{I}{I_0}$ | Variation from mean | Relative intensity of light |\n|----------------------|-----------------|--------------------|-----------------------------|\n| 1                    | 0·267           | -0·019             | 1·875                       |\n| 2                    | 0·275           | -0·011             | 1·830                       |\n| 3                    | 0·295           | +0·009             | 1·782                       |\n| 4                    | 0·281           | -0·005             | 1·874                       |\n| 5                    | 0·293           | +0·007             | 1·000                       |\n| 6                    | 0·293           | +0·007             | 1·156                       |\n| 7                    | 0·298           | +0·012             | 1·716                       |\n| 8                    | 0·287           | +0·001             | 1·781                       |\n| Mean                 | 0·286           |                    |                             |\n\nThe conclusion derived from these experiments, viz. that the absorption of the chemical rays varies proportionally with the intensity, may serve as the foundation for the general law of the extinction of the optical and chemical rays in transparent media. For, as it is thus proved that the amount of light transmitted through a medium of finite thickness is proportional to the intensity of the incident rays, it may be assumed that the same relation will hold good for an infinitely thin medium. According to this supposition, the relation between the transmitted light $I$, and the thicknesses of the absorbing medium, is found from the equations\n\n$$I = I_0 \\cdot 10^{-\\alpha x}, \\ldots \\ldots \\ldots \\ldots \\ldots (1.)$$\nand hence\n\n\\[ a = \\frac{1}{\\alpha} \\log \\left( \\frac{I_0}{I} \\right), \\]\n\nin which \\( I_0 \\) represents the intensity before transmission, \\( I \\) the intensity after transmission through a medium of the thickness \\( h \\), and \\( \\frac{1}{\\alpha} \\) the thickness of absorbing medium by passing through which the amount of light has diminished to one-tenth.\n\nThe values of \\( a \\) for chlorine, or the chlorine detonating gas, may be determined by allowing the rays from a constant source of light to pass through layers of the gas of various degrees of thickness; whilst the intensity of the incident and transmitted rays is measured. As the gases are enclosed between plane plates of glass, the loss of light in the passage through these plates must be considered. This loss of light is made up of the light reflected from the surfaces of the glasses, and that absorbed in the mass of the glass. For the purposes of our investigation, it is necessary to know what fraction of the loss of light is to be ascribed to the reflexion, and what fraction to the absorption in the mass of glass. The following was the method adopted in order to determine this point.\n\nLet \\( I_q \\) represent the portion of incident light \\( I_0 \\) which enters the medium, and let \\( I_p \\) represent the amount of light which remains after the ray has traversed a thickness \\( h \\) of the medium, and let \\( \\frac{1}{\\alpha} \\) represent the depth of the medium, by passing through which the original amount of light \\( I_q \\) is reduced by extinction to one-tenth of its intensity, we then have \\( I_p = I_q \\cdot 10^{-ha} \\), where \\( a \\) represents a constant, which we call the Coefficient of Extinction, dependent upon the nature of the medium. We can only measure the amount of light \\( I_0 \\) falling upon the medium; the light which enters the medium can, however, as the following considerations show, be calculated, at least for rays perpendicular to the reflecting surface. Suppose that the unit amount of light falls in the direction \\( i_1 \\), fig. 1, perpendicular to the surface \\( AA \\) of the medium, a portion \\( \\varepsilon \\) of this light will be reflected at \\( i_1 \\), and a portion \\( 1 - \\varepsilon \\) will enter the medium. This \\( \\varepsilon \\) is a constant, dependent on the nature and surface of the transparent medium, which may be called the Coefficient of Reflexion. When the light \\( 1 - \\varepsilon \\) has passed through the thickness \\( h \\) of the medium, and reached the second surface \\( i_2 \\), the intensity has diminished to \\( (1 - \\varepsilon)^2 \\cdot 10^{-ha} \\), in consequence of the extinction which it has suffered. At the second bounding surface the fraction \\( \\varepsilon \\) of this light, that is, \\( \\varepsilon(1 - \\varepsilon)^2 \\cdot 10^{-ha} \\), is reflected; so that the amount of light which passes this second reflecting surface is \\( (1 - \\varepsilon)^2 \\cdot 10^{-ha} - \\varepsilon(1 - \\varepsilon)^2 \\cdot 10^{-ha} \\), or \\( (1 - \\varepsilon)^3 \\cdot 10^{-ha} \\). In the case of our experiments, the further reflexions are not considered, as their influence on the result would be inappreciable, and hence we have the following equation representing the relation between the incident light \\( I_0 \\) and the transmitted light \\( I \\):\n\n\\[ \\frac{I}{I_0} = (1 - \\varepsilon)^3 \\cdot 10^{-ha}, \\ldots \\ldots \\ldots \\ldots \\ldots (2.) \\]\nand similarly for $I_1 I_0$ and $h_1$, \n\n$$\\frac{I_1}{I_0} = (1 - \\varepsilon)^2 10^{-h/a}.$$  \n\nHence\n\n$$\\alpha = \\frac{1}{h_1 + h} \\log \\left( \\frac{I_1 I_0}{I_0 I_1} \\right). \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (3.)$$\n\n$$\\varepsilon = 1 - \\sqrt{\\frac{\\text{num log } h \\alpha}{I_0}}. \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (4.)$$\n\nThe values for $\\alpha$ and $\\varepsilon$ employed in all our experiments were calculated from the equations, by determining the amount of chemical rays which passed through two plates of crown glass, one of which was very thin, and the other much thicker. The following experiments gave the requisite data. $I_0$ signifies the amount of light, measured by our instrument* before transmission through the glass plate; $I$ signifies the amount of light measured after transmission; and $h$ the thickness in millimetres of the plates employed.\n\n### Series of Experiments II.\n\n|       | Exp. 1. | Exp. 2. | Exp. 3. |\n|-------|---------|---------|---------|\n| $I_0$ | 19·85   | 18·42   | 19·09   |\n| $I$   | 13·96   | 13·14   | 17·21   |\n| $h$   | 17·1 mm.| 17·1 mm.| 0·30 mm.|\n\nFrom experiments 1 and 3 the value of $\\alpha$ is found to be 0·00642; from experiments 2 and 3, 0·00605, or a mean of 0·00623. From experiment 1 we get $\\varepsilon = 0·0520$, from experiment 2 $\\varepsilon = 0·0452$, from experiment 3 $\\varepsilon = 0·0485$, or a mean of 0·0486.\n\nThe following conclusions may be drawn from this experiment:\n\n1. That 4·86 per cent. of the chemical rays from a flame of coal-gas which fall perpendicularly on a surface of crown glass, are lost by the first reflexion.\n2. That nine-tenths of the chemical rays, issuing from the same source of light, are extinguished by passing through 160·5 millimetres of crown glass.\n\nThe thinnest of the plates employed by us had a thickness of 0·30 millimetre; the unit amount of light in passing through this plate will be reduced from 1 to $10^{-0·30·00623} = 0·9957$. In passing through this plate, therefore, 0·43 per cent. of the light is absorbed. This is so small an amount that it falls within the limits of the unavoidable errors of observation, and we may, without diminishing the accuracy of the result, write $h = 0$ instead of $h = 0·3$. Hence formula (4.) becomes\n\n$$(1 - \\varepsilon)^2 = \\frac{1}{I_0}, \\text{ or } \\varepsilon = 1 - \\sqrt{\\frac{1}{I_0}}. \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (5.)$$\n\nThe value of $\\varepsilon$ calculated according to this formula, from No. 3 of Series I., gives $\\varepsilon = 0·0506$, which corresponds very nearly to the mean value 0·0486 previously found. This value is probably the more correct, as it is independent of the errors ensuing from the introduction of $\\alpha$.\n\n* Philosophical Transactions, 1857, p. 359, Plate XVII.\nAs the thick plate of crown glass, which we used for the determination of $\\alpha$, was somewhat dark-coloured, and contained bubbles of air, it was to be expected that the plates of white mirror glass, which we employed for our transparent cylinders, would not give so large a coefficient of extinction. The following experiments confirmed this opinion, showing that the amount of light $\\alpha$, absorbed by the plates of white glass 4·7 millims. in thickness, was not more than that absorbed by the thin plate 0·3 millim. thick; hence that the coefficient of extinction of our plates was so small, that, without incurring any perceptible error, the product $\\alpha \\cdot 4\\cdot7$ in formula (2.) becomes equal to 0; or in other words, the absorption in the interior of the glass may be neglected without any appreciable error.\n\n### Series of Experiments III.\n\n| Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. | Exp. 5. | Exp. 6. |\n|---------|---------|---------|---------|---------|---------|\n| $I_0$   | 9·58    | 8·88    | 9·91    | 10·36   | 11·87   | 11·91   |\n| $I$     | 8·62    | 7·99    | 8·97    | 9·25    | 10·85   | 10·66   |\n| $h$     | 0·30 mm.| 4·70    | 4·70    | 4·70    | 4·70    | 4·70    |\n| $\\rho$  | 0·0514  | 0·0514  | 0·0487  | 0·5552  | 0·0439  | 0·0540  |\n\nThe last horizontal division contains the values of the coefficient of reflexion calculated according to formula (5.), upon the assumption, proved correct by the last experiment, that no appreciable absorption of the rays of light occurs in the plates. The mean value of $\\varepsilon$ is found to be 0·0509. When the coefficient of reflexion for glass is known, the amount of light $\\alpha$, transmitted by $n$ plates, is found from the formula\n\n$$\\frac{1-\\varepsilon}{1+(2n-1)\\varepsilon} = \\alpha.$$  \n\nIf the mean value of $\\varepsilon$ 0·0509, as found in the last experiment, be substituted in this formula, we obtain a value $\\alpha = 0·823$ for the amount of light passing through two plates. This value, 0·823, plays an important part in the calculation of the coefficient of extinction, so much so, that we have thought it necessary to corroborate this calculated result by further experiment. For this purpose a series of direct observations were made with the cylinders closed with two plates of glass. In these, as well as the succeeding absorption experiments with these cylinders, the accuracy of the result depended entirely on placing the cylinder before the insolation-vessel (i., fig. 2, Part II.), so that none of the rays from the luminous source were obstructed by the edge of the cylinder. This arrangement was effected by illuminating the insolation-vessel, and placing the transparent cylinder in such a position that when the observer moved his eye near the source of light, he saw that the insolation-vessel was covered by the screen, and not by the edge of the interposed cylinder. If the cone of rays from a convex lens was employed, the aperture of the lens was made smaller than that of the cylinder, and lens and cylinder were brought as near as possible together. Having duly observed these precautions, we determined the intensity of the chemical rays proceeding from a flame of coal-gas, before and after their passage through our transparent cylinder, MDCCCLVII.\nclosed with two plates of glass*. The experimental numbers, and the values of $a_1$, as calculated with the formula $a_1 = \\frac{I}{I_0}$, are thrown into the following Table.\n\n### Series of Experiments IV.\n\n|          | Exp. 1 | Exp. 2 | Exp. 3 | Exp. 4 | Exp. 5 | Exp. 6 |\n|----------|--------|--------|--------|--------|--------|--------|\n| $I_0$    | 17·76  | 17·18  | 17·66  | 18·55  | 11·39  | 18·37  |\n| $I_1$    | 13·41  | 13·67  | 13·69  | 14·49  | 9·56   | 15·04  |\n| $I_0$    | 15·84  | 17·76  | 17·19  | 18·26  | 11·37  | 18·77  |\n| Mean of $I_0$ and $I_1$ | 16·80 | 17·47 | 17·42 | 18·40 | 11·38 | 18·57 |\n| $a_1$    | 0·798  | 0·783  | 0·784  | 0·788  | 0·840  | 0·810  |\n\nThe mean of these values, 0·800, is slightly less than the value 0·823 as calculated from formula (6.). In all the following experiments we shall employ the mean of these two determinations, 0·811, as the most exact value for the coefficient of transmission of our cylinder plates.\n\nAt the commencement of this section we have shown that when light passes through a number of media, the amount of transmitted light remains the same, in whatever order the media be placed; thus a film of air between two glass plates would allow exactly as much light to pass through, were the air in front of or behind the plates. This assumption is however only true when all the media possess the same coefficients of reflexion. If the refractive index $i$, and hence the coefficient of reflexion $\\varepsilon$, differs according to the order in which the media are placed, the values of $i$ and $\\varepsilon$ vary in a relation dependent upon the arrangement of the media. In this case therefore allowance must be made for the order in which each limiting surface of a medium occurs. This is best explained by an example. We select for this purpose the determination of the coefficient of extinction for water which we have occasion to employ in our subsequent experiments.\n\nLet us first examine what occurs when a ray of light passes through two glass plates (GG₁, fig. 2) surrounded by air, but so thin that, like the glasses of our cylinders, they may be regarded as perfectly diactinic. The fraction $i$ of the unit amount of incident light falling perpendicularly upon the medium\n\n- Which passes the first surface at $r$ is $(1-\\varepsilon)$\n- Which passes the second surface at $r_1$ is $(1-\\varepsilon)^2$\n- Which passes the third surface at $r_2$ is $(1-\\varepsilon)^3$\n- Which passes the fourth surface at $r_3$ is $(1-\\varepsilon)^4$.\n\nIf we suppose that a film of water be placed between the plates instead of the air, the coefficient of reflexion from glass and water will no longer be $\\varepsilon$, but a new quantity, $\\varepsilon'$; so that the unit amount of incident light becomes\n\n---\n\n* See Philosophical Transactions, 1857, Plate XVII. fig. 1.\nOn passing the first surface . . . . (1−\\varepsilon)\nOn passing the second surface . . . . (1−\\varepsilon)(1−\\varepsilon_1)\nOn passing the third surface . . . . (1−\\varepsilon)(1−\\varepsilon_1)^2\nOn passing the fourth surface . . . . (1−\\varepsilon)^2(1−\\varepsilon_1)^2.\n\nThe total amount of transmitted light is in this case, therefore, (1−\\varepsilon)^3(1−\\varepsilon_1)^2; and as \\varepsilon is greater than \\varepsilon_1, the amount of transmitted light is larger than in the case when air was contained between the plates.\n\nIf the media are placed in the following order, air, water, glass, air, glass, air; and\n\nIf the coefficient of reflexion between air and water =\\varepsilon_2,\nIf the coefficient of reflexion between water and glass =\\varepsilon_1,\nIf the coefficient of reflexion between glass and air =\\varepsilon,\n\na repetition of the foregoing reasoning shows that the transmitted light is not\n\n(1−\\varepsilon)^3(1−\\varepsilon_1)^2, but (1−\\varepsilon_2)(1−\\varepsilon_1)(1−\\varepsilon)^2.\n\nIt is easy from these considerations to determine the amount of light transmitted by two diactinous glass plates enclosing a column of water. Let \\varepsilon represent the coefficient of reflexion between air and glass, \\varepsilon_1 between water and glass, \\(h\\) the length of the enclosed column of water, and \\(\\frac{1}{a}\\) the length of a column of water by passing through which nine-tenths of the light is extinguished; we then have the unit amount of light reduced,\n\nAfter passing the surface \\(r\\) (fig. 2) . . . (1−\\varepsilon)\nAfter passing the surface \\(r_1\\) (fig. 2) . . . (1−\\varepsilon)(1−\\varepsilon_1)\nAfter traversing the space from \\(r_1\\) to \\(r_2\\) (1−\\varepsilon)(1−\\varepsilon_1)^{10^{-ha}}\nAfter passing the surface from \\(r_2\\) . . . (1−\\varepsilon)(1−\\varepsilon_1)^210^{-ha}\nAfter passing the surface from \\(r_3\\). . . . (1−\\varepsilon)^2(1−\\varepsilon_1)^210^{-ha}\n\nIf \\(I_0\\) represent the amount of incident light, and \\(I\\) that of the transmitted light, \\(\\frac{I}{I_0}\\) of the unit amount of incident light is transmitted. Hence we have\n\n\\[\n\\frac{I}{I_0}=(1-\\varepsilon)^2(1-\\varepsilon_1)^{10^{-ha}} \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots\n\\]\n\nand\n\n\\[\n\\alpha=\\log \\left[ \\frac{I}{I_0}(1-\\varepsilon)^2(I-\\varepsilon_1)^2 \\right] \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad \\ldots\n\\]\n\nThe value of \\(\\varepsilon\\) for our cylinders filled with air is, as has been shown, 0·0509, and the value of \\(\\varepsilon_1\\), calculated from the index of refraction from crown glass to water, \\(i=1·1718\\), by means of the formula \\(\\varepsilon_1=\\left(\\frac{1-i}{1+i}\\right)^2\\), is found to be 0·006257. An experiment with columns of water of \\(h\\) millimetre thickness gave the following values for \\(I_0\\) (the light measured without interposed cylinder) and \\(I\\) (with interposed cylinder). The values of \\(\\alpha\\) contained in the lowest horizontal line are calculated according to formula (8.).\nSeries of Experiments V.\n\n|       | Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. |\n|-------|---------|---------|---------|---------|\n| $I_0$ | 16.08   | 16.08   | 16.08   | 10.23   |\n| $I$   | 13.76   | 13.99   | 13.57   | 8.99    |\n| $h$   | 83.8 mm | 11.8    | 27.0    | 17.3    |\n| $\\alpha$ | 0.0002 | 0.0008 | 0.0008 | 0.0003 |\n\nFrom the extremely small values which are thus found for $\\alpha$, it is seen that the coefficient of extinction of the chemical rays employed may, as far as regards the observation, be placed at 0 in columns of water less than 80 millims. in depth; and therefore that the factor $10^{-ah}$ in formula (7.) becomes =1. According to this method it is possible, approximately at least, to determine the coefficient of reflexion of all transparent fluids for the chemical rays. For this purpose a drop of the liquid is brought between two plates of glass, of which the coefficient of reflexion $\\varepsilon$ has already been determined, and the intensity of the light measured before and after transmission through the moistened plates. The values of $I_0$ and $I$ thus found are substituted in equation (7.), and as the value of $h$ is extremely small, the factor $10^{-ha}$ vanishes, and we have for the coefficient of reflexion of the liquid,\n\n$$\\varepsilon_1 = \\frac{1 - \\sqrt{\\frac{I}{I_0}} - \\varepsilon}{1 - \\varepsilon}.$$  \n\nA simple relation exists, as has been stated, between the coefficient of reflexion $\\varepsilon$ and the refractive index $i$, which is represented by the equation $\\varepsilon = \\left(\\frac{1-i}{1+i}\\right)^2$, or $i = \\frac{1 + \\sqrt{\\varepsilon}}{1 - \\sqrt{\\varepsilon}}$. If we substitute the value $\\varepsilon = 0.0509$, found for crown glass, we obtain for the refractive index $i = 1.583$. The value of this index of refraction, as obtained by experiment for Fraunhofer's line H lying nearest to the chemical rays, is given in Buff's 'Lehrbuch der Physik,' to be 1.5466 and 1.5794, numbers closely approximating to that found from the coefficient of reflexion.\n\nThe coefficients of reflexion and the refractive indices for the chemical rays of all substances which can be divided into such thin plates that the absorption may be considered =0, may in this way be ascertained. We have thus determined the coefficient of reflexion and the refractive index of North American mica, which we shall make use of in a later part of the investigation.\n\nIt has been previously observed that the fraction $\\alpha = \\frac{I}{I_0}$ (formulae 1 and 6) of the unit amount of light which passes through $n$ glass plates, is represented by the equation\n\n$$\\frac{I}{I_0} = \\frac{1 - \\varepsilon}{1 + (2n-1)\\varepsilon},$$\n\nwhere $\\varepsilon$ signifies the coefficient of reflexion of the glass. In order to see whether the plates absorb any light in their interior, in which case the formula could not be employed, it is sufficient to make the experiment first with one plate, and then\nwith a greater number. If both experiments give the same value for $\\varepsilon$, it is clear that the disturbing influence of absorption within the plate is inappreciable.\n\nThe following series of experiments were made with plates of mica, which were only some hundredths of a millimetre in thickness.\n\n**Series of Experiments VI.**\n\n**A. With one plate of Mica.**\n\n| Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. |\n|---------|---------|---------|---------|\n| $I_0$   | 12·69   | 12·37   | 12·83   | 12·41   |\n| $I$     | 10·33   | 10·33   | 10·17   | 10·17   |\n| $\\frac{I}{I_0}$ | 0·814   | 0·835   | 0·793   | 0·816   |\n\nMean value of $\\frac{I}{I_0} = 0·8143$\n\n$\\rho = 0·1024$\n\n**B. With three plates of Mica.**\n\n| Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. |\n|---------|---------|---------|---------|\n| $I_0$   | 12·91   | 13·08   | 12·89   | 12·84   |\n| $I$     | 7·80    | 7·80    | 7·65    | 7·65    |\n| $\\frac{I}{I_0}$ | 0·602   | 0·596   | 0·596   | 0·596   |\n\nMean value of $\\frac{I}{I_0} = 0·5969$\n\n$\\rho = 0·1011$\n\nThe mean of the two values found for $\\varepsilon$ is 0·1017, and this gives, when substituted in the formula\n\n$$\\frac{1 + \\sqrt{\\varepsilon}}{1 - \\sqrt{\\varepsilon}} = i,$$\n\nas a mean refractive index of mica for the chemical rays of a coal-gas flame, the number 1·936.\n\nAnother important element in the investigation of photo-chemical extinction, is the law according to which the optical coefficient of extinction varies with the density of the absorbing medium. In order to determine this law for the chemical rays we have employed coloured solutions, knowing that for a considerable depth water may be considered as perfectly diactinous. We made use of columns of water of various lengths, each containing the same quantity of a dilute solution of common red ink. The following experiments, VII., show the dependence of the extinguished chemical rays upon the density of the extinguishing medium. $I_0$ signifies the amount of the chemical rays before transmission through the cylinder, $I$ the amount remaining after transmission, $b = \\frac{I}{I_0}$ the transmitted fraction of the unit amount of incident light, $h$ the length of the columns of liquid in millimetres, $e$ the density of the colouring substance, that is, the\namount of colouring matter contained in the unit quantity of water, and \\( l \\) the fraction of the unit amount of light transmitted through the unit length of the several cylinders.\n\n**Series of Experiments VII.**\n\n|       | Exp. 1. | Exp. 2. | Exp. 3. |\n|-------|---------|---------|---------|\n| \\( I_0 \\) | 7·41    | 8·13    | 8·22    |\n| \\( I \\)   | 4·28    | 4·73    | 4·87    |\n| \\( b \\)   | 0·578   | 0·582   | 0·592   |\n| \\( h \\)   | 11·8 mm.| 27·4 mm.| 83·8 mm.|\n| \\( e \\)   | 1·000   | 0·4306  | 0·1408  |\n| \\( l \\)   | 0·04895 | 0·02123 | 0·00707 |\n| \\( e \\)   | 0·204   | 0·203   | 0·200   |\n\nFrom the closely approximating values of \\( \\frac{e}{l} \\) we may conclude, that with the chemical rays the amount of transmitted light varies proportionally with the density of the coloured medium.\n\nHaving determined these preliminary points, we may now return to the question originally proposed, viz.—\n\nIn the combination effected by the light between the particles of chlorine and hydrogen, are the chemical rays expended in a relation proportional to the quantity of hydrochloric acid formed? In order to solve this question, it was necessary to determine experimentally the coefficient of extinction of pure chlorine for a flame of coal-gas.\n\nThe chlorine used in the following experiments, prepared from bichromate of potash and hydrochloric acid, carefully washed and dried, was led through the transparent cylinders until all atmospheric air was expelled. Each of the measurements contained in the following Table is reduced from three series of observations, the first of which was made without interposed chlorine-cylinder, the second with chlorine-cylinder, and the third again without the cylinder. The mean of the first and third series gives \\( I_0 \\), or the intensity of the chemical rays before transmission through the chlorine-cylinder, whilst the second series gave \\( I \\), or the intensity after transmission; \\( h \\) signifies the length of the interposed column of chlorine, \\( P \\) the pressure, and \\( t \\) the temperature on filling the cylinders with chlorine.\n\n**Series of Experiments VIII.**\n\n|       | Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. |\n|-------|---------|---------|---------|---------|\n| \\( I_0 \\) | 13·51   | 10·86   | 11·12   | 11·40   |\n| \\( I \\)   | 3·79    | 3·25    | 3·23    | 6·39    |\n| \\( h \\)   | 83·8 mm.| 83·8    | 83·8    | 27·4    |\n| \\( P \\)   | 0·7437 m.| 0·7528 | 0·7528 | 0·7528 |\n| \\( t \\)   | 16°0 C. | 14·3    | 14·3    | 14·3    |\n\nThe amount of light \\( I_0 \\) is not that which enters the column of chlorine. This\namount, according to the former considerations, is that which remains after the quantity lost by passing both the enclosing plates of glass has been subtracted from $I_0$. $I_0$ must therefore be multiplied with $a_i = 0.811$, found from several of the previous experiments, the difference between the coefficients of reflexion between glass and air and glass and chlorine being neglected as imperceptible. The value of $\\frac{1}{\\alpha}$, which signifies, according to formula (2.), the depth of chlorine to which the chemical rays must penetrate in order to be reduced to one-tenth of their original amount, has been shown by Experiment VII. to vary proportionally with the density of the medium. For chlorine under 0.76 pressure and at 0° C., the value of $\\frac{1}{\\alpha}$ is found from the equation\n\n$$\\frac{1}{\\alpha} = \\frac{h.P}{0.76(1 + 0.00366t)(\\log a_i I_0 - \\log I)}$$\n\nhence we get from Experiment VIII.\n\n$$\\frac{1}{\\alpha} = 168 \\text{ millims.}$$\n\n$$\\frac{1}{\\alpha} = 182 \\text{ millims.}$$\n\n$$\\frac{1}{\\alpha} = 177 \\text{ millims.}$$\n\n$$\\frac{1}{\\alpha} = 160 \\text{ millims.}$$\n\nMean . . . . 171.7\n\nThis mean value, 171.7, gives a value of 0.00582 as the coefficient of extinction for chlorine at 0.76 pressure, and 0° C. for the flame of coal-gas.\n\nIn order to prove experimentally that the coefficient of extinction varies, in the case of chlorine, in the inverse proportion of the dilution, another series of determinations was made in which the chlorine was mixed with varying quantities of atmospheric air. For this purpose the caoutchouc-tubes, connected with the cylinders previously used, filled with V volumes of chlorine at t° C., and under the pressure P, were secured by screw-clamps, and into the end of one caoutchouc joining a fine capillary tube was fastened, whilst into the other was placed a chloride of calcium drying-tube. On opening the screw-clamps, air was forced by the mouth through the drying-tube into the chlorine cylinder, whence the gas escaped through the capillary tube into a reversed retort filled with a solution of iodide of potassium, and when sufficient chlorine had been expelled the screw-clamps were again closed. The volume of chlorine expelled, reduced to 0° C. and 0.76 pressure, was determined by volumetric analysis, and this volume subtracted from that originally contained, also reduced to 0° C. and 0.76 pressure, gave the volume $V_1$ remaining in the cylinder mixed with air. If $H$ represent the depth of the cylinder, measured from the inner surface of one glass plate to the inner surface of the other, and $h_1$ represent the length of the column of chlorine before displacement, $h_1 = \\frac{H.P}{0.76(1 + 0.00366t)}$, and after displacement, $h_2 = \\frac{V_1}{V} H$. These various columns of chlorine, $h_1 h_2$, both of which were expanded to the height $H$ in the cylinder, were placed between the source of light and the insolation-\nvessel, and from the diminution of the action from $I_0$ to $I$, the values of $\\frac{1}{\\alpha}$ were calculated as in the previous instance. Chlorine was again expelled from the cylinder into the reversed retort, the cylinder again placed between the flame and the instrument, the values of $I_0$ and $I$ again determined, and this repeated until the whole of the chlorine had been displaced. The agreement of the sum of all the separate determinations of chlorine with the total quantity introduced, served as a control for the accuracy of the analyses.\n\nThe calculation of the volume of chlorine at 0° C. and 0·76 pressure, from the direct observations of the volumetric analyses, was made by means of the formula $e=88·012a(nt-t_i)$, which we deduced in a former communication.\n\nExperiment gave—\n\nSeries of Experiments IX.\n\n(1) Capacity of cylinder filled with chlorine at 16° C. and 0·7453 pressure . . . . . . . . . . . . . . . . 190·24 cub. cent.\n(2) Contained volume of chlorine at 0° C. and 0·76 pressure . . . 176·24 cub. cent.\n(3) Height of the cylinder H . . . . . . . . . . . . . . . 83·8 millims.\n(4) Length of the column of chlorine reduced to 0° C. and 0·76 pressure . . . . . . . . . . . . . . . 77·63 millims.\n\nAnalyses of the displaced chlorine:—\n\nFirst portion . . . $\\alpha=0·001944$ $t=43·1$ $t_i=16·3$ $n=7$\nSecond portion . . .$\\alpha=0·001944$ $t=42·5$ $t_i=4·4$ $n=4$\nThird portion . . .$\\alpha=0·001944$ $t=42·3$ $t_i=17·0$ $n=4$\nFourth portion . . .$\\alpha=0·001944$ $t=42·2$ $t_i=2·0$ $n=10$\n\nHence the volumes of chlorine at 0° C. and 0·76 pressure are found to be—\n\nOriginal volume of chlorine in cylinder . . . . . . . 176·24 cub. cent.\nVolume of first portion displaced . . . . . . . . . 48·83 cub. cent.\nVolume of second portion displaced . . . . . . . . 28·34 cub. cent.\nVolume of third portion displaced . . . . . . . . 26·04 cub. cent.\nVolume of fourth portion displaced . . . . . . . . 71·86 cub. cent. 175·07 cub. cent.\n\nHence it is seen that the sum of the quantities found in each analysis agrees with the quantity originally taken, 176·24, as nearly as could be expected, considering the number of analyses made. From these numbers the values of $h$ are obtained, that is, the length which the columns of gas would have been, had they been unmixed with air and measured at 0° C. and 0·76 pressure.\n\n1. Height of the total quantity of chlorine . . . . . . . 77·6 millims.\n2. Height after displacement of first portion . . . . . . . 56·2 millims.\n3. Height after displacement of second portion . . . . . . . 43·6 millims.\n4. Height after displacement of third portion . . . . . . . 32·2 millims.\nThe photometric observations with these columns of chlorine, all of which were expanded to a height of 77·6 millims. by dilution with air, gave—\n\n### Series of Experiments X.\n\n| Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. | Exp. 5. | Exp. 6. |\n|---------|---------|---------|---------|---------|---------|\n| I₀....... | 8·45    | 10·93   | 11·13   | 11·10   | 11·39   | 10·65   |\n| I₁....... | 2·53    | 3·35    | 4·39    | 4·15    | 5·16    | 5·51    |\n| h........ | 77·6    | 77·6    | 56·1    | 56·1    | 43·6    | 32·2    |\n\nThe values of $\\frac{1}{a}$ calculated from these experiments, are—\n\n| No. of Expt. | millims. |\n|--------------|----------|\n| 1            | 179      |\n| 2            | 184      |\n| 3            | 179      |\n| 4            | 167      |\n| 5            | 172      |\n| 6            | 165      |\n| Mean         | 174·3    |\n\nThis mean value agrees very closely with that found from the experiments with chlorine undiluted with air, but it is seen that the variation in the separate values is not inconsiderable. The cause of this lies not only in the unavoidable errors of experiment, but more especially in the fact that the formula used in the calculation is, strictly speaking, only applicable to homogeneous light, whilst the chemically active rays emanating from our coal-gas flame were certainly not all of the same degree of refrangibility.\n\nIf the intensity $I_0$ of the light, measured by our instrument, were composed of the components $I_1 + I_2 + \\ldots$ of various degrees of refrangibility, the formula $I = I_0 10^{-ha}$ would become\n\n$$I = I_1 10^{-ha_1} + I_2 10^{-ha_2} + \\ldots$$\n\nThe values calculated according to the first formula can therefore only give a mean value for the various chemical rays in our flame, and the numbers obtained must vary more considerably amongst themselves than if homogeneous light had been employed. The mean of all the determinations in Series VIII. and X. gives the value of the optical coefficient of extinction of chlorine at 0° C. and 0·76 pressure, for rays from a coal-gas flame, to be $\\frac{1}{173·0} = 0·00578$.\n\nIf the light is not consumed in the act of photo-chemical change, the coefficient just found must remain unaltered when the chlorine and hydrogen mixture is employed; but if, on the contrary, light is not only lost by the optical extinction, but also an amount of light proportional to the chemical action vanishes, experiment must give a larger value for the coefficient. In the first case the light merely liberates the chemical\nforces, in the second it suffers a transformation into mechanical energy, effecting the combination of the chlorine and hydrogen. It would seem as if the simplest mode of arriving at a conclusion regarding these two alternatives, were to determine the coefficient of extinction for chlorine and hydrogen, by interposition of the transparent cylinders filled with the mixture: this plan, however, is accompanied by the unavoidable error arising from the impossibility of ascertaining when the mixture under examination has arrived at the point of maximum photo-chemical sensibility. We have therefore preferred to deduce the coefficient of extinction for chlorine and hydrogen directly from the chemical actions effected by a constant amount of light in columns of sensitive gas of various length. For this purpose we have employed the apparatus (Plate XXVII.), which mainly differs from the instrument described in our first communication in the arrangement of the insolation-vessel. The insolation-vessel \\(iq\\) consists of a glass tube with as even a bore as possible, 250 millims. in length and 15 millims. in breadth, of which the end \\(i\\), exposed to the light, is a plane surface. The mixture of chlorine and hydrogen, evolved in the manner described in our first communication, enters the insolation-vessel \\(iq\\) through the tube \\(p\\) melted on to the side of the vessel, and ground air-tight into the glass stopcock \\(h\\); the gas issues through a tube \\(q\\) similarly fused into the other end of the insolation-vessel, and thence passes into the observation-tube \\(K\\). In the inside of the insolation-vessel is placed a semicircular diaphragm, \\(d\\), of black glass, which is melted on to the glass rod \\(i_1\\), moveable in the caoutchouc cap \\(e\\). By moving this glass rod, on which a scale in millimetres can be etched, backwards or forwards through the caoutchouc cap, the column of gas \\(id\\), exposed to the light, can be shortened and lengthened at pleasure. The tube \\(iq\\) contains so much water, that when the diaphragm \\(d\\) is turned round to the right, at an angle of 90° from that represented in the figure, the surface of the water just touches the straight edge of the diaphragm. In order to prevent entrance and collection of water in the tube \\(q\\) during the alteration of the diaphragm, the rod \\(i_1\\) must never be moved, unless the curved side of the diaphragm is undermost (as in the position represented in the figure), when the water is not carried back, and no inconvenience is experienced in altering the length of the column of gas. In spite of the number of ground-glass joints, and the consequent fragile nature of the apparatus, all these necessary operations may be executed without danger, if the insolation-vessel is firmly fixed in one position by pressing it against the support at \\(q\\) with the finger and thumb. When the apparatus is to be filled with gas, all the precautions must be taken which are described in our first communication, and a thick piece of wood is placed under the board at \\(A\\), so that the whole arrangement, including the evolution-tube, not represented in the figure, is placed in an oblique position, and all the water collects at the lower end, \\(i\\), of the insolation-vessel, and is completely saturated with the gas which bubbles through from the tube \\(p\\). As soon as the gas has reached the maximum degree of photo-chemical sensibility (determined by experiments made from time to time with the standard flame), the apparatus is again placed in a horizontal position by means of the screws \\(B, B, B\\).\nThe following precautions must be observed at the commencement of each experiment. In the first place, the ground-glass joint of the tube \\( p \\) is rendered perfectly air-tight, by slightly pressing the ground edge into its place, and then moving the whole vessel at \\( q \\) up and down as much as the elasticity of the glass joints allows. In the same way, care must be taken that the joint at \\( q \\) is also tight; and in order to preserve these joints secure, pieces of caoutchouc tubing cut lengthways and filled with water are placed over the two tubes where the joint occurs, and the ground-glass surfaces are thus always kept wet. Secondly, the level of water in the tube \\( iq \\) must be so regulated by the screws B B B, at the commencement of each series of observations, that the same section throughout the whole length of the tube is filled with gas. Thirdly, the end of the insolation-vessel which is exposed to the light must be blackened as far as the upper level of water, in order to avoid any alteration in the constitution of the dissolved gases from the action of the light. Fourthly, the insolation-vessel must be placed, before each experiment, exactly in a line with the incident rays which are as nearly as possible parallel. Fifthly, the whole mass of gas contained in the tube, both before and behind the moveable diaphragm \\( d \\), must be induced before each series of observations. We have always effected this induction by allowing light from a window opposite the door of our darkened room to fall on the tube, by opening the door previous to beginning an experiment, and allowing the action to proceed until it was evident, from the rate of motion on the index scale, that the maximum of the induction was attained. Sixthly and lastly, in order to eliminate all disturbing influence of change of temperature, the instrument was covered, during the experiment, with a tin case \\( C \\), in which slits were cut, as seen in the figure, so that the case could fit closely over all parts of the insolation-vessel.\n\nFrom the following considerations, it is seen that in order to obtain the value of \\( \\alpha_1 \\), the coefficient of extinction in the chlorine-hydrogen mixture, a determination of the chemical actions \\( W \\) and \\( W_1 \\), in two columns of gas of different lengths \\( h \\) and \\( h_1 \\), is sufficient. Let \\( I_0 \\) represent the intensity of the light on entrance into the gaseous mixture, \\( I \\) the intensity remaining after it has passed through a length \\( z \\) of gas, we have then, according to the former equation, \\( I = I_0 10^{-\\alpha_1 z} \\), in which \\( \\alpha_1 \\) signifies the coefficient of extinction of the unreduced chlorine mixture. If, also, \\( w dz \\) represents the chemical action effected in the unit of time in a film of gas of the thickness \\( dz \\), we have \\( w = NI \\), where \\( N \\) signifies a constant, and therefore \\( w = NI_0 10^{-\\alpha_1 z} \\). If \\( h \\) is the whole depth of the insulated column of gas, and \\( W \\) the total action occurring therein, we have\n\n\\[\nW = \\frac{NI_0}{\\alpha_1 \\log_{10}(1 - 10^{-\\alpha_1 h})};\n\\]\n\nor more simply,\n\n\\[\nW = MI_0(1 - 10^{-\\alpha_1 h}).\n\\]\n\nFor \\( W_1 \\) and \\( h_1 \\) we get, similarly,\n\n\\[\nW_1 = MI_0(1 - 10^{-\\alpha_1 h_1});\n\\]\nhence\n\n\\[\n\\frac{W}{W_1} = \\frac{1 - \\frac{1}{\\text{num log } \\alpha_1 h}}{1 - \\frac{1}{\\text{num log } \\alpha_1 h_1}}.\n\\]\n\nThe value of \\( \\alpha_1 \\) is obtained from this equation by a method of approximation.\n\nExperiments conducted in this manner at 23°-3 C., and under a pressure of 0·7589 millims., gave the following elements for the calculation of the values of \\( \\frac{1}{\\alpha_1} \\) contained in the fifth column. Each value of \\( W \\) and \\( W_1 \\) is the mean of from ten to fifteen observations.\n\n### Series of Experiments XI.\n\n| \\( W_1 \\) | \\( W \\) | \\( h_1 \\) | \\( h \\) | \\( \\frac{1}{\\alpha_1} \\) |\n|----------|--------|---------|-------|------------------|\n| 20·97    | 4·46   | 194·5   | 21·5  | 256               |\n| 19·38    | 11·17  | 193·8   | 65·5  | 216               |\n| 16·26    | 10·26  | 114·7   | 60·9  | 316               |\n| 12·34    | 6·73   | 153·0   | 58·6  | 262               |\n\nMean ........... 262\n\nHad the insulated chlorine and hydrogen mixture possessed the density corresponding to 0° C. and 0·76 pressure, and if it had been perfectly dry, the length \\( \\frac{1}{\\alpha_1} = 262 \\) would have diminished, for we have shown that the amount of light absorbed is proportional to the density of the absorbing medium. In a pure dry mixture of equal volumes of chlorine and hydrogen, having a density corresponding to 0° C. and 0·76 pressure, the length of a column of gas through which the light must pass in order to be reduced by optical and chemical extinction to \\( \\frac{1}{16} \\)th of its original amount, is \\( \\frac{1}{\\alpha_2} = 234 \\) millims. Supposing that the hydrogen were replaced by an equal volume of a chemically inactive gas, which, like hydrogen, does not absorb any chemical rays, we should obtain from the coefficient of extinction of pure chlorine \\( \\frac{1}{173} \\), a length of the gaseous mixture equal to \\( 2 \\times 173 \\) or 346 millims., through which the light would have to pass in order that it should be reduced to \\( \\frac{1}{16} \\)th. Hence it is seen that for a given amount of chemical action effected in the mixture of chlorine and hydrogen, an equivalent quantity of light is absorbed.\n\nFor we find that in the standard chlorine and hydrogen mixture, where, together with the thermal effect, a chemical action of the light occurs, the value of the coefficient of extinction is 0·00427; whereas in a chlorine mixture of similar dilution, where the chemical action was absent, the coefficient was 0·00289, or very much smaller.\n\nThe difference between these two numbers, 0·00138, represents the coefficient of extinction due to chemical action alone. The consumption of rays from a coal-gas flame, solely employed in the act of photo-chemical combination, is hence represented\nby an amount of light which is reduced to \\( \\frac{1}{10} \\)th by passing through 723 millims. of the standard chlorine mixture, whilst in consequence of optical extinction alone the light is reduced to \\( \\frac{1}{10} \\)th by passing through 346·6 of the same standard mixture.\n\nIt appeared to us of great interest to repeat the experiments with rays from other sources of light. For this purpose we employed the diffuse light of day reflected from the zenith of a cloudless sky. The rays were rendered as nearly parallel as possible by reflexion from a mirror through a blackened tube, 6 feet long and 6 centimetres wide, on to the insolation-vessel of our instrument. All the observations employed in the two next series of experiments (XII. and XIII.), with diffuse light thus reflected, were made between the hours of 9 and 12 in the morning. For the determination of the coefficients of extinction for pure chlorine, a series of experiments similar to Series VIII. was made.\n\nSeries of Experiments XII., made on the 4th and 6th of August, 1856.\n\n| Exp. 1. | Exp. 2. | Exp. 3. | Exp. 4. | Exp. 5. |\n|---------|---------|---------|---------|---------|\n| I₁       | 15·23   | 12·12   | 10·84   | 9·63    | 10·61   |\n| I₂       | 2·96    | 2·62    | 2·54    | 2·51    | 2·28    |\n| h        | 32·4 mm.| 27·0    | 27·0    | 27·0    | 27·0    |\n| P        | 0·7567  | 0·7567  | 0·7567  | 0·7567  | 0·7567  |\n| t        | 26·3    | 26·3    | 26·3    | 26·3    | 26·3    |\n\nThe values of the reciprocals of the coefficients of extinction \\( \\beta \\), are calculated from these numbers according to formula (9.).\n\n| No. of Exp. | \\( \\frac{1}{\\beta} \\) |\n|-------------|----------------------|\n| 1           | 47·4                 |\n| 2           | 42·8                 |\n| 3           | 45·5                 |\n| 4           | 49·7                 |\n| 5           | 42·5                 |\n| Mean        | 45·6                 |\n\nThe coefficient of optical extinction of pure chlorine, at a density corresponding to 0° C. and 0·76 pressure, for diffuse morning light reflected from the zenith, is hence 0·0219, very different from the value 0·00578 found for a coal-gas flame. This result renders it probable that the coefficient of extinction of the standard chlorine and hydrogen mixture is much greater for diffuse morning light than for light from a coal-gas flame. The following experiments made with the chlorine and hydrogen mixture at 23°·8 C. and 0·7535 Barom., with diffuse zenith light, also between the hours of 8 A.M. and 12, gave results resembling Series XI.\nSeries of Experiments XIII., made on the 3rd, 6th and 7th of August, 1856.\n\n| No. of Exper. | $w_1$ | $w$ | $h_1$ | $h$ | $\\frac{1}{\\beta_1}$ |\n|---------------|-------|-----|------|----|------------------|\n| 1             | 10·31 | 5·79| 125·5| 29·0| 85·5              |\n| 2             | 12·51 | 6·03| 132·5| 23·9| 87·0              |\n| 3             | 10·85 | 7·31| 176·9| 40·9| 85·4              |\n| 4             | 8·32  | 5·43| 187·3| 33·8| 74·1              |\n\nMean .......... 83·0\n\nThe coefficient of extinction for morning zenith light in a dry mixture of chlorine and hydrogen, whose density corresponds to 0° C. and 0·76 pressure, is found to be = 0·0136, and its reciprocal = 73·5 millims. The value of the coefficient of the light consumed in effecting the change is = 0·00265, and its reciprocal 337·3 millims. From this it is seen that the light reflected in the morning from the zenith of a cloudless sky, is much more easily extinguished by passing through chlorine than the rays from a coal-gas flame. Hence it was conjectured that probably the solar light might differ in its properties according to the time of day or year. This supposition has been fully confirmed, as is shown by the following experiments made on the 15th of September, 1856, between the hours of 3 p.m. and 3½ p.m., with zenith light from a cloudless sky.\n\nSeries of Experiments XIV.\n\n|                | Exp. 1. | Exp. 2. |\n|----------------|---------|---------|\n| $I_0$          | 4·81    | 6·86    |\n| $I$            | 1·01    | 1·60    |\n| $h$            | 11·8    | 11·8    |\n| $P$            | 0·7597 m.| 0·7597 m.|\n| $t$            | 17°5    | 17°5    |\n\nThese observations give the following numbers for the reciprocal of the coefficient $\\frac{1}{\\gamma}$.\n\n| No. of Exp. | $\\frac{1}{\\gamma}$ |\n|-------------|--------------------|\n| 1           | 18·9 millims.      |\n| 2           | 20·5 millims.      |\n\nMean . . . 19·7\n\nThe coefficient of extinction of dry chlorine at 0° C. and 0·76 pressure for the evening light reflected from a cloudless zenith, hence is 0·05076. The optical extinction of reflected cloudless zenith light for chlorine at 0° C. and 0·76 pressure, was more than twice as small on the 4th and 6th of August in the morning, than it was on the 15th of September in the evening. A perfectly analogous difference is observed between the former series of Experiments XIII. and the following, made with the standard mixture, at 25°7 C. and 0·7565 millim. pressure, on the 2nd of August, 1856, between the hours of 3½ and 5 p.m., with light reflected from the zenith of a cloudless sky.\nHence the value of the coefficient of extinction for the standard chlorine mixture at 0° C. and 0·76 pressure is $\\gamma_1=0·01743$, and its reciprocal 57·4.\n\nA negative value is obtained for the coefficient of chemical extinction calculated from the results of Experiments XIV. and XV. From this we may conclude, that the rays which produced the action in Experiments XIV. possessed a different degree of refrangibility from those which acted in Experiments XV., and that from this reason the two series of experiments are not comparable; this view is easily explained by the fact, that the experiments were made at different times.\n\nThe conclusion which we draw from all our observations is, that the coefficients of extinction of pure chlorine for chemical rays from various sources of light are very different. The depth to which such light must penetrate chlorine at 0° and 0·76, in order to be reduced to $\\frac{1}{10}$th of its original intensity, is, according to the foregoing experiments,—\n(1) A flame of coal-gas . . . . . . . . 173·0 millims.\n(2) Reflected zenith light, morning . . 45·6 millims.\n(3) Reflected zenith light, evening . . 19·7 millims.\n\nA variation in the same direction is also seen in the chemical extinction of the light. The depth to which the light must penetrate the normal chlorine mixture, supposing that no optical extinction took place, in order that the original amount of light should be reduced to $\\frac{1}{10}$th by the chemical effect produced, is—\n(1) A coal-gas flame . . . . . . . . . . . . . . . . 723·0 millims.\n(2) Morning light reflected from a cloudless zenith . . 377·3 millims.\n\nIt is thus seen that the chemical rays reflected at different times of the year, and at various hours of the day, not only possess quantitative but also qualitative differences, representing the various coloured rays of the visible spectrum. Had nature endowed our eyes with the power of discriminating the various degrees of refrangibility of the chemical rays, as she has done for the visible rays by impressions of different colours, we should see the rosy tints of morning pass in the course of the day through all the gradations of colour until the warm evening tones at length succeed.\n\nA long-continued series of observations must be made before we are able to understand the influence which these qualitative differences in the chemical rays exert in the\nphoto-chemical phenomena of vegetation. That this influence must be of the greatest importance, is evident from the varying effects produced in other photo-chemical phenomena by differences in the solar light. We need only call to mind, in proof of this assertion, the fact, well known to all photographers, that the amount of light, determined photometrically, gives no measure for the time in which a given photo-chemical effect is produced, and that the morning light is always preferred to the evening light for the preparation of pictures, even should the light in the latter case be more intense.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108635.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 36612,
    "total-output-tokens": 16471,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2860,
        2
      ],
      [
        2860,
        6084,
        3
      ],
      [
        6084,
        9464,
        4
      ],
      [
        9464,
        12291,
        5
      ],
      [
        12291,
        15565,
        6
      ],
      [
        15565,
        18403,
        7
      ],
      [
        18403,
        21846,
        8
      ],
      [
        21846,
        24780,
        9
      ],
      [
        24780,
        27027,
        10
      ],
      [
        27027,
        29609,
        11
      ],
      [
        29609,
        32524,
        12
      ],
      [
        32524,
        35161,
        13
      ],
      [
        35161,
        37686,
        14
      ],
      [
        37686,
        41275,
        15
      ],
      [
        41275,
        44541,
        16
      ],
      [
        44541,
        47296,
        17
      ],
      [
        47296,
        49865,
        18
      ],
      [
        49865,
        52466,
        19
      ],
      [
        52466,
        54861,
        20
      ],
      [
        54861,
        55464,
        21
      ],
      [
        55464,
        55464,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108635",
    "title": "Photo-Chemical Researches.--Part III. Optical and Chemical Extinction of the Chemical Rays",
    "authors": "Robert Bunsen, Henry Enfield Roscoe",
    "year": 1857,
    "volume": "147",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108635"
  }
}