{
  "id": "febd609111e43cb359369e14e70f324853aa94b6",
  "text": "XXIV. Contributions to the History of the Phosphorus-Bases.\n\nBy Augustus William Hofmann, F.R.S.\n\nReceived June 21,—Read June 21, 1860.\n\nTHIRD MEMOIR.\n\nPHOSPHAMMONIUM AND PHOSPHARSONIUM-, DIARSONIUM- AND ARSAMMONIUM-COMPOUNDS.\n\nIn the former section of this inquiry, I have endeavoured to trace the history of the bodies which are generated by the mutual action of triethylphosphine and dibromide of ethylene. I have endeavoured, as far as possible, to fix with precision the several phases of this reaction, and carefully studied its principal products, the history of which appears to open the clearest perception of the nature of the polyatomic ammonias, and more especially of their connexion with the monatomic bases. The four saline compounds which, in accordance with the indications of theory, are formed by the action of dibromide of ethylene upon triethylphosphine, the bromides of the bromethylated, oxethylated, and vinylated monophosphonium, and of ethylene-diphosphonium represent, in the phosphorus-series, as well as in the nitrogen- and arsenic-series, four classes of salts, the individual terms of which admit of being constructed in unlimited number and endless variety.\n\nThe following pages are devoted to the consideration of several compounds belonging to these four principal groups. The examination of the mixed diatomic bases of the phosphorus-nitrogen, phosphorus-arsenic- and arsenic-nitrogen-series, have more especially fixed my attention. Before, however, proceeding to a detailed account of these substances, which form more particularly the subject of this paper, a few experiments may still be briefly mentioned which are even more closely connected with the observations recorded in the previous memoir.\n\nACTION OF DICHLORIDE OF ETHYLENE ON TRIETHYLPHOSPHINE.\n\nIt is precisely analogous to that of dibromide of ethylene, giving rise to the two compounds—\n\n\\[ \\text{C}_8\\text{H}_{19}\\text{PCl}_2 = [(C_2\\text{H}_4\\text{Cl})(C_2\\text{H}_5)_3\\text{P}] \\text{Cl}, \\text{ and} \\]\n\n\\[ \\text{C}_{14}\\text{H}_{34}\\text{P}_2\\text{Cl}_2 = \\left[(C_2\\text{H}_4)^m(C_2\\text{H}_5)_3\\text{P}\\right]^m\\text{Cl}_2. \\]\n\nIf the reaction be suffered to go on to the end under the influence of heat, the resulting white crystalline mass consists almost entirely of the diphosphonium-compound; no MDCCCLX.\nmatter in what proportions the two bodies may be mixed, or whether they act upon one another in absence or in presence of alcohol or ether. To obtain the monatomic compound, a mixture of triethylphosphine with a very large excess of chloride of ethylene must be left to itself for some days. The white crystalline needles, which the liquid deposits, are mixed even then with a considerable quantity of the diphosphonium-compound; but on treating their solution with dichloride of platinum, and leaving the pale-yellow precipitate, which exhibits an unmistakeable diphosphonic character, at rest for some hours, it becomes traversed by a number of deep orange-yellow crystalline stars, which may easily be separated from the yellow powder by mechanical rinsing. By boiling the yellow powder with water, an additional quantity of this orange-yellow salt is obtained, which may be purified, together with the first portion, by recrystallization. This salt resembles in most respects the platinum-salt of bromethylated triethylphosphonium; it is, however, somewhat more soluble, and exhibits a more decided tendency to assume the octohedral character. As the properties of this body plainly show that it is the platinum-salt of chlorethylated triethylphosphonium,\n\n\\[ C_8 H_{19} P Pt Cl_4 = [(C_2 H_4 Cl)(C_2 H_5)_3 P] Cl, Pt Cl_2, \\]\n\nI have contented myself with determining the amount of platinum contained in it.\n\n0·3470 grm. of platinum-salt, decomposed with hydrosulphuric acid, &c., gave 0·089 grm. of platinum.\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphonium | 181·5 | 46·94 |\n| 1 equiv. of Platinum | 98·7 | 25·52 | 25·64 |\n| 3 equivs. of Chlorine | 106·5 | 27·54 |\n| 1 equiv. of Platinum-salt | 386·7 | 100·00 |\n\nThe chloride prepared from the needle-shaped platinum-salt by sulphuretted hydrogen yielded, when treated with oxide of silver, a caustic liquid, which, after addition of hydrochloric acid and dichloride of platinum, deposited the well-known octohedra of the oxethylated phosphonium-salt:\n\n\\[ [(C_2 H_5 O)(C_2 H_5)_3 P] Cl, Pt Cl_2. \\]\n\nNo doubt could exist respecting the nature of the sparingly soluble diphosphonium-platinum-salt. It was nevertheless recrystallized from boiling hydrochloric acid and identified by analysis.\n\nI. 0·5005 grm. of platinum-salt gave 0·4617 grm. of carbonic acid and 0·2139 grm. of water.\n\nII. 0·5240 grm. of platinum-salt, precipitated with sulphuretted hydrogen, &c., gave 0·1525 grm. of platinum.\n\nThe formula\n\n\\[ C_{14} H_{34} P_2 Pt_2 Cl_6 = \\left[ (C_2 H_4)^n (C_2 H_5)_3 P \\right]^n Cl_2, 2 Pt Cl_2 \\]\nrequires the following numbers:\n\n| Theory | Experiment |\n|--------|------------|\n| C₁₄    | 168        | 24·91     | 25·16 |\n| H₃₄    | 34         | 5·05      | 4·74  |\n| P₂     | 62         | 9·19      |       |\n| Pt₂    | 197·4      | 29·27     |       | 29·10 |\n| Cl₆    | 213        | 31·58     |       |\n|        | 674·4      | 100·00    |       |\n\nThe compounds of chlorethylated triethylphosphonium are likewise formed under conditions similar to those which have already been mentioned as leading to the reproduction of the bromethylated from the oxethylated salt. On subjecting the chloride of oxethylated triethylphosphonium to the influence of pentachloride of phosphorus, a violent reaction takes place, attended with evolution of vapours of oxychloride of phosphorus. If the chloride of phosphorus be added by small portions till no further action is perceptible, and the mixture be then digested till the hydrochloric acid, the oxychloride, and any excess of pentachloride are driven off, the chloride of the chlorethylated compound remains in the retort.\n\n\\[(C_2H_5O)(C_2H_5)_3P]Cl + PCl_5 = POCl_3 + [(C_2H_4Cl)(C_2H_5)_3P]Cl + HCl.\\]\n\nTo fix the nature of this reaction by a number, the solution of the residual chloride was precipitated with dichloride of platinum. On recrystallizing the platinum-precipitate from boiling water, the beautiful needles characteristic of the chlorethylated compound immediately made their appearance.\n\nBy analysis,\n\n0·4122 grm. of platinum-salt gave 0·1065 grm. = 25·83 per cent. of platinum.\n\nThe formula\n\n\\[(C_2H_4Cl)(C_2H_5)_3P]Cl, PtCl_2\\]\n\nrequires 25·52 per cent. of platinum.\n\nMonochlorinated chloride of ethyl acts on triethylphosphine like dichloride of ethylene. At the common temperature, and with a large excess of the chlorinated compound, the chloride of chlorethyl-triethylphosphonium is produced, which was easily identified by the reaction with excess of nitrate of silver and ammonia, repeatedly mentioned in the previous memoir. At the temperature of 100°, and with a considerable excess of triethylphosphine, crystals of the dichloride of ethylene-diphosphonium are soon deposited. The nature of the latter was fixed by the preparation of the characteristic platinum-salt, and of the beautifully crystallized di-iodide.\n\n**Action of Di-iodide of Ethylene on Triethylphosphine.**\n\nThe two bodies, in the absence of solvents, act upon one another with explosive violence. The heat evolved causes the iodide of ethylene to resolve itself into ethylene and iodine, which unites directly with the phosphorus-base. If the violence of the\naction be diminished by admixture of alcohol, a white crystalline mass is obtained consisting almost entirely of the hydriodate of the phosphorus-base.\n\nIf the compounds\n\n\\[\n[(C_2H_4I)(C_2H_5)_3P]I \\quad \\text{and} \\\\\n\\left[ (C_2H_4)^{(C_2H_5)_3P} \\right]^{II} I_2\n\\]\n\nare likewise formed, they must be present in extremely small quantities only. The crystals, dissolved in water and decomposed by baryta, left, after the triethylphosphine had been removed by ether, the iodine by oxide of silver, and the baryta by means of carbonic acid, scarcely traces of an organic compound. The triethylphosphine evidently acts upon iodide of ethylene just like an alcoholic solution of potassa, the chief phase of the reaction doubtless consisting in the transformation,\n\n\\[\n(C_2H_5)_3P + (C_2H_4)^{(C_2H_5)_3P} = [(C_2H_5)_3HP]I + C_2H_3I.\n\\]\n\nI should not omit to mention, however, that the production of iodide of vinyl \\((C_2H_3I)\\) was not demonstrated by a special experiment. There was some probability of an iodethylated triethylphosphonium-compound being formed by the action of iodide of phosphorus on the chloride or iodide of the oxethylated metal; but these bodies do not act on one another.\n\n**Hybrids of Ethylene-Diphosphonium.**\n\nIn a former paragraph, I mentioned as a fact of peculiar interest, the formation of the dibromide of hexethylated ethylene-diphosphonium by the reaction\n\n\\[\n[(C_2H_4Br)(C_2H_5)_3P]Br + (C_2H_5)_3P = \\left[ (C_2H_4)^{(C_2H_5)_3P} \\right]^{II} Br_2.\n\\]\n\nThe study of this reaction naturally led me to try that of trimethylphosphine on the bromide of bromethylated triethylphosphonium, which I had a right to expect would thus be converted into the dibromide of ethylene-trimethyl-triethyldiphosphonium:\n\n\\[\n[(C_2H_4Br)(C_2H_5)_3P]Br + (CH_3)_3P = \\left[ (C_2H_4)^{(C_2H_5)_3P} \\right]^{II} Br_2.\n\\]\n\n**Action of Trimethylphosphine on Bromide of Bromethyl-Triethylphosphonium.**\n\nThese two bodies act upon each other with the greatest energy, and moreover exactly in the manner indicated by theory. The resulting compound was, of course, examined only as far as necessary to establish the character of the reaction. The bromide of the hybrid diphosphonium is more soluble than the similar diphosphonium-compound previously described, which in other respects it greatly resembles. Oxide of silver eliminates the extremely caustic base,\n\n\\[\nC_{11}H_{30}P_2O_2 = \\left[ (C_2H_4)^{(C_2H_5)_3P} \\right]^{II} O_2,\n\\]\n\nwhich yields with hydrochloric acid and dichloride of platinum, a pale-yellow platinum-salt,\n\n\\[\nC_{11}H_{28}P_2Pt_2Cl_6 = \\left[ (C_2H_4)^{(C_2H_5)_3P} \\right]^{II} Cl_2, 2PtCl_2.\n\\]\ncrystallizing in scales from boiling water. I have contented myself with determining the amount of platinum in this salt.\n\n0·4794 grm. of platinum-salt, precipitated with sulphuretted hydrogen, &c., gave 0·1502 grm. of platinum.\n\n| Theory          | Experiment |\n|-----------------|------------|\n| 1 equiv. of Diphosphonium | 222·0     | 35·10       |\n| 2 equivs. of Platinum    | 197·4     | 31·22       |\n| 6 equivs. of Chlorine    | 213·0     | 33·68       |\n| 1 equiv. of Platinum-salt | 632·4     | 100·00      |\n\nThe salts of the hybrid diphosphonium crystallize like those of the corresponding hexethylated compound, but, as far as they have been examined, are somewhat more soluble; this remark applies especially to the di-iodide.\n\nIt seemed worth while to try whether the bromide of bromethylated triethylphosphonium was capable of fixing a molecule of phosphoretted hydrogen. I found, however, that the two bodies do not act upon one another. Phosphoretted hydrogen gas, passed through the alcoholic solution of the bromide, either cold or boiling, did not seem to affect it in any way.\n\n**Action of Dibromide of Ethylene on Trimethylphosphine.**\n\nThis reaction exhibits a repetition of all the phenomena observed in that which takes place between the dibromide and triethylphosphine. The process is completed, if possible, even sooner than in the ethyl-series. The lower boiling-point and overpowering odour of the trimethylphosphine, render it advisable to mix the materials with considerable quantities of alcohol or ether; moreover, on account of the extreme oxidability of the phosphorus-compound, it is necessary to operate in vessels filled with carbonic acid and immediately sealed before the blowpipe. After digestion for a short time at 100°, the mixture of the two liquids solidifies to a hard, dazzling white, crystalline mass, containing the two bromides,\n\n\\[ \\text{C}_5\\text{H}_{13}\\text{PBr}_2 = [(C_2\\text{H}_4\\text{Br})(\\text{CH}_3)_3\\text{P}] \\text{Br}, \\text{ and} \\]\n\n\\[ \\text{C}_8\\text{H}_{22}\\text{P}_2\\text{Br}_2 = \\left[(C_2\\text{H}_4)''(\\text{CH}_3)_3\\text{P}\\right] \\text{Br}_2, \\]\n\none or the other predominating, according to the proportions in which the two bodies were allowed to act upon one another.\n\nIt is not difficult to establish by numbers the formation of these two bodies.\n\n**Bromide of Bromethyl-trimethylphosphonium.**—When a solution of trimethylphosphine in absolute alcohol, mixed with a very large excess of dibromide of ethylene, is exposed for some hours to a temperature of from 50° to 60°, the liquid on cooling deposits well-formed crystals. It is desirable not to pass this temperature; at the boiling-point of water the mixture turns brown, in consequence of secondary reactions. One or two crystallizations from absolute alcohol render the crystals perfectly pure; they exhibit in this state the chemical and physical characters of the corresponding ethylated body,\npossessing, however, a different crystalline form. I have fixed the composition of this substance by the determination of the bromine accessible to silver-salts.\n\n0·3980 grm. of bromide, precipitated by nitrate of silver, gave 0·2820 grm. of bromide of silver.\n\nThe formula\n\n\\[ C_5 H_{13} P Br_2 = [(C_2 H_4 Br)(CH_3)_3 P] Br, \\]\n\nrequires the following values:\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphonium | 184 | 69·70 |\n| 1 equiv. of Bromine | 80 | 30·30 | 30·16 |\n| 1 equiv. of Bromide | 264 | 100·00 |\n\nThis result was confirmed by several analyses of the corresponding Platinum-salt.—This is easily formed by treating the bromide with chloride of silver, when a crystallizable chloride is produced, which yields with dichloride of platinum splendid orange-yellow needles, containing\n\n\\[ C_5 H_{13} P Br Pt Cl_3 = [(C_2 H_4 Br)(CH_3)_3 P], Pt Cl_2. \\]\n\nI. 0·5440 grm. of platinum-salt, treated with sulphuretted hydrogen, &c., gave 0·1390 grm. of platinum.\n\nII. 0·495 grm. of platinum-salt, analysed in the same manner, gave 0·126 grm. of platinum.\n\nIII. 0·304 grm. of platinum-salt gave 0·077 grm. of platinum.\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphonium | 184·0 | 47·27 |\n| 1 equiv. of Platinum | 98·7 | 25·36 | 25·55 | 25·45 | 25·33 |\n| 3 equivs. of Chlorine | 106·5 | 27·37 |\n| 1 equiv. of Platinum-salt | 389·2 | 100·00 |\n\nI have already mentioned that the bromide of bromethyl-trimethylphosphonium crystalizes differently from the bromide of the ethylated body. Whilst the latter is obtained in rhombic dodecahedrons, the methylated bromide affects forms belonging to the trimetric system. Quintino Sella has made the following examination of this compound:\n\n\"System trimetric:—\n\n\\[ 100, 110 = 60° 24'; \\]\n\\[ 001, 101 = 22° 9'. \\]\n\nForms observed:—\n\n100, 010, 001, 110, 211 (Fig. 54).\nAngles. Calculated. Observed.\n\n100, 010 = 90° 0' 90° 2'\n100, 001 = 90° 0' 89° 58'\n100, 110 = 60° 24' 60° 26'\n100, 211 = 56° 30' 56° 27'\n010, 001 = 90° 0' 90° 6'\n010, 110 = 29° 36' 29° 36'\n010, 211 = 60° 56' 60° 55'\n001, 110 = 90° 0' 89° 55'\n001, 211 = 47° 19' 47° 17'\n110, 110 = 59° 12' 59° 12'\n110, 211 = 45° 59' 45° 45'\n110, 211 = 81° 23' 81° 21'\n211, 211 = 67° 0' 67° 6'\n211, 211 = 58° 7' 58° 10'\n211, 211 = 94° 39' 94° 34'\n\nAccording to Naumann:\n\\[ a : b : c = 0.4071 : 1 : 0.5681. \\]\n\nForms observed:\n\\[ \\infty P \\infty, \\infty P \\infty, 0P, \\infty P, 2P^2. \\]\n\nAccording to Weiss:\n\\[ a : b : c = 1 : 0.5681 : 0.4071. \\]\n\nForms observed:\n\\[ a : \\infty b : \\infty c; \\quad \\infty a : b : \\infty c; \\quad \\infty a : \\infty b : c; \\quad a : b : \\infty c; \\quad \\frac{1}{2} a : b : c. \\]\n\nAccording to Levy:\n\\[ MM = 120° 48'; \\quad b : h = 1 : 0.3539. \\]\n\nForms observed:\n\\[ g', h', P, M, e_3. \\]\n\nCombinations observed:\n\nFig. 55. 100, 010, 001; 110 (Fig. 55).\n100, 010, 001; 110, 211 (Fig. 56).\n110, 001; 100 (Fig. 57).\n110, 001; 100, 010, 211 (Fig. 58).\n001, 010, 211 (Fig. 59).\nThe crystals are generally tabular, as in the above figures; sometimes, however, they are elongated in the direction [0 0 1], and then the faces are most unequally developed. Figs. 60 and 61, and, again, Figs. 62 and 63 exhibit two very remarkable crystals of this kind.\n\nThe faces of the form 2 1 1 are generally very unequally developed, and some are actually wanting. In the crystals Figs. 60 and 61, and, again, Figs. 62 and 63, only two out of the eight faces 2 1 1 were well developed. The six others were wanting, or could but just be traced.\n\nFig. 60. Fig. 61. Fig. 62. Fig. 63.\n\nThe lustre of the faces 0 0 1 is glassy, or even pearly. The lustre of the other faces is less marked, and more fatty.\n\nCleavages 0 0 1 easily obtained and rather perfect; 1 1 0 easily obtained, but fibrous. The axes of optical elasticity, in the order of magnitude, are [0 0 1], [1 0 0], [0 1 0].”\n\nCompounds of Oxethyl-trimethylphosphonium.\n\nThe liquid filtered from the sulphide of platinum in the three analyses of the platinum-salt of bromethyl-trimethylphosphonium above given, yielded by evaporation the extremely soluble and deliquescent chloride. This salt has not been analysed; but I have transformed it, by oxide of silver, into the corresponding oxethylated compound,\n\n\\[ C_5 H_{15} P O_2 = \\left[ (C_2 H_5 O)(C H_3)_3 P \\right] O. \\]\n\nThe caustic liquid is converted by hydrochloric acid into the easily soluble chloride corresponding to the hydrate; this chloride, treated with dichloride of platinum, yields the platinum-salt of oxethylated trimethylphosphonium, which crystallizes in octohedra, like the corresponding ethyl-compound, but is distinguished from the latter by its extraordinary solubility in water.\n\nThe composition of this salt was fixed by a platinum-determination.\n\n0·3383 grm. of platinum-salt, precipitated with hydrosulphuric acid, &c., gave 0·1010 grm. of platinum.\n\nThe formula\n\n\\[ C_5 H_{14} P O Pt Cl_3 = \\left[ (C_2 H_5 O)(C H_3)_3 P \\right] Cl, Pt Cl_2 \\]\n\nrequires the following values:—\nTheory. Experiment.\n\n1 equiv. of Phosphonium . . . 121 37·09 ——\n1 equiv. of Platinum . . . . . 98·7 30·26 29·86\n3 equvs. of Chlorine . . . . . 106·5 32·65 ——\n1 equiv. of Platinum-salt . . . 326·2 100·00\n\nSALTS OF ETHYLENE-HEX METHYL-DIPHOSPHONIUM.\n\nDibromide.—This salt is formed when dibromide of ethylene is treated with an excess of trimethylphosphine. The reaction is rapidly accomplished at the temperature of boiling water. The salt resembles the dibromide of the ethyl-series in its properties. It is extremely soluble, and was only once obtained in well-defined crystals, which were analysed and determined. Many efforts were made to produce these well-formed crystals a second time, but without success.\n\n0·2940 grm. of dibromide gave 0·3246 grm. of bromide of silver, corresponding to the formula\n\n\\[ C_8H_{22}P_2Br_2 = \\left[ (C_2H_4)^{(CH_3)_3P} \\right]^{II} Br_2, \\]\n\nas seen by the following comparison of the theoretical and experimental percentages of bromine:\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Diphosphonium . . . 180 52·94 —— |\n| 2 equvs. of Bromine . . . . . 160 47·06 47·00 |\n| 1 equiv. of Dibromide . . . . . 340 100·00 |\n\nThe following are the details of Sella’s crystallographical determination:\n\n“System monoclinic:—\n\n100, 101 = 17° 45′; 101, 001 = 20° 4′; 010, 111 = 57° 47′.\n\nForms observed:—\n\n001, 110, ¯101 (Fig. 64).\n\nAngles. Calculated. Observed.\n\n110, 001 = 58° 22′ 58° 22′\n001, ¯101 = 80° 52′ 80° 50′\n110, ¯110 = 83° 13′ 83° 12′\n110, ¯101 = 108° 35′ 108° 33′\n\nAccording to Naumann:—\n\n\\[ a : b : c = 1·1255 : 1 : 0·5445; \\gamma = 37° 49′. \\]\n\nForms observed:—\n\n0P, ∞P, P∞.\n\nMDCCCLX.\nAccording to Weiss:\n\n\\[ a : b : c = 1 : 0.5445 : 1.1255 ; \\quad aoc = 142^\\circ 11'. \\]\n\nForms observed:\n\n\\[ \\infty a : \\infty b : c ; \\quad a : b : \\infty c ; \\quad -a : \\infty b : c. \\]\n\nAccording to Levy:\n\n\\[ MM = 83^\\circ 13' ; \\quad MP = 121^\\circ 38' ; \\quad b : h = 1 : 0.9884. \\]\n\nForms observed:\n\n\\[ P, \\quad M, \\quad d'. \\]\n\nCombinations observed:\n\n\\[ 001, \\quad 110 \\text{ (Fig. 65).} \\]\n\nThe face \\( \\overline{1}01 \\) has not been directly observed, but was found to be a cleavage. There is also another cleavage \\( 001 \\), as distinct and easily obtained as \\( \\overline{1}01 \\).\n\nThe dibromide of hexmethylated ethylene-diphosphonium, treated with oxide of silver, yields the corresponding hydrate,\n\n\\[ C_8H_{24}P_2O_2 = \\left[ (C_2H_4)(CH_3)_6P_2 \\right]O_2, \\]\n\nwhich forms with acids a series of salts resembling the corresponding ethyl-compounds. Of these I have briefly examined the di-iodide and the platinum-salt.\n\n**Di-iodide** — The base neutralized with hydriodic acid furnishes a salt crystallized in difficultly soluble needles, surpassing in beauty the corresponding body in the ethyl-series.\n\n0.3515 grm. of salt gave 0.3775 grm. of iodide of silver, leading to the formula\n\n\\[ C_8H_{22}P_2I_2 = \\left[ (C_2H_4)(CH_3)_3P \\right]I_2, \\]\n\nwhich requires\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Diphosphonium | 180 | 41.43 |\n| 2 equivs. of Iodine | 254 | 58.57 |\n| 1 equiv. of Di-iodide | 434 | 100.00 |\n\n**Platinum-salt.** — This is an apparently amorphous precipitate, which is nearly insoluble in water, dissolves with extreme slowness in boiling hydrochloric acid, and separates therefrom on cooling in golden-yellow laminae, very much like those of the platinum-salt of the hybrid ethylene-trimethyl-triethyl-diphosphonium. It consists of\n\n\\[ C_8H_{22}P_2Pt_2Cl_6 = \\left[ (C_2H_4)(CH_3)_3P \\right]Cl_2, 2PtCl_2. \\]\n\nI. 0.4940 grm. of platinum-salt gave, when precipitated by sulphuretted hydrogen, &c., 0.1650 grm. of platinum.\n\nII. 0.5730 grm. of platinum-salt gave 0.1900 grm. of platinum.\nSERIES OF MIXED DIATOMIC BASES.\n\nThe investigation of the intimate relation which unites the bromethylated monophosphonium with the ethylene-diphosphonium-compounds, together with the establishment of the easy transition from the monatomic to the diatomic series, naturally suggested the idea of subjecting the bromethylated bromide, which forms the starting-point of the whole investigation, to the action of monamines, monarsines, and mono-stibines, in the expectation that diatomic bases would be formed containing nitrogen, arsenic, and antimony, side by side with phosphorus, and equivalent to it in chemical value and character. How far this expectation has been realized may be seen from the following experiments.\n\nPHOSPHAMMONIUM-COMPOUNDS.\n\nACTION OF AMMONIA ON BROMIDE OF BROMETHYL-TRIETHYLPHOSPHONIUM.\n\nIn alcoholic solution, these two bodies act upon one another at ordinary temperatures, the reaction being indicated by considerable evolution of heat. To ensure complete transformation, the mixture is digested at 100° for half an hour in sealed tubes. On evaporating the alcohol and the excess of ammonia, there remains an extremely deliquescent saline mass, which crystallizes with difficulty. To remove small quantities of ammonia which may be present in the form of bromide of ammonium, the solution of the saline residue is treated with excess of oxide of silver, whereby a strongly alkaline liquid is set free, which may be digested on the water-bath without decomposition, so that traces of ammonia are easily driven off. Further investigation showed the presence in the caustic alkaline liquid of a base containing both phosphorus and nitrogen, viz. the hydrate of ethylene-triethylphosphammonium,\n\n\\[ C_8H_{24}PNO_2 = \\left[ (C_2H_4)(C_2H_5)_3H_3PN \\right]^{n}O_2. \\]\n\nThe reaction between the bromethylated monophosphonium and ammonia had therefore taken place exactly as might have been expected from the behaviour of the former compound with the monophosphines:\n\n\\[ [(C_2H_4Br)(C_2H_5)_3P]Br + H_3N = \\left[ (C_2H_4)(C_2H_5)_3P \\right]^{n}H_3NBr_2. \\]\n\nI have fixed the composition of the nitrophosphoretted base by the analysis of the platinum-salt and of the gold-salt.\n\nPlatinum-salt.—On saturating the alkaline hydrate with hydrochloric acid and adding\ndichloride of platinum, a very voluminous, pale-yellow, slightly crystalline precipitate is obtained, which is difficultly soluble in boiling water, and also in boiling concentrated hydrochloric acid. The acid solution deposits well-formed prismatic crystals. The crystallization from concentrated hydrochloric acid is necessary to ensure the purity of the product; it appears that the direct precipitate contains an admixture which remains dissolved in the acid. Specimens of different preparation gave on analysis the following results:\n\nI. 0·6817 grm. of platinum-salt gave 0·4220 grm. of carbonic acid and 0·2256 grm. of water.\n\nII. 0·8285 grm. of platinum-salt gave 0·5195 grm. of carbonic acid and 0·2890 grm. of water.\n\nIII. 0·3658 grm. of platinum-salt, treated with hydrosulphuric acid, &c., gave 0·1257 grm. of platinum.\n\nIV. 0·5005 grm. of platinum-salt, treated with hydrosulphuric acid, &c., gave 0·1716 grm. of platinum.\n\nV. 0·8835 grm. of platinum-salt, treated in the same manner, gave 0·3069 grm. of platinum.\n\nThe formula\n\n\\[ C_8 H_{22} P N Pt_2 Cl_6 = \\left[ (C_2 H_4)_n (C_2 H_5)_3 P^- \\right] Cl_2, 2Pt Cl_2 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| C₈     | 96         | I.   | 16·88 | II.  | 17·10 | III. | IV.  | V.   |\n| H₂₂    | 22         |      | 3·84  |      | 3·67  |      |      |      |\n| P      | 31         |      | 5·41  |      |       |      |      |      |\n| N      | 14         |      | 2·44  |      |       |      |      |      |\n| Pt₂    | 197·4      |      | 34·43 |      |       |      | 34·28| 34·36| 34·73|\n| Cl₆    | 213        |      | 37·14 |      |       |      |      |      |\n|        | 573·4      |      | 100·00|      |       |      |      |      |\n\nSome of the crystals, obtained on slowly cooling a boiling solution in concentrated hydrochloric acid, were sufficiently well-formed to enable Q. Sella to examine them crystallographically. He has communicated to me the following description:\n\n\"System trimetric:—\n\n\\[ 100, 110 = 59° 50' ; \\quad 001, 101 = 70° 38'. \\]\n\nForms observed:—\n\n100, 110, 101, 010 (Fig. 66).\n\nAngles. Calculated. Observed.\n\n100, 010 = 90° 0' 89° 40'\n\n100, 110 = 59° 50' 59° 55'\nAccording to Naumann:\n\n\\[ a : b : c = 2.8449 : 1 : 0.5812. \\]\n\nForms observed:\n\n\\[ \\infty P \\infty, \\infty \\bar{P} \\infty, \\infty P, \\bar{P} \\infty. \\]\n\nAccording to Weiss:\n\n\\[ a : b : c = 1 : 0.5812 : 2.8449. \\]\n\nForms observed:\n\n\\[ a : \\infty b : \\infty c; \\quad \\infty a : b : \\infty c; \\quad a : b : \\infty c; \\quad a : \\infty b : c. \\]\n\nAccording to Levy:\n\n\\[ MM = 119^\\circ 40'; \\quad b : h = 1 : 2.4596. \\]\n\nForms observed:\n\n\\[ g', h', M, e'. \\]\n\nCombinations observed:\n\n100, 110, 101 (Fig. 67).\n\n100, 110, 101; 010 (Fig. 68).\n\nCleavage 010 imperfect.\n\nThe faces 101 are dull, the others brilliant. The crystals are optically negative. The medium line is perpendicular to 100, and the plane of the optical axes is parallel to 001. The external angle of the optical axes appears to be about 60°.\n\nHardness greater than that of gypsum.”\n\nGold-salt.—The solution of the dichloride, which is obtained by treating the crystallized platinum-salt with hydrosulphuric acid, yields with trichloride of gold a golden-yellow precipitate consisting of fine needles, which are difficultly soluble in water.\n\n0.3845 grm. of gold-salt, precipitated by hydrosulphuric acid, &c., gave 0.1800 grm. of gold.\n\nThe formula\n\n\\[ C_8 H_{22} PN Au_2 Cl_8 = \\left[ (C_2 H_4)'' (C_2 H_5)_3 P'' \\right] Cl_2, 2 Au Cl_3 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphammonium | 163 | 19.38 |\n| 2 equivs. of Gold | 394 | 46.85 |\n| 8 equivs. of Chlorine | 284 | 33.77 |\n| 1 equiv. of Gold-salt | 841 | 100.00 |\nThe analysis of the platinum-salt and of the gold-salt sufficiently fixes the composition of the series of diatomic phosphammonium-compounds. I have prepared some of the simple salts of this nitrophosphoretted metal, especially the dichloride, the dibromide, and the di-iodide. They all crystallize pretty well, although they are in general more soluble and less stable than the diphosphonium-salts. The diperchlorate is rather difficultly soluble, and crystallizes with facility. These salts have not been analysed. The free base likewise resembles the hydrate of the diphosphonium. Its solution is powerfully alkaline, and precipitates from most metallic salts the hydrates of the metals. The solution of the base may be concentrated on the water-bath without losing ammonia; addition of potassa to the residuary liquid separates the hydrate in oily drops, which redissolve when mixed with water.\n\nThe peculiar construction of this body induced me to examine its deportment under the influence of heat. The substitution being limited to 5 equivs. of hydrogen, the question arose whether the hydrate could be distilled in the form of a phosphamine of the formula\n\n\\[\n\\begin{align*}\n(C_2H_4)' & \\quad \\{P N. \\\\\n(C_2H_5)_2 & \\quad \\{ \\\\\n(C_2H_5)H & \\quad \\}\n\\end{align*}\n\\]\n\nExperiment showed, however, that the base cannot be volatilized without entire decomposition; the product of distillation no longer contains a trace of the original body. Ammonia is abundantly evolved during the distillation, and at a certain stage of the process the residue contains the hydrate of vinylated triethylphosphonium,\n\n\\[\n\\begin{align*}\n[(C_2H_4)'(C_2H_5)_3H_3PN]'O_2 = H_3N + H_2O + [(C_2H_3)(C_2H_5)_3P]H'O.\n\\end{align*}\n\\]\n\nI infer this from the analysis of an iodide obtained by neutralizing with hydriodic acid the mixed base which had been heated for some time. This salt was exceedingly soluble in water, and even in absolute alcohol, and was precipitated from the latter by addition of ether.\n\n0·4865 grm. of iodide gave 0·416 grm. of iodide of silver.\n\nThe formula\n\n\\[\nC_8H_{18}PI = [(C_2H_3)(C_2H_5)_3P]I\n\\]\n\nrequires the following values:\n\n|                | Theory. | Experiment. |\n|----------------|---------|-------------|\n| 1 equiv. of Phosphonium | 145     | 53·31       |\n| 1 equiv. of Iodine      | 127     | 46·69       |\n| 1 equiv. of Iodide      | 272     | 100·00      |\n\nThe mother-liquor of this salt was freed from excess of silver and precipitated by trichloride of gold. The yellow needles were analysed.\n\n0·6580 grm. of gold-salt gave 0·2615 grm. = 39·68 per cent. of gold.\nThe formula\n\n\\[ C_8 H_{18} P Au Cl_4 = [(C_2 H_3) (C_2 H_5)_3 P] Cl, Au Cl_3 \\]\n\nrequires 39·24 per cent. of gold.\n\nThe deportment of the bromethylated bromide under the influence of ammonia, opens an almost unlimited series of diatomic nitrophosphoretted metals. It is only necessary to replace in the above reaction the ammonia by a monamine, in order to obtain a new metal of almost any composition which could be desired. I have produced a few bodies of this description, in order to establish experimentally the relations, which theory, resting on the observations in the ammonia-reaction, sufficiently suggests.\n\n**Action of Methylamine on the Bromide of Bromethyl-triethylphosphonium.**\n\n**Compounds of Ethylene-methyl-triethylphosphammonium.**\n\nRepetition of all the phenomena observed in the experiment with ammonia. Both substances unite on digestion,\n\n\\[ [(C_2 H_4 Br) (C_2 H_5)_3 P] Br + (C H_3) H_2 N = [(C_2 H_4)^n (C_2 H_5)_3 P] Br_2, \\]\n\nand the compound yields, on treatment with oxide of silver, the caustic base\n\n\\[ C_9 H_{26} P N O_2 = [(C_2 H_4)^n (C H_3) (C_2 H_5)_3 H_2 P N] O_2. \\]\n\nI have been satisfied to fix the composition of this body by the analysis of a rather difficultly soluble platinum-compound, crystallizing from boiling water in splendid needles, frequently an inch in length. I did not succeed, however, in obtaining, either from boiling water or from boiling hydrochloric acid, crystals which could have been determined. For analysis the salt was recrystallized from boiling water.\n\n0·3734 grm. of platinum-salt, treated with hydrosulphuric acid, &c., gave 0·1250 grm. of platinum.\n\nThe formula\n\n\\[ C_9 H_{24} P N Pt_2 Cl_6 = [(C_2 H_4)^n (C_2 H_5)_3 P] Cl_2, 2 Pt Cl_2 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphammonium | 177 | 30·13 |\n| 2 equivs. of Platinum | 197·4 | 33·60 |\n| 6 equivs. of Chlorine | 213 | 36·27 |\n| 1 equiv. of Platinum-salt | 587·4 | 100·00 |\n\n**Action of Ethylamine on the Bromide of Bromethyl-triethylphosphonium.**\n\n**Compounds of Ethylene-tetrethylphosphammonium.**\n\nThe two bodies unite with evolution of heat. Since the salts of the new phosphammonium crystallize very beautifully, I have not been able to resist the temptation of examining several of them somewhat more minutely.\nPlatinum-salt.—The crude product of the reaction, purified with oxide of silver and saturated with hydrochloric acid, furnishes, on addition of dichloride of platinum, an orange-yellow platinum-compound, crystallizing in needles very similar to those of the methyl-compound above-described. The salt, recrystallized from boiling water, gave on analysis the following numbers:\n\nI. 0·7544 grm. of platinum-salt gave 0·5565 grm. of carbonic acid and 0·3023 grm. of water.\n\nII. 0·6056 grm. of platinum-salt, when treated with sulphuretted hydrogen, &c., gave 0·1964 grm. of platinum.\n\nThe formula\n\n\\[ C_{10} H_{26} P N Pt_2 Cl_6 = \\left[ (C_2 H_4)'' (C_2 H_5)_3 P \\right]'' Cl_2, 2 Pt Cl_2 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| C_{10} | 120        | I. 20·12 |\n| H_{26} | 26         | II.     |\n| P      | 31         |          |\n| N      | 14         |          |\n| Pt_2   | 197·4      |          |\n| Cl_6   | 213        |          |\n|        | 601·4      |          |\n\nQ. Sella has determined the crystalline form of this beautiful salt.\n\n\"System monoclinic:—\n\n100, 101 = 43° 35'; 101, 001 = 43° 17'; 111, 010 = 55° 36'.\n\nForms observed:—\n\n100, 001, 110, 011 (Fig. 69).\n\n| Angles.       | Calculated. | Observed. |\n|---------------|-------------|-----------|\n| 100, 001      | 86° 52'     | 86° 52'   |\n| 100, 110      | 44° 55'     | 45° 8'    |\n| 100, 011      | 87° 47'     | 87° 38'   |\n| 001, 110      | 87° 47'     | 87° 53'   |\n| 001, 011      | 44° 46'     | 44° 47'   |\n| 110, 110      | 90° 10'     | 90° 10'   |\n| 110, 011      | 58° 21'     | 58° 5'    |\n| 110, 011      | 61° 59'     | 62° 11'   |\n| 011, 011      | 90° 29'     | 90° 29'   |\nAccording to Naumann:\n\n\\[ a : b : c = 0.9945 : 1 : 1.0013; \\quad \\gamma = 86^\\circ 52'. \\]\n\nForms observed:\n\n\\[ \\infty P \\infty, \\quad 0P, \\quad \\infty P, \\quad R \\infty. \\]\n\nAccording to Weiss:\n\n\\[ a : b : c = 1 : 1.0013 : 0.9945; \\quad aoc = 93^\\circ 8'. \\]\n\nForms observed:\n\n\\[ a : \\infty b : \\infty c; \\quad \\infty a : \\infty b : c; \\quad a : b : \\infty c; \\quad \\infty a : b : c. \\]\n\nAccording to Levy:\n\n\\[ MM = 90^\\circ 10'; \\quad MP = 92^\\circ 13'; \\quad b : h = 1 : 0.7027. \\]\n\nForms observed:\n\n\\[ h', \\quad P, \\quad M, \\quad e'. \\]\n\nCombinations observed:\n\n\\[ 110, 011 \\text{ (Fig. 70).} \\]\n\\[ 110, 011, 001 \\text{ (Fig. 71).} \\]\n\\[ 110, 011, 001, 100 \\text{ (Figs. 72, 73).} \\]\n\nThe crystals are hemihedral: the faces 001 and 100 have their parallels, but of the four faces of the forms 110 and 011 only two were observed with their corresponding parallels.\n\nAll the crystals examined exhibit the faces 110, 110, and the faces 011, 011 (Figs. 70, 71, and 73). In a single crystal (Fig. 72) the faces 110, 110, and the faces 011, 011 were observed. It is evident that the crystals Figs. 72 and 73 are symmetrical but not superposable.\n\nThe crystals frequently exhibit the habitus of triangular tables (Figs. 72 and 73); sometimes they are tetrahedrons (Fig. 70), or beveled tetrahedrons (Fig. 71).\n\nThe faces are very brilliant but very often rounded, so that they are apt to yield many images and a great difference in the angles.\n\nThe observed angles given in the above table are the mean of the results obtained in the measurement of six crystals.\n\nAnother difficulty in the determination of these crystals is the minute difference of the angles of the zones [001] and [100]. The results of observation are 110, 110 = 90° 10'; 011, 011 = 90° 29'; but I cannot affirm that the second angle is greater than the first. For distinguishing the two zones I had at my disposal only one criterion, which is of MDCCCLX.\ncomparatively little value. The faces designated as $1\\overline{1}0$, $\\overline{1}10$ are in general equally developed, but of the two others, $0\\overline{1}1$ is much larger than $0\\overline{1}\\overline{1}$, as seen in Fig. 73. I took it for granted that the two equally developed faces belonged to the zone $[001]$, and the unequally developed faces to the zone $[100]$.\n\nThe plane of polarization is not altered if the light passes through the faces $001$, $00\\overline{1}$ and the faces $100$, $\\overline{1}00$ in the direction $[010]$.\n\nColour orange-red.\n\nThe minuteness of the crystals, and the difficulty of fixing them on account of their hemihedral form, has prevented me from finding their cleavages.\"\n\nGold-salt.—Golden-yellow, difficultly soluble needles, which may be recrystallized from boiling water without decomposition.\n\nI. 0·6325 grm. of gold-salt gave 0·3285 grm. of carbonic acid and 0·1788 grm. of water.\n\nII. 0·6963 grm. of gold-salt left after ignition 0·3160 grm. of gold. The residue of gold retained with great pertinacity a small quantity of carbon, from which it could be separated only by solution in aqua regia, filtration, and re-evaporation.\n\nThe analyses lead to the formula\n\n$$C_{10}H_{26}PNAu_2Cl_8 = \\left[(C_2H_4)^n(C_2H_5)_3P^n\\right](C_2H_5)H_2NCl_2, 2AuCl_3.$$  \n\n| Theory | Experiment |\n|--------|------------|\n| $C_{10}$ | 120 | 13·81 | 14·16 | I. |\n| $H_{26}$ | 26 | 2·99 | 3·14 | II. |\n| P | 31 | 3·57 | — | — |\n| N | 14 | 1·61 | — | — |\n| $Au_2$ | 394 | 45·34 | — | 45·38 |\n| $Cl_8$ | 284 | 32·68 | — | — |\n| 869 | 100·00 | | |\n\nDi-iodide.—It was prepared from the recrystallized platinum-salt by treatment with sulphuretted hydrogen, decomposition of the resulting dichloride by oxide of silver, and neutralization of the liberated base with hydriodic acid. White acicular crystals, extremely soluble in water, but not deliquescent, likewise very soluble in spirit of wine, difficultly soluble in absolute alcohol, insoluble in ether. From the alcoholic liquid, the salt is precipitated by ether in the crystalline state. From the aqueous solution, the iodide separates, on addition of potassa, in the form of oily globules, which gradually solidify with crystalline structure.\n\nSince the examination of the phosphammonium-compounds could not have been legitimately concluded without a nitrogen-determination, the nitrogen was taken in this iodide.\n\nI. 0·6663 grm. of di-iodide, dried in vacuo over sulphuric acid, gave 0·3335 grm. of ammonio-chloride of platinum.\nII. 0·4680 grm. of di-iodide gave 0·4891 grm. of iodide of silver.\n\nThe formula is accordingly\n\n\\[ C_{10} H_{26} P N I_2 = \\left[ (C_2 H_4)' (C_2 H_5)_3 P \\right] I_2. \\]\n\n| Theory | Experiment |\n|--------|------------|\n| \\( C_{10} \\) | 120 | 26·97 | I. | II. |\n| \\( H_{26} \\) | 26 | 5·84 | | |\n| P | 31 | 6·97 | | |\n| N | 14 | 3·14 | 3·14 | |\n| \\( I_2 \\) | 254 | 57·08 | | 56·48 |\n\nThe caustic base, which corresponds to the iodide, is readily obtained by oxide of silver. It presents considerable stability, and may be evaporated on the water-bath until it separates in heavy oily globules. Here again the action of heat might have given rise to the formation of a volatile phosphamine,\n\n\\[ \\left( \\frac{(C_2 H_4)'}{(C_2 H_5)_2} \\right) P N, \\]\n\ncapable of reproducing the salts from which it was derived. But, exactly as in the case of the compound formed by the coalescence of triethylphosphine and ammonia, distillation destroys the base. The deportment of this substance under the influence of heat is characteristic; its study cannot fail to assist in the general elucidation of the constitution of this class of bodies. I may, in a subsequent inquiry, find an opportunity of returning to this question.\n\nBoth methylamine and ethylamine being primary monamines, I have, in conclusion, submitted the bromethylated bromide to the action of a secondary base, viz. diethylamine, and lastly, of some tertiary bases, viz. trimethylamine and triethylamine.\n\n**Action of Diethylamine on the Bromide of Bromethyl-triethylphosphonium.**\n\n**Compounds of Ethylene-pentethylphosphamonium.**\n\nThe reaction is similar to that of ethylamine; the resulting product, conveniently treated, yields a splendid platinum-salt crystallizing in rectangular plates.\n\nTwo platinum-determinations furnished the following results:\n\nI. 0·4900 grm. of platinum-salt, treated with hydrosulphuric acid, &c., gave 0·1557 grm. of platinum.\n\nII. 0·6280 grm. of platinum-salt, analysed in the same manner, gave 0·1990 grm. of platinum.\nThese numbers correspond to the formula\n\n\\[ C_{12}H_{30}PNPt_2Cl_6 = \\left[ (C_2H_4)^n(C_2H_5)_3P \\right]^nCl_2, 2PtCl_2. \\]\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Phosphammonium | 219·0 | 34·79 |\n| 2 equivs. of Platinum | 197·4 | 31·37 |\n| 6 equivs. of Chlorine | 213·0 | 33·84 |\n| 1 equiv. of Platinum-salt | 629·4 | 100·00 |\n\nI. II.\n\n**Action of Trimethylamine on the Bromide of Bromethyl-triethylphosphonium.**\n\n**Ethylene-trimethyl-triethylphosphammonium-compounds.**\n\nAs to the preparation and properties, I may refer to the preceding paragraphs. It is only necessary to quote the analysis of the platinum-salt, which crystallizes in beautiful needles.\n\nI. 0·4758 grm. of platinum-salt gave 0·3715 grm. of carbonic acid and 0·1907 grm. of water.\n\nII. 0·7485 grm. of platinum-salt, when fused with carbonate of sodium, &c., gave 0·2415 grm. of platinum and 1·0580 grm. of chloride of silver.\n\nThe formula\n\n\\[ C_{11}H_{28}PNPt_2Cl_6 = \\left[ (C_2H_4)^n(C_2H_5)_3P \\right]^nCl_2, 2PtCl_2 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| \\( C_{11} \\) | 132 | 21·45 |\n| \\( H_{28} \\) | 28 | 4·55 |\n| \\( P \\) | 31 | 5·04 |\n| \\( N \\) | 14 | 2·27 |\n| \\( Pt_2 \\) | 197·4 | 32·08 |\n| \\( Cl_6 \\) | 213 | 34·61 |\n\n| I. | II. |\n|----|----|\n| 21·29 | --- |\n| 4·45 | --- |\n| --- | --- |\n| --- | --- |\n| --- | 32·26 |\n| --- | 34·96 |\n\nThe examination of this compound has induced me to perform an experiment which may here be briefly mentioned. The action of trimethylamine on dibromide of ethylene gives rise to the formation of a beautifully crystallized salt, the bromide of bromethyl-trimethylammonium, of which I have already given a fugitive sketch in the 'Proceedings of the Royal Society'*. I was curious to ascertain whether the dibromide, generated by the union of trimethylamine with the bromide of bromethyl-triethyl-phosphonium, could likewise be formed by submitting the bromide of bromethyl-trimethyl-\n\n* Proceedings of the Royal Society, vol. ix. p. 293.\nammonium to the action of triethylphosphine:\n\n\\[(C_2H_4Br)(C_2H_5)_3P]Br + (CH_3)_3N = [(C_2H_4Br)(CH_3)_3N]Br + (C_2H_5)_3P\\]\n\n\\[= \\left[ \\frac{(C_2H_4)^n(C_2H_5)_3P}{(CH_3)_3N} \\right] Br_2.\\]\n\nThe bromide of bromethylated trimethylammonium is indeed readily attacked by triethylphosphine, but the change is very different from what I had expected. I intend in another paper to return to the products of this reaction.\n\nBefore leaving the history of the phosphammonium-compounds, I have briefly to allude to a peculiar deportment of the bromethylated bromide. When treating this compound with triethylamine instead of trimethylamine, expecting, of course, to observe a repetition of the phenomena so frequently witnessed, I was surprised to find that these substances, although acting with considerable energy, fail to produce the anticipated phosphammonium-compound. This unforeseen result induced me to examine this reaction repeatedly and with particular care. The result remained the same. On evaporating the alcoholic product of the reaction, and treating the concentrated solution with oxide of silver, a powerfully alkaline liquid remained, even after the expulsion of the triethylamine, considerable quantities of which were liberated. This residuary alkaline liquid, saturated with hydrochloric acid, yielded, on addition of dichloride of platinum, the beautiful octohedra of the oxethylated triethylphosphonium-platinum-salt, which was identified by analysis. The specimen which was employed in analysis IV., mentioned in the description of the oxethylated platinum-salt, had been prepared by the action of triethylamine on the bromethylated bromide:\n\n\\[(C_2H_4Br)(C_2H_5)_3P]Br + (C_2H_5)_3N + H_2O = [(C_2H_5O)(C_2H_5)_3P]Br + [(C_2H_5)_3HN]Br.\\]\n\nThis equation involves the intervention of water in the reaction, which was obviously furnished by the imperfectly dehydrated alcohol used in the experiments. In the anhydrous state, the bromethylated bromide and triethylamine scarcely act at 100°; between 120° and 130°, a reaction takes place, among the products of which, as yet very imperfectly examined, I was likewise unable to trace the presence of a phosphammonium-like compound. It can scarcely be doubted that this reaction gives rise to the formation of bromide of vinyl-triethylphosphonium:\n\n\\[(C_2H_4Br)(C_2H_5)_3P]Br + (C_2H_5)_3N = [(C_2H_3)(C_2H_5)_3P]Br + [(C_2H_5)_3HN]Br.\\]\n\nExperimentally the question remains undecided.\n\nThe elegance and precision with which the bromethylated bromide fixes the elements of ammonia and of the monamines, very naturally suggested the idea of examining the deportment of this body under the influence of diamines and triamines. The results obtained in these experiments do not belong to this part of the inquiry. Suffice it to say for the present, that these substances attack the bromide with the utmost energy, giving rise to an almost unlimited number of polyatomic bases of a higher order, the\nconstitution of which, though complicated, is traceable in advance by the experience acquired in the simpler forms of reaction.\n\nPHOSPHARSONIUM-COMPOUNDS.\n\nThere was no necessity for entering into a detailed examination of this class of compounds. I have in fact been satisfied to establish, by a few characteristic numbers, the existence of the phospharonium-group.\n\nACTION OF TRIETHYLARSINE ON THE BROMIDE OF BROMETHYL-TRIETHYLPHOSPHONIUM.\n\nOn digesting the two substances in sealed tubes, the usual phenomena are observed. The saline mass which is formed yields, by treatment with oxide of silver in the cold, a powerfully alkaline solution containing the dihydrate of ethylene-hexethylphospharonium,\n\n\\[ \\text{C}_{14}\\text{H}_{36}\\text{PAsO}_2 = \\left[ (\\text{C}_2\\text{H}_4)^n(\\text{C}_2\\text{H}_5)_6\\text{PAs} \\right]^{n'}\\text{O}_2. \\]\n\nIt is thus obvious that the arsenic-base imitates the triethylphosphine in its deportment with the bromethylated bromide. The two substances simply combine to form the dibromide of the phospharonium.\n\nThe alkaline solution of the hydrate of the phospharonium exhibits the leading characters of this class of bases; I may therefore refer to the detailed account which I have given of the hydrate of the diphosphonium. The saline compounds likewise resemble those of the diphosphonium. The dichloride and the di-iodide were obtained in beautiful crystalline needles, exhibiting a marked tendency to form well-crystallized double salts. I have prepared the compounds of the dichloride with chloride of tin, bromide of zinc, trichloride of gold, and lastly, with dichloride of platinum. The latter compound was analysed in order to fix the composition of the series.\n\nPlatinum-salt.—The product of the reaction of triethylarsine upon the bromethylated bromide is treated with oxide of silver in the cold, and the alkaline solution thus obtained is saturated with hydrochloric acid, and precipitated with dichloride of platinum. An exceedingly pale yellowish, apparently amorphous precipitate of marked diphosphonic appearance is thrown down, almost insoluble in water, but dissolving in boiling concentrated hydrochloric acid. The hydrochloric solution deposits, on cooling, beautiful orange-red prisms, resembling the crystals of the corresponding diphosphonium-platinum-salt.\n\nI. 0·4668 grm. of platinum-salt gave 0·3914 grm. of carbolic acid and 0·2003 grm. of water.\n\nII. 0·4585 grm. of platinum-salt, fused with carbonate of sodium, gave 0·5460 grm. of chloride of silver. The platinum separated in this experiment was contaminated with arsenic.\n\nThe formula\n\n\\[ \\text{C}_{14}\\text{H}_{34}\\text{PAsPt}_2\\text{Cl}_6 = \\left[ (\\text{C}_2\\text{H}_4)^n(\\text{C}_2\\text{H}_5)_3\\text{P} \\right]^{n'}\\text{Cl}_2, 2\\text{PtCl}_2 \\]\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| C₁₄    | 168        | I.   | 22·87 |\n| H₃₄    | 34         | II.  |       |\n| P      | 31         |     | 4·77  |\n| As     | 75         |     |       |\n| Pt₂    | 197·4      |     |       |\n| Cl₆    | 213        |     | 29·46 |\n|        | 718·4      |     | 100·00|\n\nQuintino Sella has examined the crystals of the phospharonium-platinum-salt. I append the results of his observations.\n\n\"System triclinic:—\n\n\\[100, 010 = 81° 52'\\; 100, 001 = 88° 14';\\]\n\\[010, 001 = 89° 9;\\; 100, \\bar{1}11 = 120° 18;\\]\n\\[010, \\bar{1}11 = 64° 4.\\]\n\nForms observed:—\n\n100, 001, 010, 011, \\bar{1}11, 02\\bar{1} (Fig. 74).\n\n| Angles | Calculated | Observed |\n|--------|------------|----------|\n| 100, 010 | 81° 52'    | 81° 52'  |\n| 100, 001 | 88° 14'    | 88° 14'  |\n| 100, 011 | 83° 48'    | 83° 52'  |\n| 100, 02\\bar{1} | 84° 14' |          |\n| 100, \\bar{1}11 | 120° 18' | 120° 18' |\n| 010, 001 | 89° 9      | 89° 9    |\n| 010, 011 | 53° 3      |          |\n| 010, 02\\bar{1} | 34° 25' | 34° 28'  |\n| 010, \\bar{1}11 | 64° 4   | 63° 53'  |\n| 001, 011 | 36° 6      |          |\n| 001, 02\\bar{1} | 123° 34' | 123° 38' |\n| 001, \\bar{1}11 | 46° 54' | 46° 37'  |\n| 011, 02\\bar{1} | 87° 29' |          |\n| 011, \\bar{1}11 | 36° 30' |          |\n| 02\\bar{1}, \\bar{1}11 | 91° 15' |          |\nAccording to Naumann:\n\n\\[ a : b : c = 0.8533 : 1.1689 : 1; \\quad \\alpha = 81^\\circ 53'; \\quad \\beta = 88^\\circ 20'; \\quad \\gamma = 90^\\circ 36'. \\]\n\nForms observed:\n\n\\[ \\infty P_\\infty; \\quad \\infty \\bar{P}_\\infty; \\quad 0P; \\quad \\bar{P}'_\\infty; \\quad 2\\bar{P}_\\infty; \\quad P'. \\]\n\nAccording to Weiss:\n\n\\[ a : b : c = 1 : 1.1689 : 0.8533; \\quad aob = 98^\\circ 7'; \\quad boe = 90^\\circ 36'; \\quad coa = 91^\\circ 40'. \\]\n\nForms observed:\n\n\\[ a : \\infty b : \\infty c; \\quad \\infty a : b : \\infty c; \\quad \\infty a : \\infty b : e; \\quad \\infty a : b : c; \\quad -a : b : c; \\quad \\infty a : b : -2c. \\]\n\nAccording to Levy:\n\n\\[ MT = 98^\\circ 8'; \\quad TP = 91^\\circ 46'; \\quad PM = 90^\\circ 51'. \\]\n\n\\[ H : F : D = 0.8533 : 1.1689 : 1. \\]\n\nForms observed:\n\n\\[ M, T, P, d', e', c^{\\frac{1}{2}}. \\]\n\nCombinations:\n\n\\[ 100, 010, 001 \\text{ (Fig. 75).} \\]\n\\[ 100, 010, 001; \\bar{I}11 \\text{ (Fig. 76).} \\]\n\\[ 100, 010, 001; \\bar{I}11, 02\\bar{I} \\]\n\\[ 100, 010, 001; \\bar{I}11, 02\\bar{I}, 011 \\text{ (Fig. 77).} \\]\n\nCleavages 100 and 001: distinct and easily obtained. The cleavage is occasionally observed to take place during measuring, probably in consequence of the heat emanating from the face, which has to be brought close on account of the minuteness of the crystals.\n\nHemitropic crystals with the axis of hemitropy [001] (Fig. 78). It was possible to verify by measurement that the axis of hemitropy is really [001], and not a line perpendicular to one of the faces of the crystal.\"\n\nThe phospharonium-compounds, and more especially the hydrate of the series, are far less stable than the corresponding terms of the diphasphonium-series.\n\nIf the product of the action of triethylarsine on the bromethylated monophosphonium be boiled with oxide of silver, instead of being treated in the cold, not a trace of the phospharonium-compound is obtained. The caustic solution which is formed, yields, when saturated with hydrochloric acid and precipitated with dichloride of platinum, only the rather soluble octohedral crystals of the oxethylated triethylphosphonium.\nThe nature of this transformation is clearly exhibited when a solution of the hydrate of the phospharonium, filtered off in the cold from the excess of oxide of silver, is submitted to ebullition. Immediately the clear liquid is rendered turbid from separated triethylarsine which becomes perceptible, moreover, by its powerful odour; the solution now contains the hydrate of oxethylated triethylphosphonium.\n\n$$\\left[(C_2H_4)''(C_2H_5)_6PAs\\right]''_{H_2}O_2 = (C_2H_5)_3As + \\left[(C_2H_5O)(C_2H_5)_3P\\right]_{H}O.$$  \n\nWhen the dibromide is boiled with the oxide of silver, a beautiful silver mirror is formed on the sides of the vessel, obviously in consequence of a partial oxidation of the liberated triethylarsine.\n\nSome experiments were made to produce a diatomic compound containing phosphorus and antimony. I expected to form this body, the dibromide of a phosphostibonium, by the action of triethylstibine on the bromethylated bromide, so frequently mentioned in this paper. The two bodies react upon one another, but only after protracted digestion or exposure to a rather high temperature. The product of the reaction is complex, yielding a comparatively small quantity of a difficultly soluble platinum-salt of diatomic appearance. I have repeatedly modified the reaction, and analysed the products in the form of platinum-salts: I omit to quote the detail of these experiments, since they have failed to disentangle the difficulties of the reaction.\n\nSome experiments upon the deportment of dibromide of ethylene with triethylarsine were more successful. The reaction between these two bodies had been selected as a subject of inquiry by Mr. W. Valentin, to whom I am indebted for valuable assistance at the earlier stages of these researches. Circumstances have subsequently prevented Mr. Valentin from carrying out his plan, and I have therefore to take upon myself the responsibility for the following statements. The results obtained in the examination of the arsenic-compounds are by no means absolutely connected with the study of the phosphorus-bases, nevertheless I may be permitted to lay them before the Society, together with the account of the corresponding reaction in the phosphorus-series.\n\n**MONARSONIUM-COMPOUNDS.**\n\n**ACTION OF DIBROMIDE OF ETHYLENE UPON TRIETHYLARSINE.**\n\nThe experience gathered during the examination of the phosphorus-bodies enabled me to establish the nature of this reaction by a comparatively small number of platinum-determinations.\n\n*Bromide of Bromethyl-triethylarsonium.*—To avoid, as far as possible, the formation of the second product, a mixture of triethylarsine with a very large excess of dibromide of ethylene was digested in sealed tubes, at a temperature not exceeding 50° C. Notwithstanding this low temperature, the tubes invariably contained compressed gases. The\nproduct of the reaction was treated with water, which extracted a soluble bromide from the ethylene-compound unacted upon. On evaporation, a beautiful bromide was left, which, being copiously soluble in boiling, and sparingly soluble in cold alcohol, could be readily recrystallized from absolute and even from common alcohol. In water this substance is excessively soluble; it is therefore scarcely crystallizable from an aqueous solution.\n\nAnalysis, as might have been expected, proved this salt to be the analogue of the bromethylated triethylphosphonium-salt. It contains\n\n\\[ C_8 H_{19} As Br_2 = [(C_2 H_4 Br)(C_2 H_5)_3 As] Br. \\]\n\nThe bromide of bromethyl-triethylarsonium, the composition of which is sufficiently established by the analysis of the corresponding platinum-salt (see below), can be obtained in beautiful crystals. Their form—the rhombic dodecahedron—is identical with that of the corresponding bromethyl-triethylphosphonium-compound, which the crystals resemble also in their general habitus. I quote the following from Sella’s examination:\n\n“System monometric.\n\nForms observed:—\n\n| Angles. | Calculated. | Observed. |\n|---------|-------------|-----------|\n| 110, 110 | 90° 0'      | 90° 3'    |\n| 110, 101 | 60° 0'      | 60° 0'    |\n| 110, 011 | 60° 0'      | 60° 8'    |\n\nNo influence on polarized light.”\n\nPlatinum-salt.—The solution of the previous salt, converted by treatment with chloride of silver into the corresponding chloride, yields with dichloride of platinum splendid needles of a double salt, difficultly soluble in cold and even in boiling water.\n\nI. 0·9695 grm. of salt, treated with sulphuretted hydrogen, &c., gave 0·2040 grm. of platinum.\n\nII. 1·2175 grm. of salt of a new preparation, analysed in the same manner, gave 0·2545 grm. of platinum.\n\nIII. 1·2815 grm. of salt of the last preparation gave 0·2715 grm. of platinum.\n\nThe formula\n\n\\[ C_8 H_{19} Br As Pt Cl_3 = [(C_2 H_4 Br)(C_2 H_5)_3 As] Cl, Pt Cl_2 \\]\n\nrequires the following values:—\nTheory.\n\n|                |       |       |\n|----------------|-------|-------|\n| 1 equiv. of Arsonium | 270·0 | 56·82 |\n| 1 equiv. of Platinum | 98·7  | 20·77 |\n| 3 equivs. of Chlorine | 106·5 | 22·41 |\n| 1 equiv. of Platinum-salt | 475·2 | 100·00 |\n\nExperiment.\n\n|                | I.    | II.   | III.  |\n|----------------|-------|-------|-------|\n|                | 21·04 | 20·90 | 21·18 |\n\nCompounds of Vinyl-triethylarsonium.\n\nThe bromide of bromethyl-triethylarsonium, like the corresponding phosphorus-compound, loses its latent bromine under the influence of oxide of silver. If the solution of the bromide be precipitated by an excess of nitrate of silver, one-half of the bromine separates as bromide of silver; the clear filtrate, mixed with ammonia, yields the second half of the bromine in the form of a dense precipitate. Nevertheless the reaction differs from that observed in the phosphorus-series. The bromide of the bromethylated phosphonium, as has been pointed out in a former part of this inquiry, is almost invariably converted into an oxethylated body, its transformation into a vinyl-compound being altogether exceptional. The bromide of the bromethylated arsonium, on the other hand, yields, as a rule, the vinyl-body of the series, the formation of an oxethylated compound taking place only under particular circumstances; in fact so rarely as to leave some doubt regarding the existence of this term of the series. The bromide of the bromethylated arsonium, treated with an excess of oxide of silver, yields a powerfully alkaline solution, the nature of which was determined by the analysis of the corresponding platinum-salt. Transformed into the chloride, and precipitated with dichloride of platinum, this solution yielded beautiful rather soluble octohedra.\n\nI. 0·6312 grm. of platinum-salt, treated with sulphuretted hydrogen, &c., gave 0·1570 grm. of platinum.\n\nII. 0·6338 grm. of platinum-salt, analysed in the same manner, gave 0·1571 grm. of platinum.\n\nIII. 0·4345 grm. of platinum-salt gave 0·1093 grm. of platinum.\n\nIV. 0·4135 grm. of platinum-salt gave 0·1025 grm. of platinum and 0·4525 grm. of chloride of silver.\n\nV. 0·3370 grm. of platinum-salt gave 0·0843 grm. of platinum.\n\nThese numbers lead to the percentages of a vinyl-triethylarsonium-compound. The formula\n\n\\[ \\text{C}_8\\text{H}_{18}\\text{AsPtCl}_3 = [(C_2H_3)(C_2H_5)_3\\text{As}] \\text{Cl}, \\text{PtCl}_2 \\]\n\nrequires the following values:—\nAnalyses I. and II. were made with the same specimen; analysis III. with a salt obtained in a new preparation; analysis IV. with a salt procured by precipitating the chloride left after the separation of the platinum in the form of sulphide in the previous analysis. For the first three experiments, the solution of the bromethylated arsonium-compound was gently heated with oxide of silver; for experiment V. the digestion had taken place in the cold.\n\nThe above numbers show that the transformation of the bromethylated compound ensues according to the following equation:\n\n$$[(C_2H_4Br)(C_2H_5)_3As]Br + \\frac{Ag}{Ag}O = 2AgBr + [(C_2H_3)(C_2H_5)_3As]O.$$\n\nThe idea suggested itself that the vinyl-compound obtained in this reaction might be a secondary product resulting from the decomposition of an oxethylated compound of limited stability formed in the first instance:\n\n$$[(C_2H_5O)(C_2H_5)_3As]O = H\\{O + [(C_2H_3)(C_2H_5)_3As]O.$$ \n\nIt was with the view of avoiding this decomposition, that the digestion was accomplished at the common temperature for experiment V.; the result, however, showed that even in this case the vinyl-compound was obtained.\n\nNevertheless the oxethylated body appears to exist. Under circumstances which were not sufficiently well observed at the time, the action of oxide of silver upon the bromide of the bromethylated triethylarsonium yielded an octohedral platinum-salt with the platinum percentage of the oxethylated compound.\n\n0·6103 grm. of platinum-salt, treated with sulphuretted hydrogen, &c., gave 0·1448 grm. = 23·72 per cent. of platinum.\n\nThe formula\n\n$$[(C_2H_5O)(C_2H_5)_3As]Cl, PtCl_2$$\n\nrequires 23·94 per cent. of platinum. I have not been able to reproduce this substance.\n\nDIARSONIUM-COMPOUNDS.\n\nDibromide of Ethylene-hexethyl-diarsonium.—The bromide or chloride of the bromethylated arsonium is but slowly acted upon by triethylarsine at 100° C. Two days' digestion at that temperature had produced but a slight impression; at 150° the reaction is accomplished in two hours. The phenomena now to be recorded presented themselves in the succession repeatedly observed in the phosphorus-series. The dibromide\n\\[ C_{14}H_{34}As_2Br_2 = \\left[ (C_2H_4)^n(C_2H_5)_3As \\right]^{m}Br_2 \\]\n\nyielded, when debrominated, the powerful alkali\n\n\\[ C_{14}H_{36}As_2O_2 = \\left[ (C_2H_4)^n(C_2H_5)_6As_2 \\right]^{m}O_2. \\]\n\nTreated with acids, this alkali produces a series of fine salts, amongst which the di-iodide deserves to be mentioned; it equals in beauty the corresponding diphosphonium-compound. I have fixed the composition of the series by the analysis of the platinum-salt and gold-salt.\n\n**Platinum-salt.—** Pale yellow crystalline precipitate, similar to the diphosphonium-compound, difficultly soluble in water, soluble in boiling concentrated hydrochloric acid, from which it crystallizes on cooling.\n\nI. 0·8610 grm. of platinum-salt (not recrystallized), treated with sulphuretted hydrogen, &c., gave 0·2220 grm. of platinum.\n\nII. 0·4885 grm. of platinum-salt (crystallized from hydrochloric acid), analysed in the same manner, gave 0·1265 grm. of platinum.\n\nThe formula\n\n\\[ C_{14}H_{34}As_2Pt_2Cl_6 = \\left[ (C_2H_4)^n(C_2H_5)_3As \\right]Cl_2, 2PtCl_2 \\]\n\nrequires the following values:\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Diarsonium | 352·0 | 46·17 |\n| 2 equivs. of Platinum | 197·4 | 25·89 |\n| 6 equivs. of Chlorine | 213·0 | 27·94 |\n| 1 equiv. of Platinum-salt | 762·4 | 100·00 |\n\n**Gold-salt.—** The dichloride obtained after separating the platinum in the two preceding analyses by means of sulphuretted hydrogen, was precipitated by trichloride of gold. Yellow slightly crystalline precipitate, soluble in hydrochloric acid, from which it separates in golden-coloured plates.\n\n0·5859 grm. of the salt, treated with sulphuretted hydrogen, &c., gave 0·2220 grm. of gold.\n\nThe formula\n\n\\[ C_{14}H_{34}As_2Au_2Cl_8 = \\left[ (C_2H_4)^n(C_2H_5)_3As \\right]Cl_2, 2AuCl_3 \\]\n\nrequires\n\n| Theory | Experiment |\n|--------|------------|\n| 1 equiv. of Diarsonium | 352 | 34·18 |\n| 2 equivs. of Gold | 394 | 38·25 |\n| 8 equivs. of Chlorine | 284 | 27·57 |\n| 1 equiv. of Gold-salt | 1030 | 100·00 |\nARSAMMONIUM-COMPOUNDS.\n\nBromide of bromethylated triethylarsonium, as might have been expected, is capable of fixing ammonia and the monamines, giving rise to the formation of a series of compounds not less numerous than the bodies mentioned in the phosphammonium-series. I have been satisfied to study the action of ammonia upon the bromide.\n\nDibromide of Ethylene-triethylarsamonium.—Reaction complete in two hours at 100°.\n\nThe product contains the bromide\n\n\\[ \\text{C}_8\\text{H}_{22}\\text{AsNBr}_2 = \\left[ \\frac{(\\text{C}_2\\text{H}_4)^n (\\text{C}_2\\text{H}_5)_3\\text{As}}{\\text{H}_3\\text{N}} \\right] \\text{Br}_2, \\]\n\nwhich was converted, by means of oxide of silver, into the stable caustic base\n\n\\[ \\text{C}_8\\text{H}_{24}\\text{AsNO}_2 = \\left[ \\frac{(\\text{C}_2\\text{H}_4)^n (\\text{C}_2\\text{H}_5)_3\\text{H}_3\\text{AsN}}{\\text{H}_2} \\right] \\text{O}_2, \\]\n\nthe composition of which was determined by the analysis of the platinum- and gold-salts.\n\nPlatinum-salt.—Needles difficultly soluble in boiling water, soluble in boiling concentrated hydrochloric acid, from which well-formed crystals are deposited.\n\n0·4650 grm. of platinum-salt, treated with sulphuretted hydrogen, gave 0·1475 grm. of platinum.\n\nThe formula\n\n\\[ \\text{C}_8\\text{H}_{22}\\text{AsNPt}_2\\text{Cl}_6 = \\left[ \\frac{(\\text{C}_2\\text{H}_4)^n (\\text{C}_2\\text{H}_5)_3\\text{As}}{\\text{H}_3\\text{N}} \\right] \\text{Cl}_2, 2\\text{PtCl}_2 \\]\n\nrequires\n\n| Theory. | Experiment. |\n|---------|-------------|\n| 1 equiv. of Arsammonium | 207·0 | 33·53 |\n| 2 equivs. of Platinum | 197·4 | 31·97 |\n| 6 equivs. of Chlorine | 213·0 | 34·50 |\n| 1 equiv. of Platinum-salt | 617·4 | 100·00 |\n\nGold-salt.—Yellow compound precipitated from the dichloride obtained in the previous platinum-determination, on adding a solution of trichloride of gold. Soluble in hydrochloric acid, deposited from this solution in golden-yellow plates.\n\n0·3505 grm. of gold-salt, treated with sulphuretted hydrogen, &c., gave 0·1550 grm. of gold.\n\nThe values corresponding to the formula\n\n\\[ \\text{C}_8\\text{H}_{22}\\text{AsNAu}_2\\text{Cl}_8 = \\left[ \\frac{(\\text{C}_2\\text{H}_4)^n (\\text{C}_2\\text{H}_5)_3\\text{As}}{\\text{H}_3\\text{N}} \\right] \\text{Cl}_2, 2\\text{AuCl}_3 \\]\n\nare\n\n| Theory. | Experiment. |\n|---------|-------------|\n| 1 equiv. of Arsammonium | 207 | 23·39 |\n| 2 equivs. of Gold | 394 | 44·52 |\n| 8 equivs. of Chlorine | 284 | 32·09 |\n| 1 equiv. of Gold-salt | 885 | 100·00 |\nI have also made a few experiments on the action of dibromide of ethylene upon triethylstibine. The reaction is slow, and required long-continued digestion at temperatures higher than that of boiling water. The tubes invariably contained much gas, and the product of the reaction proved to be an in attractively complex mixture of several compounds, many of them secondary, which by no means invited me to a more minute examination of this process. I omit to quote the few platinum- and chlorine-determinations which were made, since they do not admit of a simple interpretation.\n\nIn performing the experiments on the arsenic-bases I have been most ably assisted by my nephew, Dr. P. W. Hofmann, to whom I express my best thanks for his active cooperation in this part of my inquiries.\n\nThe experiments carried out in the ethylene-series, develop clearly enough the nature of the diatomic bases, and their relation to the monatomic compounds. I have worked with predilection in this series because the accessibility and manageableness of the material greatly facilitate the unravelling of the often complicated reactions. There could be no doubt that the phenomena observed in the ethylene-series would likewise be reproduced in other homologous series. But as a general view of the nature of this group of bodies had been gained from the observations recorded in the preceding paragraphs, it appeared scarcely necessary to corroborate the results already obtained, by many further experiments, which would have been more or less mere repetitions of the former. Nevertheless I have, in certain cases, likewise drawn other groups into the circle of my observations. Some of the fragmentary results at which I thus arrived I will here briefly communicate.\n\nMETHYLENE-GROUP.\n\nIn another place* I have mentioned an experiment I had made in the hope of converting iodoform into iodide of carbon, which, however, had yielded nothing but the di-iodide of methylene, discovered not long previously by Boutlerow. As a considerable quantity of this interesting compound (the result of these experiments) was still at my disposal, I took the opportunity of examining more particularly its behaviour to triethylphosphine and the ammonias in general.\n\nThe methylenated derivatives of the phosphorus-bases will be more conveniently examined in connexion with another class of compounds, to which a special chapter of this inquiry must be devoted. I will therefore only briefly mention in this place, that I have succeeded in producing several of the bases belonging to the methylene-group. The members of this series present some peculiarities, distinguishing them in a marked manner from the corresponding ethylene-compounds.\n\nPROPYLENE- AND AMYLENE-GROUPS.\n\nThe experiments in the propylene- and amylene-groups were instituted almost at the beginning of this investigation, at a time when the reaction between triethylphosphine and dibromide of ethylene had not yet been sufficiently disentangled. The removal of\n\n* Journal of the Chemical Society, vol. xiii. p. 65.\nthe difficulties in the ethylene-series has naturally cooled my interest in the corresponding reactions of the propylene- and amylene-series, and hence this part of the investigation has been left incomplete.\n\nTriethylphosphine is briskly attacked by the dibromides, both of propylene and amylene; the reactions, however, do not exhibit the welcome simplicity and smoothness which characterize those in the ethylene-series. Even in the propylene-compound, whether it be prepared from amylic alcohol or from iodide of allyl, we miss with regret the sharply defined characters of the corresponding ethylene-body; and in the butylene-, and still more in the amylene-series, these features become fainter and fainter.\n\nWhen submitted to the action of the dibromides of propylene and amylene, triethylphosphine appears to undergo simultaneously two different sets of changes; the substances formed being partly direct products of the reaction, partly, and perhaps chiefly, indirect products. The diphosphonium-compounds of the propylene- and amylene-series are less stable than the ethylene-diphosphoniums, and are therefore always mixed with such products of decomposition as are formed in the ethylene-group only under the protracted influence of high temperatures. Under all circumstances, however, these dibromides give up the elements of hydrobromic acid, so that we have to eliminate a painfully small quantity of the searched-for products from an unprofitable mass of bromide of triethylphosphonium. In such cases the ordinary methods of separation no longer suffice, and we are compelled to resort to treatment with baryta, the real examination of the products beginning only after the liberated phosphorus-base has been removed by ether, and the bromide of barium decomposed by means of oxide of silver and carbonic acid. By this treatment, beautiful iodides and platinum-salts are obtained, which, however, have as yet been but partially and imperfectly investigated.\n\nPHENYLENE-GROUP.\n\nUnfortunately nothing but fruitless experiments. I had hoped to find in triethylphosphine a bridge between the phenyl- and the phenylene-series, but my expectations have not been realized. The analogy between the salts of bromethylated triethylphosphonium and of bromophenylated ammonium,\n\n$$[(C_2H_4Br)(C_2H_5)_3P]Br,$$\n\n$$[(C_6H_4Br)H_3N]Br,$$\n\nis unmistakeable, and it remained to be seen whether triethylphosphine would attack the salts of bromophenylammonium according to the equation\n\n$$[(C_6H_4Br)H_3N]Br+(C_2H_5)_3P=[(C_6H_4)''(C_2H_5)_3P'']Br_2.$$\n\nUnfortunately the mixture of the two bodies is not changed even after being heated for some time to 160°. No better result was obtained by substituting for the bromophenylamine, the corresponding iodinated base. A mixture of triethylphosphine and iodophenylamine, which had been kept for a day at 160°, yielded, on opening the tube,\nan appreciable quantity of iodine, recognizable by silver-salts, but the decomposition was by no means complete. Hydriodic acid separated from the mixture an iodide which crystallized in long needles, and was found by analysis* to consist of iodide of iodo-phenylammonium. In the products of transformation of the phosphorus-base I was unable to trace the simple relations pointed out by theory.\n\nBENZYLENE-GROUP.\n\nIn conclusion, I will mention a few experiments upon the mutual reaction between triethylphosphine and dichloride of benzylene. By this latter name I denote the compound, discovered by CAHOURS, which is produced by the action of pentachloride of phosphorus on bitter almond oil.\n\nAt ordinary temperatures, and even at 100°, the two compounds react but slowly upon each other; between 120° and 130°, however, especially in presence of alcohol, the change takes place with facility. The resulting crystalline mass, like that obtained in the corresponding experiments in the propylene- and amylene-series, consists chiefly of chloride of triethylphosphonium. After removing the phosphorus-base as completely as possible from the solution of the crystals, by the successive treatment with baryta, oxide of silver, and carbonic acid, there remained a strongly alkaline liquid, the nature of which I endeavoured to determine by the preparation of the iodide and platinum-salt. The liquid, saturated with hydriodic acid, yielded a well-crystallized iodide, which, however, was so soluble and deliquescent that no constant results could be obtained by its analysis. On the other hand, the somewhat sparingly soluble platinum-salt, which is precipitated in small laminae on treating the solution of the chloride with dichloride of platinum, and which may be recrystallized without alteration from boiling water, yielded results agreeing with one another, although the products of different preparations were submitted to analysis.\n\nI. 0·5979 grm. of platinum-salt gave 0·8166 grm. of carbonic acid and 0·2863 grm. of water.\n\nII. 0·4580 grm. of platinum-salt gave 0·6290 grm. of carbonic acid and 0·2212 grm. of water.\n\nIII. 0·2413 grm. of platinum-salt gave 0·3310 grm. of carbonic acid and 0·1160 grm. of water.\n\nIV. 0·6955 grm. of platinum-salt, decomposed by hydrosulphuric acid, &c., gave 0·1670 grm. of platinum.\n\nV. 0·7594 grm. of platinum-salt, fused with carbonate of sodium, &c., gave 0·1810 grm. of platinum and 0·7875 grm. of chloride of silver.\n\n* 0·2634 grm. of iodide, precipitated by nitrate of silver, gave 0·1778 grm. of iodide of silver = 36·48 per cent. of iodine.\n\nThe iodide of iodophenylammonium,\n\n$$[(C_6H_4I)H_5N]I,$$\n\ncontains 36·60 per cent. of iodine, precipitable by nitrate of silver.\n\nMDCCCLX.\nThese numbers lead to the formula\n\n\\[\nC_{13} H_{22} P Pt Cl_3 = [(C_2 H_5)_3 (C_7 H_7) P] Cl, Pt Cl_2,\n\\]\n\nwhich represents the platinum-salt of a phosphonium in which the fourth equivalent of hydrogen is replaced by the molecule \\(C_7 H_7\\) (probably benzyl, the radical of benzyl-alcohol).\n\n| Theory | Experiment |\n|--------|------------|\n| \\(C_{13}\\) | I. 37·25 II. 37·46 III. 37·41 IV. — V. — |\n| \\(H_{22}\\) | I. 5·32 II. 5·36 III. 5·34 IV. — V. — |\n| P      | I. —      II. —     III. —    IV. —     V. —     |\n| Pt     | I. 23·87   II. 23·83 III. —      IV. —     V. 25·65 |\n| \\(Cl_3\\)| I. —       II. —     III. —    IV. —     V. —     |\n|        | I. 100·00  II. 100·00 III. —     IV. —     V. —     |\n\nThe transformation of triethylphosphine under the influence of dichloride of benzylene, evidently takes place according to the following equation:\n\n\\[\n3[(C_2 H_5)_3 P] + C_7 H_6 Cl_2 + H_2 O = [(C_2 H_5)_3 H P] Cl + [(C_2 H_5)_3 (C_7 H_7) P] Cl + (C_2 H_5)_3 PO.\n\\]\n\nIt may be that the formation of the triethyl-benzylphosphonium-compound is preceded by the production of an ephemeral diatomic base containing the radical \\(C_7 H_6\\),\n\n\\[\n2[(C_2 H_5)_3 P] + C_7 H_6 Cl_2 = \\left[(C_7 H_6)^n (C_2 H_5)_3 P\\right]^m Cl_2,\n\\]\n\nwhich is subsequently decomposed under the joint influence of water and an excess of triethylphosphine. I have not, however, been able, experimentally, to trace this base. Moreover, a difference in the deportment of triethylphosphine with the compounds of ethylene and benzylenone is readily intelligible, if we recollect that they are far from being analogous, bichloride of benzylenone representing in the benzyl-group the diatomic derivatives which have been obtained from ethylic aldehyde.\n\nThe analysis of the benzyl-triethylphosphonium-platinum-salt concludes the experimental part of this section of my researches. The following Table gives at a glance the several groups of bodies examined in Parts II. and III. of this inquiry.\n\n**MONATOMIC COMPOUNDS.**\n\n**PHOSPHORUS-GROUP.**\n\n**Monophosphonium-Salts.**\n\n*Ethyl-series.*\n\nSalt of Tetraethylphosphonium . . . . . . . . . . . . . [\\(C_2 H_5)_4 P\\) Br.\n\nSalt of Bromethyl-triehtylphosphonium . . . . . . . [(\\(C_2 H_4\\) Br) (\\(C_2 H_5)_3 P) Br.\n\nSalt of Chloregyl-triehtylphosphonium . . . . . . . [(\\(C_2 H_4\\) Cl) (\\(C_2 H_5)_3 P) Br.\n\nSalt of Oxethyl-triehtylphosphonium . . . . . . . [(\\(C_2 H_4\\) HO) (\\(C_2 H_5)_3 P) Br.\n\nSalt of Vinyl-triehtylphosphonium . . . . . . . [(\\(C_2 H_3\\) (\\(C_2 H_5)_3 P) Br.\nEthyl-methyl-series.\n\nSalt of Ethyl-trimethylphosphonium . . . . . . . [(C₂H₅)(CH₃)₃P] Br.\nSalt of Bromethyl-trimethylphosphonium . . . . . [(C₂H₄Br)(CH₃)₃P] Br.\nSalt of Oxethyl-trimethylphosphonium . . . . . [(C₂H₄HO)(CH₃)₃P] Br.\n\nEthyl-benzyl-series.\n\nSalt of Triethyl-benzylphosphonium . . . . . . . [(C₂H₅)₃(C₇H₇)P] Br.\n\nArsenic-group.\n\nMonarsonium-salts.\n\nEthyl-series.\n\nSalt of Tetrethylarsonium . . . . . . . . . . . [(C₂H₅)₄As] Br.\nSalt of Bromethyl-triethylarsonium . . . . . . . [(C₂H₄Br)(C₂H₅)₃As] Br.\nSalt of Vinyl-triethylarsonium . . . . . . . . . [(C₂H₃)(C₂H₅)₃As] Br.\n\nDiatomic compounds.\n\nPhosphorus-group.\n\nDiphosphonium-salts.\n\nSalt of Ethylene-hexethyldiphosphonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"(C₂H₅)₃P]\" Br₂.\nSalt of Ethylene-trimethyl-etriethyldiphosphonium . . . . . [(C₂H₄)\"(C₂H₃)₃P\"(C₂H₅)₃P]\" Br₂.\nSalt of Ethylene-hexmethylene-diphosphonium . . . . . [(C₂H₄)\"(C₂H₃)₃P\"(C₂H₃)₃P]\" Br₂.\n\nArsenic-group.\n\nDiarsonium-salts.\n\nSalt of Ethylene-hexethyldiarsonium . . . . . . . [(C₂H₄)\"(C₂H₃)₃As\"(C₂H₅)₃As]\" Br₂.\n\nPhosphorus-nitrogen-group.\n\nPhosphammonium-salts.\n\nSalt of Ethylene-triethylphosphammonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"H₃N]\" Br₂.\nSalt of Ethylene-methyl-triethylphosphammonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"(C₂H₅)H₂N]\" Br₂.\nSalt of Ethylene-tetrethylphosphammonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"(C₂H₅)H₂N]\" Br₂.\nSalt of Ethylene-pentethylphosphammonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"(C₂H₅)₂HN]\" Br₂.\nSalt of Ethylene-trimethyl-triethylphosphammonium . . . . . [(C₂H₄)\"(C₂H₅)₃P\"(C₂H₅)₃N]\" Br₂.\nPHOSPHORUS-ARSENIC-GROUP.\n\nPhospharsonium-Salts.\n\nSalt of Ethylene-hexethylphospharsonium . . . . . \\[(C_2H_4)^m(C_2H_5)_3P(C_2H_5)_3As\\]^mBr_2.\n\nARSENIC-NITROGEN-GROUP.\n\nArsammonium-Salts.\n\nSalt of Ethylene-triethylarsammonium . . . . . \\[(C_2H_4)^n(C_2H_5)_3AsH_3N\\]^nCl_2.\n\nThe experiments described in the preceding pages refer almost exclusively to the study of compounds belonging either to the phosphorus-series or to the phosphorus-nitrogen-series. Numerous analogous terms of the nitrogen-series, monatomic as well as diatomic, with which I have become acquainted in the course of my researches, have been left unnoticed in this memoir. I propose to examine the nitrogen-bodies in a special memoir; and I may here only remark that these substances, although differing in several points, nevertheless so closely imitate, in their general deportment, the corresponding terms of the phosphorus-series, that the picture which in the preceding pages I have endeavoured to delineate of the phosphorus-compounds, illustrates, in a great measure, the deportment of the nitrogen-bodies. We meet here with the peculiar case of the study of the phosphorus-group being in advance of that of the nitrogen-series, whilst generally the investigation of the phosphorus-compounds was taken in hand only after inquiries in the nitrogen-series had furnished the prototypes to be copied.\n\nIn conclusion, a few words about the further development of which the experiments described appear to be capable, and about the direction in which I propose to pursue the opened track.\n\nConceived in its simplest form, the transition from the series of monatomic to that of diatomic bases may be referred to the introduction of a monochlorinated or monobrominated alcohol-radical into the ammonium-nucleus, the chlorine or bromine thus inserted furnishing the point of attack for a second molecule of ammonia. If in bromide of ethylammonium we imagine 1 equiv. of hydrogen in ethyl replaced by bromine, we arrive at the bromide of bromethyl-ammonium, which is capable of fixing a second molecule of ammonia, and of being thus converted into the dibromide of ethylene-diammonium, the latent bromine becoming accessible to silver-salts,\n\n\\[(C_2H_4Br)H_3N\\]Br + H_3N = [(C_2H_4)^mH_6N_2]^mBr_2.\n\nThe further elaboration of this reaction suggests two different methods for the construction of polyatomic bases of a higher order. In the first place, the number of ammonia-molecules to be incorporated in the new system may be increased by the gradually advancing bromination of the radical. By the further bromination of ethyl\nin bromide of bromethyl-ammonium and the action of ammonia on the bodies thus produced, the following compounds might be generated:\n\n\\[\n[(C_2H_3Br_2)H_3N]Br + 2H_3N = [(C_2H_3)^{m}H_9N_3]^{m}Br_3.\n\\]\n\n\\[\n[(C_2H_2Br_3)H_3N]Br + 3H_3N = [(C_2H_2)^{m}H_{12}N_4]^{m}Br_4.\n\\]\n\n\\[\n[(C_2HBr_4)H_3N]Br + 4H_3N = [(C_2H)^{m}H_{15}N_5]^{m}Br_5.\n\\]\n\n\\[\n[(C_2Br_5)H_3N]Br + 5H_3N = [(C_2)^{m}H_{18}N_6]^{m}Br_6.\n\\]\n\nAgain, the fixation of the ammonia-molecules might be attempted, not by the progressive bromination of the ethyl, but by the accumulation of monobrominated ethyl-molecules in the ammonium-nucleus. The bromide of the di-bromethylammonium, when submitted to the action of ammonia, would thus yield the tribromide of a triammonium, the bromide of tri-bromethylammonium, the tetrabromide of a tetrammonium, and, lastly, the bromide of tetra-bromethylammonium, the pentabromide of a pentammonium.\n\n\\[\n[(C_2H_4Br)_2H_2N]Br + 2H_3N = [(C_2H_4)^{m}H_8N_3]^{m}Br_3.\n\\]\n\n\\[\n[(C_2H_4Br)_3H_2N]Br + 3H_3N = [(C_2H_4)^{m}H_{10}N_4]^{m}Br_4.\n\\]\n\n\\[\n[(C_2H_4Br)_4H_2N]Br + 4H_3N = [(C_2H_4)^{m}H_{12}N_5]^{m}Br_5.\n\\]\n\nAs yet the bromination of the alcohol-bases presents some difficulty; appropriately selected reactions, however, will doubtless furnish these bodies. They will probably be obtained by indirect means, similar to those by which, years ago, I succeeded in preparing the chlorinated and brominated derivatives of phenylamine; or these substances may be generated by the action of pentachloride and pentabromide of phosphorus upon the oxethylated bases, a process which, from the few experiments recorded in this memoir, promises a rich harvest of results.\n\nI have but faint hope that I may be able to trace these new paths to their goal; inexorable experiment follows but slowly the flight of light-winged theory. The commencement is nevertheless made, and even now the triammonium- and tetrammonium-compounds begin to unfold themselves in unexpected variety.\n\nI conclude this memoir with the expression of my best thanks for the untiring patience with which Mr. Peter Griess has assisted me in the performance of my experiments on the phosphorus-bases. The truly philosophical spirit in which this talented chemist has accompanied me throughout the varying fortunes of this inquiry, will always be one of my most pleasing recollections.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108780.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 59768,
    "total-output-tokens": 27838,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2320,
        2
      ],
      [
        2320,
        4907,
        3
      ],
      [
        4907,
        7509,
        4
      ],
      [
        7509,
        10138,
        5
      ],
      [
        10138,
        13068,
        6
      ],
      [
        13068,
        14925,
        7
      ],
      [
        14925,
        16007,
        8
      ],
      [
        16007,
        18027,
        9
      ],
      [
        18027,
        19670,
        10
      ],
      [
        19670,
        21716,
        11
      ],
      [
        21716,
        23998,
        12
      ],
      [
        23998,
        26175,
        13
      ],
      [
        26175,
        27697,
        14
      ],
      [
        27697,
        30286,
        15
      ],
      [
        30286,
        32577,
        16
      ],
      [
        32577,
        34256,
        17
      ],
      [
        34256,
        36179,
        18
      ],
      [
        36179,
        38693,
        19
      ],
      [
        38693,
        40699,
        20
      ],
      [
        40699,
        42698,
        21
      ],
      [
        42698,
        45660,
        22
      ],
      [
        45660,
        48429,
        23
      ],
      [
        48429,
        49752,
        24
      ],
      [
        49752,
        51815,
        25
      ],
      [
        51815,
        54652,
        26
      ],
      [
        54652,
        56643,
        27
      ],
      [
        56643,
        59086,
        28
      ],
      [
        59086,
        61250,
        29
      ],
      [
        61250,
        63264,
        30
      ],
      [
        63264,
        65690,
        31
      ],
      [
        65690,
        68745,
        32
      ],
      [
        68745,
        71628,
        33
      ],
      [
        71628,
        74358,
        34
      ],
      [
        74358,
        76861,
        35
      ],
      [
        76861,
        78375,
        36
      ],
      [
        78375,
        80974,
        37
      ],
      [
        80974,
        83314,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108780",
    "title": "Contributions to the History of the Phosphorus-Bases. Third Memoir. Phosphammonium and Phospharsonium-, Diarsonium-, and Arsammonium-Compounds",
    "authors": "Augustus William Hofmann",
    "year": 1860,
    "volume": "150",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/108780"
  }
}