{
  "id": "4cabffcfd83b32612697c24454e525ebcf3432f5",
  "text": "VII. Invitatio ad Observationes Meteorologicas communi consilio instituendas. A Jacobo Jurin, M.D. Soc. Reg. Secr. & Colleg. Med. Lond. Socio.\n\nCœli & Aeris, quem spiritu ducimus, conditio-\nnes varias, frigoris, puta, & caloris, sudi, vel hu-\nmidi commutationes & vicissitudines, magnas præser-\ntim atque subitaneas, ad Humani Generis valetudinem\npertainere merito censetur. Operam itaque & laborem\nin iisdem observandis minime contemnendum posuerunt\nnon Medici solum, sed & alii quoque ab omni ævo\nNaturæ rerum contemplandæ studiosi. Superiore tan-\ndem sæculo Instrumenta etiam & Machinae Philosopho-\nrum ingenio & diligentia repertæ sunt, quibus ponde-\nris, caloris, humiditatis, & elateris aerii momenta &\nmutationes simul oculis repræsentantur, simul ad men-\nfuram ac trutinam, & quidem subtilem admodum il-\nlam atque accuratam, exiguntur.\n\nNec hic etiam subsistendum judicarunt Eximii illi\nViri, sed studio & sciendi amore incitati ad causas ha-\nrum mutationum, quâ licuit, indagandas contenderunt.\nQuem in finem Observationes Instrumentorum recens\ninventorum ope factas de pondere, humiditate, & ca-\nlore ambientis diligenter in Diariis notabant; iisque\nmulta alia adjiciebant ad Tempestatem ac Cœli faciem,\nVentos, & Pluviae copiam pertinentia, quod in Actis\nPhilosophicis & alibi sparsim videre est.\n\nMethodo\nMethodo istâ & observandi ratione meliorem facile non reperias. Quod si fuissent Observatores & numero idoneo, & commodis locis per magna terrarum spatia dispositi; ac tandem unus aliquis omnium Diaria, quid inter se convenirent aut discreparent, contulisset; profecto jam a multis annis eam haberemus Aeris Historiam, quaem hoc temporis vix animo & votis fas est concipere.\n\nId etenim compertum habemus, ut quod maxime, subitas Tempestatum commutationes Ventis praecipue acceptas esse referendas; quumque scire liceret per talern observandi rationem, qualem supra exposuimus, quibus in locis orti, quem cursuin, quo tempore, & per quanta terrarum spatia Venti tenerent; his cognitis, forsan ad Originem etiam & Caufas Ventorum assequendas via patuisset. Unum hoc saltem, quod ipsum non leve momentum ad has disquisitiones attulisset, quodque jam, ut plurimum, pro Conjecturâ verisimili habetur, potuissemus certissimis observationibus sive veri, sive falsi arguere. Opinionem dico sagacissimi Viri, Edmondi Halleii*, qui Hydrargyrum ideo censet in Barometro ascendere, quod Venti ex contrariis regionibus utrinque eodem spirantes Aerem cogant & quasi in cumulum attollant; ut contra Hydrargyri descensum Ventis, ex eodem loco versus oppositas partes Aerem deferentibus, & quasi exhaustientibus, attribuit.\n\nRogantur itaque Eruditi, qui ad excolendam hanc partem Historiae Naturalis operam suam conferre voluerint, ut quotidie semel minimum, vel utcunque saepius libuerit, notare dignentur in Diario Barometri & Thermometri altitudinem, Venti Plagam cum aliquâ virium aestimatione, Coeli faciem, & Pluviae vel Nivis quantita-\n\n* Philos. Transact. N. 181.\nquantitatem, quae tempore post observationem superiorem elapso deciderit. Quod si quis Observationes Hydroscopii cujuslibet, sive Acus Magneticae ope factas adicere voluerit, non erit ingratum.\n\nQuoties ingruerit Procella vehementior, utile fuerit ortum ejusdem, incrementum, summam violentiam, remissionem & exitum notatis temporibus accuratius de signare, uti & altitudines Barometri, quae dictis temporibus respondeant.\n\nMonendum censamus, ut qui Barometri replendi & conficiendi modum callent, Barometro vulgari, sive aperito, quod vocant, utantur. Sit autem Tubus quartam, ut minimum, vel etiam tertiam digiti partem latum; quum in Tubis angustioribus Hydrargyrus infra justam altitudinem subsidere deprehendatur †. Cisternae vero, sive Vas Hydrargyrum excipienti tribuetur diameter octonis saltem, vel decem partibus major Tubi diametro, idque eum in finem, ut ascendent, vel subsidente Hydrargyro in Tubo, altitudo Hydrargyri in Cisterna invariata permaneat, aut certe quam paululum inmutata.\n\nQui vero Barometro clauso, sive portatili uti malunt, ejusmodi Barometra magnâ diligentia fabricata comparare poterunt apud Laudatum Artificem Franciscum Hauksbejum, in Areâ vulgo dictâ Crane-Court, Londini degentem; qui Thermometra etiam subministrabit ad eam Scalam, sive graduum notationem exacta, quae jam per multos annos, exquisitis ejus Thermometris insculpta, innotuit Eruditis.\n\nQui Thermometro utuntur aliâ quacunque ratione constructo, rogatos volumus, ut in Diario Thermometri situm, fabricam, dispositionem graduum in Scalâ, & nomen\n\n† V. Philos. Transact. N. 563.\nmen etiam Opificis, ex cujus Officinâ prodiit, apponere ne graventur. Situm Thermometro commodissimum cen-\nfemus in conclavi ad Septentriones obverso, ubi focus aut nunquam accenditur, aut saltem quam rariflume.\n\nQuo facilius inter se conferri possint Diaria, commo-\ndum fuerit omnia in hujusmodi formam disponere.\n\nColumna prima indicet diem & horam observatio-\nnis; stylo autem ut omnes Juliano, sive Vetere, in\nDiariis utantur, Observatores rogamus.\n\nSecunda altitudinem exhibeat, ad quam attollitur Hydrargyrus in Tubo Barometri supra superficiem Hy-\ndrargyri in Vase, per digitos, sive partes duodecimas Pedis Londinensis, & per partes decimales eorundem digitorum notatam. Habet autem Pes Londinensis ad Parisiensem eam rationem, quae est inter 15 & 16 proxime.\n\nColumna tertia gradum monstrat, & partes gradus decimales, quas Spiritus in Thermometro attingit.\n\nQuarta Venti Plagam & spirandi vires repræsentet; quae vires semper denotari poterunt per aliquem ex nu-\nmeris sequentibus, 1, 2, 3, 4: ex quibus 1 significet lenissimum Aeris motum vix arborum folia agitantem,\n4 vero summam Venti violentiam; numeris 2 & 3 in-\ntermedias inter hasce Ventorum vires exponentibus, &\ndenotante cyphra, sive o, perfectam Malaciam.\n\nQuintam occupet Coeli facies, & succincta Tempe-\nstatis historia.\n\nSexta & ultima altitudinem pluviae, vel nivis in a-\nquam resolutae, quae post superiorum observationem de-\nciderit, per digitos Londinenses & eorum partes decima-\nles metiatur.\n\nHæc facile æstimari poterit ope Infundibuli duos circiter, vel tres pedes ampli, Vasis alterius aquam ex\nInfundibulo defluentem excipientis, & Mensurae Cylin-\ndræ cum Regulâ in digitos & partes decimales divisâ.\nInfundibulum ita situm sit, ut, quicunque ventus flaverit, nulla tamen pluviae pars sive ædificii interveniunt, sive quocunque alio impedimento intercipi queat. Sit autem vas aquam continens undique probe clausum, ne quid in vapores attollatur, angusto solum foramine, ad aquam desuper ex Infundibulo excipiendam, relieto. Mensuræ porro Cylindricæ Diameter decem partibus minor Diametro Infundibuli tribuetur: quo fiet, ut aqua digitum unum alta in mensurâ ad altitudinem centesimæ partis digiti in Infundibulum, atque adeo in reliquam terram, cecidisse intelligatur; & similiter pro partibus digiti decimalibus.\n\nAd finem vero Mensis & Anni cujusque apponatur media altitudo mensuaria, vel annua, Barometri & Thermometri, uti etiam summa omnium altitudinum Pluviae, quæ Mense, vel Anno integro deciderit. Habebitur autem dicta media altitudo, redigendo in unam summam, omnes Barometri altitudinum observationes mane factas, Thermometri vero sive matutinas, sive totius diei maximas, (quæ nempe circa horam tertiam, vel quartam pomeridianam contingunt) & summam istam per numerum dierum dividendo.\n\nOmnes rogamus, qui suprascriptas Observationes, vel universas, vel aliquâ ex parte volent instituere, ut Diariorum Exempla, ad finem anni cujusque continuata, ad Secretarios Regiæ Societatis transmittere dignentur; uti cum Diario, quod Londini jussu Societatis Regiæ conficitur, conferri possint. Consilium vero est, ut quicquid ex Diariorum istorum collatione colligi poterit, singulis annis in Actis Philosophicis cum Publico communicetur.\n\nDiarii\n| Dies & Hora | Barom. alt. | Therm. alt. | Vent. | Tempestas. | Pluvia. |\n|-------------|-------------|-------------|-------|------------|---------|\n| Nov. St. V. | dig.dec     | gr. dec.    |       |            |         |\n| 1. 8 a.m.   | 29.75       | 49.6        | S.W.  | Cælum nubibus obduct. | 0.035   |\n|             |             |             |       | Imbres interrupti. |         |\n| 4 p.m.      | 29.56       | 47.3        | S.W.  | Sol pervices intercurrens | 0.043   |\n| 2. 7 a.m.   | 29.24       | 48.5        | S.    | Pluvia fere perpetua | 0.725   |\n| 3. 9 a.m.   | 29.95       | 49.7        | N.    | Cælum sudum | 0.032   |\n| 5 p.m.      | 30.4        | 49.2        | N.    | Cælum sudum | 0.000   |\n| 4. 7 a.m.   | 29.9        | 47.0        | S.W.  | Nubes sparsæ | 0.000   |\n| 10          | 29.7        | 46.2        | S.W.  | Imbres intercurrentes | 0.103   |\n| 12          | 29.4        | 45.0        | S.    | Cælum nubibus undique fere tectum | 0.050   |\n| 3 p.m.      | 28.8        | 46.0        | S.    | Nubes sparsæ | 0.000   |\n| 5           | 28.6        | 47.2        | S.W.  | Eadem Cæli facies | 0.000   |\n| 7           | 28.9        | 48.0        | S.W.  | Pluit | 0.000   |\n| 9           | 28.9        | 48.2        |       | Pluvia fere perpetua | 0.305   |\n| 5. 7 a.m.   | 29.7        | 53.4        | N.E.  | Sudum. Gelu. | 0.250   |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103649.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 3327,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1317,
        2
      ],
      [
        1317,
        2972,
        3
      ],
      [
        2972,
        4551,
        4
      ],
      [
        4551,
        6237,
        5
      ],
      [
        6237,
        7786,
        6
      ],
      [
        7786,
        9158,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103649",
    "title": "Invitatio ad Observationes Meteorologicas Communi Consilio Instituendas. A Jacobo Jurin, M. D. Soc. Reg. Secr. & Colleg. Med. Lond. Socio.",
    "authors": "Jacobo Jurin",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103649"
  }
}