{
  "id": "174b8846a83f9969386953caefa95519c556c1b1",
  "text": "XLII. Account of the Transit of Mercury, observed at Norriton, in Pennsylvania, Nov. 9. 1769 agreeable to an Appointment of the American Philosophical Society, held at Philadelphia, for promoting useful Knowledge. By William Smith, D.D. Provost of the College of Philadelphia; John Lukens Esq.; Surveyor General of Pennsylvania; David Rittenhouse, M.A. and Mr. Owen Biddle. Communicated by Benjamin Franklin, L.L.D. F.R.S. and President of the Philosophical Society at Philadelphia.\n\nRead Dec. 13, 1770.\n\nAs transits of Mercury are more frequent than those of Venus, we need not be so particular in this account, as we were in that of Venus.\n\nWe had the same telescopes now as before, viz.\n1. The college reflector, with Dollond's micrometer; used by myself, with a magnifying power of 200, to observe the contacts.\n2. A refractor of 42 feet, magnifying 140 times, used by Mr. Lukens.\n\n3. Mr.\n3. Mr. Rittenhouse's refractor, with about the same power, used by himself.\n\nMr. Biddle had no telescope; but was very serviceable in the other parts of the observation.\n\nAlthough there were many flying clouds, which frequently obscured the Sun in the forenoon of the day; yet from about one o'clock till half an hour past three, the Sun shone perfectly clear, and undisturbed by clouds; which gave us an opportunity, as favorable as we could wish, for observing the contacts, and making some micrometer measures.\n\nThe first external contact was observed to the same instant by all the three observers, who had no communication with each other, the two refractors being out of doors, and the reflector within the observatory; and the contacts noted (as at the transit of Venus) by signals given to persons set at the windows of the observatory, to count the clock.\n\nThe contacts were as follows:\n\n1769, Nov. 9, apparent time,\n\nAt 2 35 17 first external contact, by all the three observers.\n\n2 36 35 first internal contact, by Dr. Smith and Mr. Rittenhouse.\n\n2 36 33 first internal contact, by Mr. Lukens.\n\nIn. 20th 500th\n\nφ's diam. per microm. 3 13 7 32 20,24.\n\nMercury's diam. taken backwards and forwards several times, and the sum halved, gave only φ 8,22\n\nVol. LX: T t t Nov.\nNov. 9, 1769.\n\nMicrometer measures of least distance of the nearest limbs of O and Y.\n\n| Apparent time | Micrometer measures of least distance of the nearest limbs of O and Y. | Reduced to Minutes and Seconds of O's Diameter |\n|---------------|------------------------------------------------------------------------|-----------------------------------------------|\n| 3 1 44        | O 5 14 doubtful                                                       | 2 26,2                                        |\n| 3 10 9        | O 6 12                                                                | 2 50,5                                        |\n| 3 19 7        | O 8 1                                                                | 3 31,84                                       |\n| 3 31 11       | O 10 0                                                               | 4 23,78                                       |\n\nFrom 31 minutes past three, the sun was constantly obscured in a cloud, that descended with him, till at 32' past 4 he broke out into a short glimpse of three minutes; during which the diameter of Y was again measured, and came out as before. One micrometer measure more was also now attempted of the nearest distance of the limbs, but the O got under a cloud before it was completed, to our great regret, as we wished to have at least one more measure at an hour's distance from the rest. More might have been taken during the first half hour, after three; but those that were taken are sufficiently near each other, and any between them would have been useless for a projection, as those we have may be depended on.\n\nThe following observations of another kind were all that Mr. Rittenhouse could obtain, viz.\n\nApparent time.\n\n| Apparent time | Observation |\n|---------------|-------------|\n| 3 3 30        | O's lower limb at horizontal wire. |\n| 3 3 42        | O's preceding limb at vertical wire. |\n| 3 5 58        | Y's center at vertical wire. |\n| 3 6 31        | O's subsequent limb at vertical wire. |\n3 6 32 γ's center at horizontal wire.\n3 7 18 ο's upper limb at horizontal wire.\n\n4 30 34 ο's lower limb at horizontal wire.\n4 31 4 ο's preceding limb at vertical.\n4 32 39 γ's center at vertical.\n4 33 41 ο's upper limb at horizontal.\n\nThe two remaining observations of this sett could not be got, the sun being again obscured by a cloud, and appearing no more that day. They had something more of the sun at Philadelphia, and got some micrometer measures after four o'clock. By the contacts of mercury at Philadelphia and Norriton, we get the latter 55\" of time west of the state-house observatory; the same we made by the eclipses of Jupiter's satellites.\n\nPhiladelphia,\nDec. 19, 1769,\n\nW. Smith.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105914.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        893,
        2
      ],
      [
        893,
        2173,
        3
      ],
      [
        2173,
        4201,
        4
      ],
      [
        4201,
        4897,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105914",
    "title": "Account of the Transit of Mercury, Observed at Norriton, in Pennsylvania, Nov. 9. 1769 Agreeable to an Appointment of the American Philosophical Society, Held at Philadelphia, for Promoting Useful Knowledge. By William Smith, D. D. Provost of the College of Philadelphia; John Lukens Esq; Surveyor General of Pennsylvania; David Rittenhouse, M. A. and Mr. Owen Biddle. Communicated by Benjamin Franklin, LL. D. F. R. S. and President of the Philosophical Society at Philadelphia",
    "authors": "John Lukens, Owen Biddle, William Smith, Benjamin Franklin, David Rittenhouse",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105914"
  }
}