{
  "id": "adaee9308c14fd847474e1b6a162cb1b96655a5f",
  "text": "V. On the Effect of the presence of Metals and Metalloids upon the Electric Conducting Power of Pure Copper. By A. Matthiessen, Ph.D., and M. Holzmann, Ph.D. Communicated by Professor Wheatstone, F.R.S.\n\nReceived March 14,—Read April 26, 1860.\n\nAs the electric conducting power of copper varies so much according to different experimenters, we thought it would be of some interest to study the causes of these differences; and on comparing the values found for copper, we find that, taking silver = 100, copper conducts according to\n\n| Becquerel* | Riess† | Lenz‡ | Davy§ | Christie§ | Harris§ | Buff|| | Pouillet¶ | ArndtSEN** |\n|------------|--------|-------|-------|-----------|---------|-------|----------|-----------|\n| 95·3       | 67·2   | 73·4  | 91·2  | 66·0      | 100·0   | 95·4  | 73·0     | 98·7      |\n\nThe temperatures at which the above observations were made are only given in the cases of Becquerel, Lenz and ArndtSEN, who compared copper at 0° C. with silver at 0° C. = 100.\n\nWe prepared therefore pure copper,—\n1. By precipitating with sulphuretted hydrogen the purest commercial sulphate of copper dissolved in water acidulated with sulphuric acid, dissolving the washed sulphide in nitric acid, precipitating at a boiling temperature by carbonate of soda in excess, and finally reducing the oxide of copper with pure hydrogen.\n2. By precipitating sulphate of copper galvanoplastically by a very weak current.\n\nWe have also tested the galvanoplastic copper of commerce, and have found that its conducting power is the same as that of the copper we prepared.\n\nThe method used for the determinations was the same as that described in the Philosophical Magazine (February 1857). The diameters of the wires used were about 0·25 to 0·5 millim., and the lengths from 0·5 to 1·5 metre; and of each specimen of copper or alloy two or three determinations were made with wires of different diameters.\n\nThe following are the results obtained with pure copper, compared with a hard drawn silver wire = 100 at 0° C. (all the wires were hard drawn):\n\nI. Copper purified by the above method (1) . . . Means:\n\\[ \\begin{align*}\n\\{a.\\ 92·63 \\text{ at } 18·0\\} & 93·00 \\text{ at } 18·6 \\\\\n\\{b.\\ 93·36 \\text{ at } 19·2\\} &\n\\end{align*} \\]\n\nII. Copper, galvanoplastic, not fused . . . . Means:\n\\[ \\begin{align*}\n\\{a.\\ 93·81 \\text{ at } 19·7\\} & 93·46 \\text{ at } 20·2 \\\\\n\\{b.\\ 93·56 \\text{ at } 20·5\\} & \\\\\n\\{c.\\ 93·00 \\text{ at } 20·4\\} &\n\\end{align*} \\]\n\n* Ann. de Chim. et de Phys. Sér. 3, vol. xvii. p. 242.\n† Poggendorff’s Annalen, vol. xlv. p. 20.\n‡ Ibid. p. 105.\n§ Gmelin, vol. i. p. 289.\n¶ Müller, Lehrbuch der Physik, p. 202.\n|| Buff, Gründriss der Physik, 348.\n** Poggendorff’s Annalen, vol. cv. p. 1.\nIII. Copper, galvanoplastic commercial, not fused  \n\\[\n\\begin{align*}\na. & \\quad 92\\cdot24 \\text{ at } 18\\cdot0 \\\\\nb. & \\quad 93\\cdot01 \\text{ at } 18\\cdot5 \\\\\nc. & \\quad 93\\cdot81 \\text{ at } 18\\cdot7\n\\end{align*}\n\\]\n\nIV. Copper No. 3, fused in a porcelain tube in hydrogen  \n\\[\n\\begin{align*}\na. & \\quad 92\\cdot22 \\text{ at } 19\\cdot3 \\\\\nb. & \\quad 93\\cdot30 \\text{ at } 19\\cdot3\n\\end{align*}\n\\]\n\\(92\\cdot76 \\text{ at } 19\\cdot3\\)\n\nV. Copper No. 3, fused, as will be presently described  \n\\[\n\\begin{align*}\na. & \\quad 92\\cdot57 \\text{ at } 17\\cdot8 \\\\\nb. & \\quad 93\\cdot40 \\text{ at } 17\\cdot2\n\\end{align*}\n\\]\n\\(92\\cdot99 \\text{ at } 17\\cdot5\\)\n\nThe mean of the above twelve determinations gives \\(93\\cdot08\\) at \\(18\\cdot9\\) for the conducting power of pure copper.\n\nPELTIER* and others have already observed that annealed copper wire conducts better than hard drawn wire; and on repeating the experiments with hard drawn wires from copper No. 2, and which were annealed in a current of pure hydrogen, we found the following numbers:\n\nI. Hard drawn . . . . 95\\cdot31 \\text{ at } 11\\cdot0\nAnnealed . . . . 97\\cdot83 \\text{ at } 11\\cdot0\n\nII. Hard drawn . . . . 95\\cdot72 \\text{ at } 11\\cdot0\nAnnealed . . . . 98\\cdot02 \\text{ at } 11\\cdot0\n\nwhich makes a difference in the conducting powers of hard drawn and annealed wires of about 2\\cdot5 per cent.; much greater, however, is the difference between hard drawn and annealed silver wires, as the following experiments show:\n\nI. \\(a\\). Hard drawn . . . . 95\\cdot28 \\text{ at } 14\\cdot6\n\\(b\\). Annealed . . . . 103\\cdot98 \\text{ at } 14\\cdot8\n\nII. \\(a\\). Hard drawn . . . . 95\\cdot36 \\text{ at } 14\\cdot6\n\\(b\\). Annealed . . . . 103\\cdot33 \\text{ at } 14\\cdot6\n\nWe will now proceed to describe what is the effect of the metalloids, and afterwards of the metals, on the conducting power of copper.\n\n1. Effect of Oxygen (Suboxide of Copper).\n\nCopper readily absorbs oxygen from the air when in a fused state; and it is supposed to be present as suboxide, which it retains very obstinately; and in fact we may lead hydrogen over fused copper, in a porcelain tube, for hours without completely reducing the suboxide. It is also very difficult to prevent the oxygen being absorbed during casting, &c. In order to prevent all these sources of error, we thought that in making the alloys of copper by the following method, we might obviate them:\n\nFig. 1 shows the disposition of the apparatus. In the furnace-door communicating with a closed muffle are two holes; through the upper one passes a glass tube connected\n\n* Ann. de Chim. et de Phys. lvi. p. 371.\nwith a carbonic acid gas apparatus, through the lower one passes a clay tobacco-pipe, to the stem of which is joined the bottle evolving hydrogen. The hydrogen is washed with potash, nitrate of silver, and concentrated sulphuric acid, and the carbonic acid gas with bicarbonate of potash and strong sulphuric acid. The metal (about 8 grms. were taken for each experiment) was placed in the bowl of the pipe, and so fused in a current of hydrogen; when fused, the hydrogen bubbled up through the melted metal; thus by offering a fresh surface to the hydrogen, any suboxide that might be present was reduced; and when making the copper alloys complete mixture was effected. When the hydrogen had passed through for a certain length of time, the india-rubber tubing was disconnected from the sulphuric acid bottle, and the fused metal carefully sucked into the pipe-stem, forming, as shown by fig. 2, a wire which might, if necessary, be drawn finer. The carbonic acid gas was used to help to drive the air out of the muffle, as well as in some experiments which will be presently detailed.\n\nIn order to test the method, copper No. 3 was fused in the pipe, and kept so for about half an hour, when we found the conducting power—\n\n\\[\n\\begin{align*}\na. & \\quad 92.57 \\text{ at } 17.8^\\circ \\\\\nb. & \\quad 93.40 \\text{ at } 17.2^\\circ\n\\end{align*}\n\\]\n\nMean. \\(92.99\\) at \\(17.5^\\circ\\).\n\nIn this manner we have been able to reduce the suboxide in the copper by degrees; all the alloys made were fused in this manner, only substituting carbonic acid gas in cases in which hydrogen could not be employed.\n\nWe did not try to determine quantitatively the amount of suboxide present in the copper, as we know of no method which will give results which can be depended upon*. We shall only give the conducting power of copper that had been fused in contact with\n\n* Dick (Phil. Mag. June 1858) could not obtain any good results by any of the known methods. All the experiments which we have made agree with his, especially concerning the action of ammonia on copper.\nair. Thus copper, chemically purified, was fused with borax and chloride of sodium (the flux not quite covering the surface of the melted copper). The conducting power of this specimen was\n\n\\[\n\\text{Mean.} \\\\\nI. \\begin{cases}\na. 69.44 \\text{ at } 24.2^\\circ \\\\\nb. 69.38 \\text{ at } 23.5^\\circ \\\\\nc. 69.30 \\text{ at } 24.0^\\circ\n\\end{cases}\n\\]\n\nThis was then kept fused for several hours in a porcelain tube in a current of hydrogen; it then conducted—\n\n\\[\n\\text{Mean.} \\\\\nII. \\begin{cases}\na. 87.20 \\text{ at } 18.8^\\circ \\\\\nb. 85.50 \\text{ at } 19.0^\\circ\n\\end{cases}\n\\]\n\nThis was next treated in the above-described manner in the tobacco-pipe, first for half an hour, and then for three hours, which caused the conducting powers to increase to the following values:\n\n\\[\n\\text{Means.} \\\\\nIII. \\begin{cases}\na. 89.32 \\text{ at } 17.0^\\circ \\\\\nb. 91.07 \\text{ at } 17.8^\\circ \\\\\nc. 88.40 \\text{ at } 17.4^\\circ\n\\end{cases}\n\\]\n\nIV. After three hours \\begin{cases}\na. 92.63 \\text{ at } 18.0^\\circ \\\\\nb. 93.36 \\text{ at } 19.2^\\circ\n\\end{cases}\n\nSimilar results were obtained with galvanoplastically precipitated copper, which had been fused in contact with air under a small quantity of borax and chloride of sodium.\n\n\\[\n\\text{Means.} \\\\\nI. \\begin{cases}\na. 73.20 \\text{ at } 19.3^\\circ \\\\\nb. 73.08 \\text{ at } 19.4^\\circ \\\\\nc. 73.69 \\text{ at } 19.8^\\circ\n\\end{cases}\n\\]\n\nII. No. 1, fused in a tobacco-pipe for half an hour, as above described \\begin{cases}\na. 76.27 \\text{ at } 17.6^\\circ \\\\\nb. 75.55 \\text{ at } 17.7^\\circ \\\\\nc. 75.38 \\text{ at } 17.8^\\circ\n\\end{cases}\n\nIII. No. 1, fused one hour in pipe \\begin{cases}\na. 83.14 \\text{ at } 16.8^\\circ \\\\\nb. 82.25 \\text{ at } 17.0^\\circ\n\\end{cases}\n\nIV. No. 1, fused for one hour and three-quarters in pipe \\begin{cases}\na. 90.36 \\text{ at } 19.7^\\circ \\\\\nb. 91.00 \\text{ at } 19.7^\\circ\n\\end{cases}\n\nV. No. 1, fused for three hours in pipe \\begin{cases}\na. 91.92 \\text{ at } 18.5^\\circ \\\\\nb. 92.76 \\text{ at } 18.1^\\circ\n\\end{cases}\n\nFrom the above experiments we see how difficult it is to reduce the whole of the sub-oxide; a fact, which explains the reason why no good determinations as to the amount of oxygen present in copper have as yet been obtained.\n2. Effect of Carbon.\n\nAccording to Karsten*, copper takes up 0·2 per cent. of carbon; we could not, however, obtain wires containing more than 0·05 per cent. This small quantity causes the conducting power to decrease considerably. Thus galvanoplastic copper in small pieces was fused down with lamp-black, and gave, upon analysis, 0·05 per cent. of carbon†; and for the conducting power we found\n\n\\[\n\\begin{align*}\n74\\cdot29 \\text{ at } 18\\cdot1^\\circ & \\quad \\text{Mean.} \\\\\n75\\cdot53 \\text{ at } 18\\cdot5^\\circ & \\quad 74\\cdot91 \\text{ at } 18\\cdot3^\\circ\n\\end{align*}\n\\]\n\n3. Effect of Phosphorus.\n\nPhosphorus alters the properties of copper to a very great extent; it becomes very much harder, and its tenacity is greatly impaired. Of all the impurities, this has the greatest reducing effect on the conducting power of copper.\n\nRed phosphorus was thrown on melted copper in a tobacco-pipe and re-fused. The amount of phosphorus was determined as phosphate of magnesia.\n\nI. Copper with 2·5 per cent. of phosphorus\n\n\\[\n\\begin{align*}\na. & \\quad 7\\cdot37 \\text{ at } 17\\cdot0^\\circ \\\\\nb. & \\quad 7\\cdot11 \\text{ at } 18\\cdot0^\\circ\n\\end{align*}\n\\]\n\nII. Copper with 0·95 per cent. of phosphorus\n\n\\[\n\\begin{align*}\na. & \\quad 23\\cdot43 \\text{ at } 22\\cdot3^\\circ \\\\\nb. & \\quad 23\\cdot05 \\text{ at } 22\\cdot0^\\circ\n\\end{align*}\n\\]\n\nIII. Copper with 0·13 per cent. of phosphorus\n\n\\[\n\\begin{align*}\na. & \\quad 67\\cdot88 \\text{ at } 20\\cdot0^\\circ \\\\\nb. & \\quad 67\\cdot46 \\text{ at } 20\\cdot0^\\circ\n\\end{align*}\n\\]\n\nMeans.\n\n\\[\n\\begin{align*}\n7\\cdot24 \\text{ at } 17\\cdot5^\\circ \\\\\n23\\cdot24 \\text{ at } 22\\cdot1^\\circ \\\\\n67\\cdot67 \\text{ at } 20\\cdot0^\\circ\n\\end{align*}\n\\]\n\n4. Effect of Sulphur, Selenium, and Tellurium.\n\nSulphide of copper does not appear to dissolve in copper, but merely to mix with it mechanically. It makes the copper very brittle; and although we succeeded in drawing a wire which contained, according to the analysis, 0·18 per cent. of sulphur, the values obtained for the conducting power did not agree at all with each other. The mean of four determinations gave 88·58 at 19°4.\n\nTraces of selenium and tellurium make copper so rotten that we were unable to draw it.\n\n5. Effect of Arsenic.\n\nWhen arsenic is thrown upon melted copper the greater part of it is absorbed, whilst a part volatilizes; and on re-fusing the alloy formed, if a large quantity of arsenic has been used, it has a dingy grey colour, and is very hard and brittle. We managed to draw an alloy containing 5·40 per cent. of arsenic to the diameter of 0·29 millim.; and\n\n* Schweigger's Journal für Chemie u. Physik, lxvi. p. 395.\n† We repeated this experiment several times, but could not again make the alloy. In all probability, therefore, the carbon found was only mechanically mixed with copper.\nhad we had draw-plates with finer holes at our disposal, we might have drawn it much finer,—a fact, which does not at all agree with the assertions lately made, that copper with a small amount of arsenic cannot be drawn into fine wire. The arsenic was determined as arseniate of magnesia. The following values show that arsenic greatly reduces the conducting power of copper:\n\nI. Copper with 5·40 per cent. of arsenic  \n   \\[ \\begin{align*}\n   a. &\\quad 6\\cdot17 \\text{ at } 16\\cdot7 \\\\\n   b. &\\quad 6\\cdot19 \\text{ at } 17\\cdot0\n   \\end{align*} \\]  \n   Means. \\( 6\\cdot18 \\text{ at } 16\\cdot8 \\)\n\nII. Copper with 2·80 per cent. of arsenic  \n   \\[ \\begin{align*}\n   a. &\\quad 12\\cdot97 \\text{ at } 18\\cdot8 \\\\\n   b. &\\quad 13\\cdot38 \\text{ at } 19\\cdot4\n   \\end{align*} \\]  \n   Means. \\( 13\\cdot14 \\text{ at } 19\\cdot1 \\)\n\nIII. Copper with traces of arsenic  \n    \\[ \\begin{align*}\n    a. &\\quad 57\\cdot72 \\text{ at } 19\\cdot5 \\\\\n    b. &\\quad 57\\cdot89 \\text{ at } 19\\cdot9\n    \\end{align*} \\]  \n    Means. \\( 57\\cdot80 \\text{ at } 19\\cdot7 \\)\n\n6. Effect of Heating in a current of Ammonia.\n\nSeveral experimenters state, that when copper is heated in ammonia, the gas is decomposed and nitride of copper formed, a fact which Schröter* disputes, and has been proved totally incorrect by Dick. We repeated the experiment by heating a copper wire, whose conducting power had been previously determined, for a quarter of an hour in a current of dry ammonia; when cold, the conducting power was found the same, and the wire was as ductile as before. In all probability the reason why in the experiments of previous observers the copper became brittle, was (as already suggested by Dick) that they used copper containing suboxide.\n\n7. Effect of the Metals.\n\nThe electric conductivity of copper is not so much impaired by the presence of small quantities of foreign metals as by that of the metalloids; it is, however, very considerably diminished by iron and tin.\n\nThe union of the copper with the other metals was effected in the manner before described, which offers in this case the additional advantage, that, by the constant movement caused by the hydrogen in the melted metals, the most intimate combination results. The amount of the metals thus alloyed with the copper was determined by analysis.\n\nI. Copper† alloyed with 3·20 per cent. of zinc‡  \n   \\[ \\begin{align*}\n   a. &\\quad 56\\cdot96 \\text{ at } 10\\cdot0 \\\\\n   b. &\\quad 57\\cdot01 \\text{ at } 10\\cdot6\n   \\end{align*} \\]  \n   Means. \\( 56\\cdot98 \\text{ at } 10\\cdot3 \\)\n\nII. Copper with 1·60 per cent. of zinc  \n    \\[ \\begin{align*}\n    a. &\\quad 76\\cdot25 \\text{ at } 15\\cdot2 \\\\\n    b. &\\quad 76\\cdot45 \\text{ at } 16\\cdot4\n    \\end{align*} \\]  \n    Means. \\( 76\\cdot35 \\text{ at } 15\\cdot8 \\)\n\nIII. Copper with traces of zinc  \n     \\[ \\begin{align*}\n     a. &\\quad 85\\cdot67 \\text{ at } 18\\cdot0 \\\\\n     b. &\\quad 84\\cdot43 \\text{ at } 20\\cdot0\n     \\end{align*} \\]  \n     Means. \\( 85\\cdot05 \\text{ at } 19\\cdot0 \\)\n\n* Gmelin, vol. iii. p. 416.  \n† All wires hard drawn.  \n‡ All the metals employed were pure.\nELECTRIC CONDUCTING POWER OF PURE COPPER AND ITS ALLOYS.\n\nIV. Copper with 1·06 per cent. of iron\n\n\\[\n\\begin{align*}\na. & \\quad 27·44 \\text{ at } 14·2 \\\\\nb. & \\quad 26·46 \\text{ at } 12·0\n\\end{align*}\n\\]\n\nMeans: 26·95 at 13·1\n\nV. Copper with 0·48 per cent. of iron\n\n\\[\n\\begin{align*}\na. & \\quad 34·40 \\text{ at } 11·0 \\\\\nb. & \\quad 34·72 \\text{ at } 11·4\n\\end{align*}\n\\]\n\nMeans: 34·56 at 11·2\n\nVI. Copper with 4·90 per cent. of tin\n\n\\[\n\\begin{align*}\na. & \\quad 19·35 \\text{ at } 14·2 \\\\\nb. & \\quad 19·60 \\text{ at } 14·6\n\\end{align*}\n\\]\n\nMeans: 19·47 at 14·4\n\nVII. Copper with 2·52 per cent. of tin\n\n\\[\n\\begin{align*}\na. & \\quad 32·49 \\text{ at } 17·0 \\\\\nb. & \\quad 32·79 \\text{ at } 17·2\n\\end{align*}\n\\]\n\nMeans: 32·64 at 17·1\n\nVIII. Copper with 1·33 per cent. of tin\n\n\\[\n\\begin{align*}\na. & \\quad 48·76 \\text{ at } 16·8 \\\\\nb. & \\quad 48·28 \\text{ at } 16·8\n\\end{align*}\n\\]\n\nMeans: 48·52 at 16·8\n\nIX. Copper with 2·45 per cent. of silver\n\n\\[\n\\begin{align*}\na. & \\quad 80·01 \\text{ at } 19·6 \\\\\nb. & \\quad 79·21 \\text{ at } 19·8 \\\\\nc. & \\quad 78·93 \\text{ at } 19·8\n\\end{align*}\n\\]\n\nMeans: 79·38 at 19·7\n\nX. Copper with 1·22 per cent. of silver\n\n\\[\n\\begin{align*}\na. & \\quad 87·61 \\text{ at } 20·6 \\\\\nb. & \\quad 86·65 \\text{ at } 20·6 \\\\\nc. & \\quad 86·46 \\text{ at } 21·0\n\\end{align*}\n\\]\n\nMeans: 86·91 at 20·7\n\nXI. Copper with 3·50 per cent. of gold\n\n\\[\n\\begin{align*}\na. & \\quad 65·10 \\text{ at } 18·0 \\\\\nb. & \\quad 65·80 \\text{ at } 18·2 \\\\\nc. & \\quad 66·00 \\text{ at } 18·1\n\\end{align*}\n\\]\n\nMeans: 65·36 at 18·1\n\nWe could not draw a wire of pure copper with only traces of lead in it, for it makes the copper to all appearance perfectly rotten; in Gmelin's 'Chemistry' it is also stated that copper which contains even 0·1 per cent. of lead cannot either be drawn into fine wire or rolled into thin sheets. Now the copper smelters add a small quantity of lead to their copper, to soften and render it more tough. The addition of lead is supposed to reduce the suboxide of copper present; but, according to J. Napier's* analysis, lead was always found present where it had been added, and often in quantities equal to the amount which had been put in. We have therefore made a few experiments in this direction.\n\nTo copper fused in contact with air 0·1 per cent. of lead or tin was added, and the alloy fused in the tobacco-pipe in a current of carbonic acid gas.\n\nI. The copper employed conducted\n\n\\[\n\\begin{align*}\na. & \\quad 83·44 \\text{ at } 13·0 \\\\\nb. & \\quad 84·45 \\text{ at } 13·6\n\\end{align*}\n\\]\n\nMeans: 83·94 at 13·3\n\nII. With addition of 0·1 per cent. of tin\n\n\\[\n\\begin{align*}\na. & \\quad 90·00 \\text{ at } 14·0 \\\\\nb. & \\quad 89·80 \\text{ at } 14·0\n\\end{align*}\n\\]\n\nMeans: 89·90 at 14·0\n\nIII. The same repeated\n\n\\[\n\\begin{align*}\na. & \\quad 91·27 \\text{ at } 13·8 \\\\\nb. & \\quad 90·65 \\text{ at } 14·0\n\\end{align*}\n\\]\n\nMeans: 90·96 at 13·9\n\nIV. With addition of 0·1 per cent. of lead\n\n\\[\n\\begin{align*}\na. & \\quad 89·55 \\text{ at } 12·0 \\\\\nb. & \\quad 89·42 \\text{ at } 13·8\n\\end{align*}\n\\]\n\nMeans: 89·48 at 12·9\n\n* Philosophical Magazine, S. 4. vol. v. p. 488.\nThe quantity of lead and tin remaining was so small that it was not possible to determine it quantitatively.\n\nThe experiments, however, tend to prove that on the addition of traces of lead, &c. to copper containing suboxide, a relatively purer metal is obtained.\n\nFrom the foregoing experiments, we may conclude that there is no alloy of copper which conducts electricity better than pure copper; and in conclusion, in order to be able to compare their results with those of others, we would call the attention of experimenters—\n\nI. To the importance of stating whether the wires experimented with are hard drawn or annealed, as it makes in some cases a very marked difference in the values obtained.\n\nII. To the influence of temperature on the conducting power. We find in very few cases the temperature stated at which the observations have been made.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108760.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14296,
    "total-output-tokens": 6790,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2713,
        2
      ],
      [
        2713,
        5314,
        3
      ],
      [
        5314,
        7367,
        4
      ],
      [
        7367,
        9577,
        5
      ],
      [
        9577,
        12366,
        6
      ],
      [
        12366,
        15443,
        7
      ],
      [
        15443,
        18514,
        8
      ],
      [
        18514,
        19367,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108760",
    "title": "On the Effect of the Presence of Metals and Metalloids upon the Electric Conducting Power of Pure Copper",
    "authors": "A. Matthiessen, M. Holzmann",
    "year": 1860,
    "volume": "150",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108760"
  }
}