{
  "id": "c9aaaaac2f28e75141ff491626a9b7dfc3c7926c",
  "text": "I. An Account of an Extraordinary Aneurisma of the Arteria Aorta near to the Basis of the Heart, with the Symptoms thereof; Dissected by Mr Lafage, Surgeon, on the 10th of April, 1700.\n\nFifteen years ago, one John Potin, Frenchman, then Servant to my Lord Culpeper, got a fall, which caused him a heavy pain in the Breast for a while. A month after, he being a shooting, a Musquet did burst in his hands, which gave so violent a recoyie against his Right side, that it made him spit blood immediately, and continued for six months. One year after he began to feel a pulsation on that side, and then he spit blood again, which continued ever since, but only in the Spring and the Fall. He bled likewise by the Nose twice a year, for a month every time. About four years ago a tumour began to appear under the Right Neeple, which growing by little and little, came at last to an extravagant bigness, and made him so uneasy in his breathing, that he begged to have it opened, which no body being willing to do, he used some emollient ointments upon it (of his own accord) which made the skin so thin, that at last it broke; then he sent for Mr Lafage, in hopes of help, but at the same time the Aneurisma broke suddenly, so that when Mr Lafage came, he found him dead. Hereupon he desired to open his Body, which being granted, he found first, that two of the Cartilages of the Ribs were worn off, by the continual\nnual pulsation of the tumour; part of the Sternum bone was also worn off by the same cause.\n\nThe dilatation of the Artery began precisely on its Trunc next to the Heart, before it divideth itself into the ascending and descending Truncs; and tho there is but a little place, yet it did dilate itself so excessively, that the Bag did fill up the whole cavity of the Thorax or the right side; and pressed the Lungs so much, that they were thereby much diminished; the Bag by the outside did adhere to the Mediastinum; to the Diaphragma, the Pleura, and to the Sternum in which it had digged two great holes, so strong was the Impulsion. The inside of that Bag was lined almost all over with bony Laminae, some larger, some lesser, like so many shells. The heart was mightily relaxed, insomuch that it was twice as large as it ought to be.\n\nOne thing that deserveth a consideration is, that among the Fibres of the Heart there were some stones, like them which are sometimes found in the Lungs of Scrophulous Bodies.\n\nMr Lafage keepeth all these parts (taken out of the Body) in his House, and will shew them to those who may desire to see them.\n\nExplanation of the Figure of the Aneurisma.\n\nFig. 1.\nA The Heart.\nB The Aorta next to the Heart, where the Aneurisma began.\nC C The same dilated making the bag of the Aneurisma.\nD The descending Aorta.\nE E The two axillary Arteries.\nFF The two Carotide Arteries.\n\nFig. 2.\nA The Heart.\nbbb The Valvulae Semilunares in the bag.\nC The Aorta descendens.\nD The Orifice of the Aorta into the bag.\nEE The two axillary Arteries.\nF The part of the bag where it broke.\n1, 2, 3, 4, 5, 6, 7, 8, 9, 10, The bony Laminae in the inside of the bag.\n\nFig. 3.\na, a, a, a, The Sternum bone.\nB Its superior part.\nC Its inferior part.\nDD Its right side.\nEE Its Left side in which the Cartilages of the Ribs GG were wanting.\nHH The place of the same Bone worn off by the Aneurisma.\n\nII. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102787.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9178,
    "total-output-tokens": 1074,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1412,
        4
      ],
      [
        1412,
        2789,
        5
      ],
      [
        2789,
        3323,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102787",
    "title": "An Account of an Extraordinary Aneurisma of the Arteria Aorta Near to the Basis of the Heart, with the Symptoms Thereof; Dissected by Mr Lafage, Surgeon, on the 10th of April, 1700",
    "authors": "Mr Lafage",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102787"
  }
}