{
  "id": "0fa1d2cd0dc06af2e3419fbb1234dbe4b69dcb3c",
  "text": "Which done, he labours to evince by a notable Instance, that the production of many Shells found in these times is to be refer'd to the times coincident with the General Deluge. And what he hath prov'd of Animals and their parts, he extends to Vegetables found under ground; shewing withal, what may be conceived of the Figures of Plants appearing on Stones.\n\nHe concludeth this Prodromus with a remarkable Information, shewing, How we may from the present Face of the Earth, by an attentive view, discover the former state of it. Which he endeavours to make out by an Example taken from Tuscany; in the present Face of which he conceiveth, that the obvious Inequalities proclaim to an heedful Observer manifest arguments and signs of Six different Changes happen'd therein; the face of it having been, by his Observations, twice fluid, twice plane and dry, and twice uneven; which as he attempts to demonstrate by an Induction of many places in Tuscany view'd by himself, so he confirms it of the Whole Earth by the Descriptions of various parts of the World made by several Authors; obviating the chief difficulties, that may occur about each Face and particular Constitution of the Earth.\n\nAn Advertisement.\n\n'Tis supposed, the Ingenious Reader will not be displeas'd to be inform'd,\n\nThat Vitruvius is done into English; Containing the whole Body of Architecture, under which are comprehended the Elements of all Music, Picture in Fresco, Water-leveling or Hydrostatics; Water-Organ or Hydraulics; Astronomy and Dialing; Mechanical Powers and Engines. To which are to be added Illustrations by proper Cuts and Diagrams; with some Comparison of Ancient and Modern Architecture; and with certain other necessary Notes, compiled partly from the extant Comments, and partly by the help of other Able Persons.\n\nThe Cuts and Diagrams will be many and costly; so that the Learn'd Interpreter, Mr. Christoph. Wase, will have need of the aid of such as are freely disposed to encourage the Work, that the Book may come forth with the more exquisite Ornaments within a Twelve-month. Of this design a fuller account may be had from Mr. Benj. Toole Stationer, at the Ship in Paul's Churchyard.\n\nE R R A T A.\n\nIn Numb. p.2145.l.18.r.flatness for fairness, p.2146. l.9.r.trouble for troubling, p.2148.l.16.r.l.1 r.28.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal Society.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101076.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 621,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2372,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101076",
    "title": "An Advertisement",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101076"
  }
}