{
  "id": "31069ff17f8301c3bbd6e5749bb67e292d914d97",
  "text": "VIII. An Account of the making Pitch, Tar, and Oil out of a blackish Stone in Shropshire, communicated by Mr. Martin Ele the Inventor of it.\n\nIn Broseley, Bently, Pitchford, and other places adjacent in Shropshire, there lies over most of the Coal-pits or Mines, a Stratum or Layer of a Blackish Rock, or Stone of some thickness which is Porous, and contains in it great quantities of Bituminous Matter.\n\nThis Stone being brought to the Workhouse is ground small by Horse Mills, such as are used for grinding Flints to make Glass of; the Powder is thrown into great Coppers of Water, where by boiling, the Bituminous Matter is separated from the Stony or gritty, this last sinking to the bottom, the other swimming at top of the Water.\n\nThis Bituminous Substance being gathered together and evaporated, comes to the Consistence of Pitch, and with the help of an Oil distilled from the same Stone, and mix'd with the Pitch comes to be thinner or like Tarr, the Uses of both which Materials either for Shipping or otherwise, these substances are said to supply, nay even go beyond. And this has been tried on several Boats this Three or Four Years past, and does not crack as the ordinary Pitch or Tarr, but always keeps black and soft, and therefore is proposed to hinder the Worm from getting into the Ships pitched with it.\n\nThere is likewise Distilled from this Stone, an Oil which may be used for Oil of Petre, or Tupentine, and has been tried by divers Persons in Aches or Pains.\n\nThe whole will be better conceived by the following Figure 4. Where\n\nA. A. Represents the River Severn.\nB.B. The Hills or Rocks where are the Coal-pits or Mines.\nC.C.C. The Pits from whence those Stones are taken.\nD. The Store-house whither they are brought.\nE. E. E. Are 3 Horse-Mills for grinding them to Powder.\nf f f f f f f f f f f f f f. Are Coppers wherein the Bituminous Matter is separated from the stony or gritty by being boiled in them.\nG. The Still-house for the Distilling the Oil.\nH. H. H. The road from the Coal-pits to the Severn.\nI. A well of Water to supply the Coppers.\n\nIX. Account",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102363.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12590,
    "total-output-tokens": 754,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        0,
        7
      ],
      [
        0,
        2087,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102363",
    "title": "An Account of the Making Pitch, Tar, and Oil out of a Blackish Stone in Shropshire, Communicated by Mr. Martin Ele the Inventor of It",
    "authors": "Mr. Martin",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102363"
  }
}