{
  "id": "47a2b9ffa416fc8d181e47a2b722f4eb4210f092",
  "text": "Dr. Stukeley likewise gave in a Scheme of the same Appearance, as it was seen at Canterbury 10 h. 12 m. Dec. 19. 1741. in which the Light at c. was not taken Notice of. He copied it from a Drawing made by Mrs. Tennison, who sent it in a Letter to his Grace the Archbishop of Canterbury. C. M.\n\nXIV. Experiments, by way of Analysis, upon the Water of the Dead Sea; upon the Hot Spring near Tiberiades; and upon the Hammam Pharoan Water; by Charles Perry, M.D. made on his Journey through the Holy Land, &c.\n\nExperiments (by way of Analysis) upon the Water of Asphaltis, commonly called the Dead Sea.\n\nExperiment I.\n\nUpon steeping or infusing some Scrapings of Gall in it, (after standing a long time) it turn'd of a bright purple Colour.\n\nExperiment II.\n\nUpon the Instillation of Ol. Tartari per Deliq. it immediately became troubled or muddy, and seem'd as if Goblets of Fat were fluctuating in it. This unctuous Matter, upon long standing in Repose, came\ncame gradually into closer Contact, and at last sub-\nsided.\n\n**Experiment III.**\n\nUpon the Instillation of *Spirit of Vitriol*, it de-\nposited a Milk-white greasy Sediment; which, after\n12 Hours Repose, occupied one-fifth Part of the Ve-\nhicle or Liquor.\n\n**Experiment IV.**\n\nBeing mix'd with a Solution of *Saccharum Saturni*,\nit let fall a small Quantity of a greyish Powder.\n\n**Experiment V.**\n\nBeing severally and separately mix'd with Solution\nof Sublimate, with *Sp. Sal. Armoniac.* and with Sugar\nof Violets; it neither fermented, deposited any Sedi-\nment, grew turbid, nor changed Colour; except only\nfrom the Sugar of Violets, which turn'd it of a dark\nGreen.\n\n**Observations.**\n\nThis Water is highly saturated with Salt, insomuch\nthat any Measure of it preponderates fresh Water\nunder equal Surfaces, in the *Ratio* of Five to Four.\n\nIt has also a wonderful Acrity, insomuch that\nbeing held in the Mouth for a short time, it con-\nstringes it in like manner as Alum does.\n\nI cannot (from the above *Experiments*, and the\nAppearances which resulted from them) conclude,\nthat this Water is impregnated with any thing more\nthan mere Salt, which is of a very acrid, alkaline Na-\nture; and something else, which may be of a com-\npound Nature, partly sulphureous, and partly bitumi-\nnous.\nnous. But, to speak negatively, it may be presum'd, I think, that it neither partakes of Steel, Alum, nor Vitriol, nor yet of a pure, genuine Sulphur: And, consequently, as I take it, can afford no other, nor better Effects, to such as may bathe in it, than other Sea-water; except only, that its greater Degree of Salt, and superior Weight, may somewhat heighten the same Effects.\n\nExperiments (by way of Analysis) upon the hot Spring Water near Tiberiades.\n\nExperiment I.\n\nOil of Tartar. per Deliq. 3fs. being mix'd with 3ifs of the Water, it became troubled and muddy; and after standing 12 Hours in Repose, Three-quarters of the Whole, from the Bottom upwards, appear'd like white Wooll: But this woolly Water, being separated by Filtration, and left to dry, seem'd no other than a yellowish Oker.\n\nExperiment II.\n\nI mix'd 3fs Sp. Vitriol with 3ifs of the Water, and, after 12 Hours standing still, I found a large Sediment of a white unctuous Matter.\n\nExperiment III.\n\nSolution of Sublimate 3fs being mix'd with 3ifs of the Water, it became turbid and yellowish, and yielded an earthy Sediment in small Quantity; whence I conclude it contains a Sal murale.\nExperiment IV.\nOne Ounce and half of the Water, mix'd with 3s of a Solution of Sacch. Saturni, deposited a greyish Sediment of a lateritious Matter, in small Quantity.\n\nExperiment V.\nOne Ounce and half of the Water, mix'd with 3s Sp. Sal. Armoniac, turn'd turbid, of a Colour betwixt Green and Blue; and after 12 Hours Repose, yielded a woolly Sediment of four Digits deep.\n\nExperiment VI.\nOne Ounce and half of the Water, mix'd with 3s Sacch. Violar. became troubled, and of a dark-yellowish Colour.\n\nExperiment VII.\nOne Ounce and half mix'd with 3s of Scrapings of Gall, became of a fine violet Colour; but when shook, was as deep as Ink.\n\nObservations.\nThis Water (as appears to my Judgment) contains a good deal of a gross fix'd Vitriol, some Alum, and a mural Salt of a limy Quality.\n\n'Tis too salt and nauseous for internal Use; but by bathing in it, must be good for all cutaneous Distempers, and especially for the Scurvy and Leprosy: For it will powerfully deterge, scour, and clean the excretory Pores; and it may, by its Weight and Stimulus, restore them to their natural State, Strength, and Elasticity. It may, by the same Means,\nMeans, restore the lost or impair'd Tone of the Solids in general: In Consequence of which, it may thin the Blood, help its Circulation, and promote the natural Digestions and Secretions; and thus, finally, it may be useful in Rheumatisms, Dropsies, Jaundices, and nephritic Diseases.\n\nAnalysis of the Hammam Pharoan Water, near Corromondel, on the way to Mount Sinai.\n\nExperiment I.\nThis Water being mix'd with the Scrapings of Gall, manifested no sensible Change at first; but after long standing it grew somewhat greenish.\n\nExperiment II.\nUpon the Instillation of Sp. Sal. Armoniac. it became turbid; and on standing some time in Repose, deposited a dark-greyish Powder, in small Quantity.\n\nExperiment III.\nFour Ounces of the Water, being mix'd with 3ijs Sacc. Violar. manifested no Change, except what would necessarily result from the Tincture of Violets.\n\nExperiment IV.\nBeing mix'd with a Solution of Sacch. Saturni, it became immediately very turbid; but on standing some time in Repose, it deposited a large dark-brown Sediment, leaving the Vehicle troubled and whitish.\nEXPERIMENT V.\n\nI mix'd a Solution of Sublimate with it, upon which it became immediately yellow; but, after standing at Rest, it deposited a woolly unctuous Matter, in small Quantity.\n\nEXPERIMENT VI.\n\nBeing mix'd with Ol. Tartari per Deliq. it became of a chyly Colour and Substance, or of a turbid pearly Colour.\n\nEXPERIMENT VII.\n\nBeing mix'd with Spirit of Vitriol, it manifested no Change, either of Colour or Transparency.\n\nOBSERVATION.\n\nI conclude from the Phenomena which appear'd upon Analysisation, that this Water is impregnated with a good deal of a gross earthy Sulphur, a neutral Salt, a small Quantity of Alum, but no Proportion of Vitriol.\n\nThis cannot be used inwardly, it being nauseous beyond Expression: It smells somewhat like rotten Eggs, but much worse. But, used by way of Bath, it may cleanse the Skin of all Foulnesses, purge and deterge the cutaneous Glands from all foul noxious Humours: It may reinforce the natural Heat and Vigour, (where they are decayed) and may restore the impair'd Digestions: And hence, finally, it may promote Virility in Men, and Fecundity in Women. It may likewise be useful in the Gout; as also in Epilepsies, and other Diseases of the nervous Class.\n\nXV. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104141.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 1991,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        956,
        2
      ],
      [
        956,
        2248,
        3
      ],
      [
        2248,
        3410,
        4
      ],
      [
        3410,
        4553,
        5
      ],
      [
        4553,
        5633,
        6
      ],
      [
        5633,
        6845,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104141",
    "title": "Experiments, by Way of Analysis, upon the Water of the Dead Sea; Upon the Hot Spring Near Tiberiades; and upon the Hammam Pharoan Water; By Charles Perry, M. D. Made on His Journey through the Holy Land, &c.",
    "authors": "Charles Perry",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104141"
  }
}