{
  "id": "f7434cb3b23a5d6d2955eca064fc4f6ff2f52e59",
  "text": "XX. An Essay on Pyrometry and Areometry, and on Physical Measures in general. By John Andrew De Luc, F. R. S.\n\nPART THE FIRST.\n\nConcerning the measure of the expansion of solids by heat.\n\nRead March 19, 26, and April 9, 1778. My investigations of this measure have been owing to accident. A new Hygrometer led me to them: I have already mentioned this instrument in the paper which the Royal Society has done me the honour to insert in the last volume of the Philosophical Transactions.\n\nI had\n\nEffai sur la Pyrométrie et l'Aréométrie, et sur les Mesures Physiques en général. Par J. A. De Luc, Membre de la Société Royale, &c.\n\nPREMIERE PARTIE.\n\nDe la mesure des expansions des solides par la chaleur.\n\nMes recherches sur cette mesure ont été accidentelles: c'est un nouvel Hygromètre qui en est l'occasion. Je faisois déjà mention de cet instrument dans le mémoire que la Société Royale m'a fait l'honneur d'insérer dans les Transact. Phil. de l'année dernière.\nI had carried it with me to the top of the Hartz, with an intention to repeat there the observation upon the dryness of mountainous air, which I had made in the Alps; but it fell out, as it often does on mountains, that what I did observe was the extreme humidity.\n\nI will not enter upon the construction of this instrument, which I have not yet been able to take up again, to bring it to the exactness of which it is capable: all that is necessary to mention here is, that it is made of ivory, as the first was, but in a glass frame; and that the effects of the humor upon ivory being inconsiderable, I wanted, in order to measure them correctly, to destroy the effect of heat upon the frame, which I have done (as in the compound pendulum) by the expansion of a rod of brass in a contrary direction. But to do this it became necessary to determine the proportion between the\n\n---\n\nJe l'avais porté sur la plus haute sommité du Hartz, dans l'intention d'y répéter l'observation de la sécheresse de l'air des montagnes, que j'avais faite dans les Alpes: mais il arriva, ce qui arrive aussi très souvent sur les montagnes, que ce fut l'humidité extrême que j'y observai.\n\nJe n'entrerai pas dans le détail de la construction de cet instrument, que je n'ai pu reprendre encore pour l'amener au point d'exactitude dont il est susceptible: il suffira de dire ici, qu'il est d'ivoire comme le premier que j'avais imaginé, que sa monture est de verre, et que les effets de l'humor sur l'ivoire étant peu considérables, j'ai voulu, pour les mesurer correctement, détruire l'effet de la chaleur sur la monture; ce qui s'exécute, comme dans les pendules composés, par l'expansion en sens contraire d'une lame de letton. Il fallait donc déterminer les rapports\nthe dilatations of brass and glass by heat, and that was the occasion which led me to Pyrometry. One cannot advance a step towards the improvement of any of the sciences, without contributing at the same time to bring the others to the same level.\n\nBeing thus obliged to know with some degree of accuracy the relations of dilatations between brass and glass, I began by considering the methods which had been made use of to estimate them, and found in them nothing but uncertainty. The mountings of the instruments were to be suspected, and their influence not sufficiently guarded against: Micrometers appeared to me uncertain; for wheels and levers are liable to almost unavoidable irregularities; similar degrees of pressure in the contacts are difficult to estimate; and such methods of increasing small physical\n\nrapports des dilatations du létan et du verre par la chaleur; et c'est cet objet qui m'a jeté dans la Pyrométrie. On ne fauroit faire avancer d'un degré vers la perfection quelque branche des sciences, sans qu'elle tende à porter les autres au même niveau.\n\nMe trouvant donc dans la nécessité de connoitre avec quelque précision ces rapports des dilatations du létan et du verre, je réfléchis sur les moyens qu'on avait employés pour les déterminer, et je n'y trouvai qu'incertitude. Les montures des machines me parurent suspectes; je ne trouvai pas qu'on fût assez à l'abri des effets de leur propre dilatation: les Micromètres surtout me parurent peu sûrs: car des rouages et des leviers sont sujets à des irrégularités presque inévitables; des degrés semblables de pression dans les contacts sont difficiles à saisir; et agrandir ainsi\nphysical effects render them indeed more apparent, but do not at all contribute to their exact mensuration.\n\nI had heard the ingenious Mr. Ramsden say, that he had a notion of a Pyrometer different from all that had been invented; and knowing his great skill in philosophical and mechanical matters, I applied to him, and pressed him to execute his idea. The multitude of his other engagements prevented his complying with my request; and he advised me to look no farther for the proportions of the expansions of brass and glass than to Mr. Smeaton's experiments, which he looked upon, with reason, as the best that had been made\\(^{(a)}\\). Still, however, upon my desiring him to explain by what means he thought of being able to correct the faults of the ancient instruments, he was kind\n\n\\(^{(a)}\\) Phil. Trans. 1754.\n\nenough\n\nainsi les petits effets physiques, c'est bien les rendre plus apparents, mais nullement les mesurer avec exactitude.\n\nJ'avais ouï dire à l'ingénieux Mr. Ramsden, qu'il avoit l'idée d'un Pyromètre différent de tous les autres; et connaissant sa grande intelligence dans les matières de physique et de mécanique, j'eus recours à lui, et je le pressai d'exécuter son plan. Mais la multitude des objets qui l'occupent l'en empêcha, et il me conseilla de m'en tenir pour le rapport des expansions du léton et du verre, aux expériences de Mr. Smeaton, qu'il regardoit avec raison comme les plus fures*. Je priai cependant Mr. Ramsden de m'expliquer par quel moyen il comptoit de pouvoir éviter les défauts des machines anciennes; et il eut la complaisance\n\n* Phil. Trans. 1754.\nenough to do it, and told me, that he proposed measuring the expansions of bodies, by the Micrometer of a Microscope; by which means he should obviate the greatest mechanical difficulties. He added, moreover, that he had made a first trial of his method a long while ago, and was assured of the success.\n\nThis idea struck me, and being very desirous of following it in my present need, I determined, if I could hit upon any method within my compass of ability, to undertake to execute it myself.\n\nI found many difficulties so long as I only thought of absolute measures of the expansions of bodies. I was determined not to set to work without the hope of making an instrument that should be really an exact one, and the Micrometer always puzzled me. But coming happily to reflect that I did not want absolute measures,\n\nde le faire. Il me dit donc, qu’il se proposoit de mesurer les éxpansions des corps, au moyen du Micromètre d’un Microscope; ce qui éviteroit les plus grandes difficultés méchaniques: il ajouta même, qu’il avoit fait depuis long tems un premier essai de cette méthode, et qu’il étoit persuadé du succès.\n\nCette idée me frappa; et désirant beaucoup d’en faire usage dans mon besoin présent, je me déterminai à entreprendre de l’exécuter moi-même, si je pouvois imaginer quelque moyen qui fût à ma portée.\n\nJe trouvai beaucoup de difficultés à cette entreprise, tant que je ne songeai qu’à des mesures absolues des expansions des corps. Je ne voulois pas mettre la main à l’oeuvre, sans avoir l’espérance de faire une machine vraiment exacte; et le Micromètre m’embaraffloit toujours. Mais venant heureusement à considérer, que\nmeasures, and that it was enough for me to find the proportions of dilatibility between two different bodies, I was led by that idea to a very simple method, which made all the difficulties vanish, and gave me the confidence I wanted to set me to work. Afterwards, indeed, I went much farther than I expected in the absolute measures themselves, as I shall shew, after having first explained how I proposed to ascertain the relative expansions, and the great advantage of that method in practice.\n\n**Principle on which is founded the comparative measure of the expansions of bodies by heat.**\n\nI suppose (b) a person to take two rods of the same sort of substance, or of two different substances equally dilatable\n\nque je n’avois pas besoin de mesures absolues, et qu’il me suffisoit de trouver avec certitude les rapports des dilatabilités de deux corps differens, je fus conduit par là à une idée fort simple, où toutes les difficultés s’évanouirent: ce qui me donna la confiance dont j’avois besoin pour mettre la main à l’oeuvre. Mais ensuite j’ai été plus loin que je n’aurois osé espérer; dans les mesures absolues mêmes: c’est ce que j’exposeroi, après avoir expliqué d’abord, comment je me proposai de trouver les expansions relatives, et la sureté qu’il y a dans la pratique en les envisageant sous ce point de vue.\n\n**Principe de mesure comparative des expansions des corps par la chaleur.**\n\nJe suppose (b) qu’on prenne deux branches de même matière, ou de matières également dilatables par la chaleur; et que, les posant l’une sur l’autre, on les\n\n(b) See plate. viii. fig. 1. and its explanation.\ndilatable by heat, and laying them one over the other, to rivet them together at one of their ends. If then they are solidly suspended by the opposite end of one of the rods only, and on the free rod there be marked a point, at the level of the point of suspension of the other; these two points will remain equally immovable, whatever be the heat which affects the two rods, so long as it affects them equally: for the expansion downwards in the fixed rod will be compensated by the expansion upwards in that which is free; and consequently, the point marked upon this will always remain equally high, that is, corresponding in the same manner with the point of suspension of the other; so the proportion of expansions of the two rods will be that of equality, since the distances from the point of union of the rods to the two immovable points will be equal; and that, consequently,\n\nlie ensemble par un de leurs bouts: si on les suspend solidement par le bout opposé de l'une des branches seulement, et qu'on marque un point sur la branche libre vis à vis du point de suspension de l'autre, ces deux points resteront également immobiles, quelle que soit la chaleur qui affecte les deux branches, dès que ce sera également: car l'allongement vers le bas dans la branche fixée, sera compensé par l'allongement vers le haut dans la branche libre; et par conséquent le point marqué sur celle-ci, restera toujours exactement à la même hauteur, c'est à dire vis à vis du point de suspension de l'autre. Ainsi le rapport des expansibilités des deux branches, fera celui d'égalité; puisque la distance du point de réunion des branches, aux deux points immobiles, fera la même, et que\nsequently, the same length of the two substances will be requisite to produce the same lengthening of them by heat.\n\nBut if the free rod should have more or less expansibility than the fixed rod, the immoveable point of the former will not be any longer at the same height as the point of suspension of the latter; it will be lower, if its expansibility be greater, because a less length of this rod will be required to make up for the whole lengthening of the other. It will be higher, on the contrary, if its expansibility be less; and the distances, from the point immoveable by suspension, and the point immoveable by compensation, to the point of union, will be always in the inverse ratio of the expansibility of the two substances.\n\nIf then we can find this immoveable point by compensation, and its distance from the point of union, that of the point of suspension being given, we shall have the relation\n\npar conséquent il aura fallu une même longueur des deux matières, pour produire un même allongement par la chaleur.\n\nMais si la branche libre a plus ou moins d’expansibilité que la branche fixée, le point immobile de la première, ne sera plus vis à vis du point de suspension de l’autre : il fera plus bas si son expansibilité est plus grande ; parce qu’il faudra moins de longueur de cette branche, pour compenser tout l’allongement de l’autre : il fera plus haut au contraire, si son expansibilité est moindre : et les distances du point de réunion, au point immobile par la suspension et au point immobile par compensation, seront toujours en raison inverse de l’expansibilité des deux matières.\n\nTrouver donc ce point immobile par compensation, et sa distance au point de réunion, celle du point de suspension étant connue, ce fera trouver le rapport des expansions\nrelation of the expansibilities of the two substances. Now nothing is easier than to do this by means of a Microscope, furnished with a single immovable wire; for the wire being fitted to a point of the free rod, and the two rods being equally warmed, if this point moves, it is a sign that it is not that which is sought for, which will then soon be found by pointing the Microscope higher or lower on the free rod, according to what shall have been indicated by the first trials.\n\nThus then will the relation of the expansibilities of two substances be procured without the necessity of having recourse to any Micrometer; consequently, without the risks of the errors those instruments are subject to, when they are used in very nice measures. All that will be necessary for the exactness of the observations will only be,\n\nexpansibilités des deux matières. Or il est très aisé de le trouver par le moyen d'un Microscope muni d'un seul fil immobile. Car en ajustant ce fil sur un point de la branche libre, et échauffant également les deux branches, si ce point se meut, ce ne fera pas celui qu'on cherche; mais on le trouvera bientôt par tatonnement, en pointant le Microscope plus haut ou plus bas sur la branche libre, suivant que les premières tentatives l'auront indiqué.\n\nOn aura donc ainsi les rapports des expansibilités de deux matières, sans besoin de Micromètre, et par conséquent sans être exposé aux erreurs qu'il pourrait introduire dans des mesures aussi délicates: et tout ce qui est nécessaire pour l'exactitude ne consiste qu'à s'assurer, qu'un Microscope\nbe, to be assured, that, whilst the substances compared are warming, a Microscope and a point of suspension will be secured from being disturbed by any motion; which is not very difficult.\n\nDescription of an instrument, intended to find out the comparative expansibilities of bodies by heat.\n\nI flatter myself, that a description will make this instrument sufficiently understood to render it unnecessary for me to give a figure of it: should the Society, however, be desirous of having a drawing of it, I shall with pleasure obey their commands (c).\n\nThe basis of the instrument is a rectangular piece of deal-board, very straight-grained, two feet and a half long, fifteen inches broad, and one inch and a half thick: it is to this that all the other parts are fixed. The first thing\n\net un point de suspension seront mis à l'abri de tout mouvement, tandis qu'on échauffera les matières comparées; ce qui n'est pas bien difficile.\n\nDescription d'un instrument destiné à trouver les expansions comparatives des corps par la chaleur.\n\nJe crois pouvoir me dispenser de donner une figure de ma machine, parce que j'espère qu'une simple description la fera comprendre: Si cependant la Société Royale souhaitoit que je la fisse dessiner, je me conformerois à son intention (c).\n\nUne planche de sapin à fibres bien droites, de $2\\frac{1}{2}$ pieds de long, 15 pouces de large, et $1\\frac{1}{2}$ pouce d'épaisseur, fait la base de la machine. C'est à cette planche\n\n(c) See plate vii. fig. 2. and its explanation.\nI did was, to mount it in the manner of a table, with four deal legs, each a foot long, and an inch and a half square, very solidly fitted near its four angles, and kept together at the other ends by four cross pieces, likewise very solid. I shall always consider this small table as hung to a stand, capable of being transported to whatever part there is most light in; the board being in a vertical situation in the direction of its grain, and bearing its legs forward in such a manner as that the cross pieces which join them may form a frame, likewise placed vertically facing the observer.\n\nThis frame sustains the Microscope, which is firmly fixed in another frame that moves in the former by means of grooves; but with such a degree of tightness as to render it necessary to use small strokes of a hammer in order to make it slide. The pressure of four screws will...\nwill give it the degree of friction one thinks proper. I preferred this mode to that of moving the Microscope by a screw, because this last would have required metal, which is more susceptible of the impressions of heat than deal is; and because the execution of it would have been longer, and more expensive, from the degree of perfection it would have required, whilst this simple method has succeeded perfectly well.\n\nThe inner sliding frame, which is likewise of deal, keeps the tube of the Microscope in an horizontal position, and in great part without the frame, insomuch that the end which carries the lens is but little within the space between the frame and the board. This Microscope is constructed in such a manner as that the object observed may be an inch distant from the lens, and\n\nquatre vis lui donne le degré de frottement que l'on veut. J'ai préféré ce moyen, à celui de conduire le Microscope par une vis; parce que ce dernier auroit exigé du métal, plus susceptible des impressions de la chaleur que le sapin; et que l'exécution auroit été plus longue et plus dispendieuse, par la perfection qu'elle eût exigé: tandis que cette voie simple a parfaitement réussi.\n\nLe châssis, qui est aussi de sapin, tient le tube du Microscope situé horizontalement, et en grande partie au dehors du cadre; tellement que le bout qui porte la lentille n'est que fort peu en dedans de l'espace compris entre le cadre et la planche. Ce Microscope est construit de manière, que l'objet observé peut être\nit has a wire which is situated in the focus of the glasses in which the objects appear reversed.\n\nAt the top of the apparatus there is a piece of deal, an inch and a half thick, and two inches broad, lain in an horizontal direction from the board to the top of the frame. It is this piece to which the rods of the different substances, whose expansion by heat one wants to measure, are suspended: one end of it slides into a socket, which is cut in the thickness of the board; and the other end, which rests upon the frame, meets there with a screw which makes the piece move backwards and forwards, to bring the objects to the focus of the Microscope. There is a cork very strongly driven through a hole bored vertically through this piece; and it is in another hole, likewise vertical, made through the cork, that\n\nà un pouce de distance de la lentille; et il porte un fil au foyer des verres, où les objets se peignent renversés.\n\nAu haut de l'appareil est une pièce de sapin, d'un pouce et demi d'épaisseur et de deux pouces de largeur, qui part horizontalement de la planche et vient se reposer sur le haut du cadre. C'est à cette pièce que sont suspendues verticalement les branches des diverses matières dont on veut mesurer l'expansion par la chaleur: elle glisse par un bout, en tenon, dans une mortaise percée dans l'épaisseur de la planche; et l'autre bout, qui repose sur la cadre, y est reçu par une vis qui fait mouvoir la pièce en arrière ou en avant, pour amener les objets au foyer du Microscope. Un bouchon de liège passe avec force par un trou percé verticalement dans cette pièce; et c'est par un trou, aussi vertical, qui traverse ce\nthat the rods are fixed at the top: so that they hang only, and their dilatation is not counteracted by any pressure.\n\nIn order to convince myself of the solidity of this instrument, I adjusted the wire of the Microscope upon a point of a rod thus suspended, and left it in that state for several hours, during which I not only moved but struck the machine, without perceiving any change in the relative position between the point and the wire, which perfectly answered my end.\n\nThe next thing to be done was to heat my rods: for this purpose I procured a cylindrical bottle of thin glass, about twenty-one inches high, and four inches in diameter, which I placed in the inside of my machine, upon a stand independent of the rest of the apparatus. The rods are suspended in this bottle at a little less than an inch\n\nce liège, que les branches sont retenues par leur bout supérieur: elles font ainsi simplement suspendues, et par conséquent leur dilatation ne se consume à aucun effort.\n\nPour m’assurer de la solidité de cette machine, j’ajustai le fil du Microscope sur un point d’une branche ainsi suspendue, et je le laissai dans cet état pendant plusieurs heures, en transportant et heurtant même la machine, sans appercevoir aucun changement dans le rapport du point avec le fil: ce qui repondait parfaitement à mon but.\n\nIl s’agissait alors d’échauffer mes branches. Je fis faire pour cela une bouteille cylindrique de verre mince, de 21 pouces de haut et de 4 pouces de diamètre, que je plaçai dans l’intérieur de ma machine sur un support indépendant de tout le reste de l’appareil. Les branches pendent dans cette bouteille à un peu moins\ninch distance from one of the sides, in order to have them near the Microscope. I poured into this bottle water of different degrees of heat, which I stirred about with a little piece of wood, fastened horizontally at the end of a stick, which I moved upwards and downwards at one of the sides of the bottle; in this water I hung a thermometer, the ball of which reached to the middle of the height of the rods.\n\nThe water during these operations rises to the cork, which thus determines the length of the heated part: the bottle is covered, to prevent the water from cooling too rapidly at the surface; and a thin case of brass prevents the deposit of the vapor upon the piece of deal to which the rods are fixed.\n\nThis\n\nmoins d'une pouce de distance de l'un des côtés, parce qu'il faut qu'elles soient à portée du Microscope. Je verse de l'eau à diverses températures dans cette bouteille, et pendant les expériences, j'agite cette eau par le moyen d'une petite planchette tenue horizontalement au bout d'un bâton, que je fais mouvoir de haut en bas et de bas en haut à l'un des côtés de la bouteille. Je suspendis dans cette eau un Thermomètre dont la boule atteint le milieu de la hauteur des branches.\n\nL'eau, pendant les opérations, s'élève jusqu'au liège, qui détermine ainsi la longueur de la partie échauffée. La bouteille a un couvercle, pour empêcher le refroidissement trop rapide de l'eau à la surface; et un étui de léton mince empêche sa vapeur de se déposer sur la pièce de sapin où les branches sont fixées.\n\nVoila\nThis is a sketch of my machine, the whole of which consists in the keeping the Microscope and the point of suspension of the rods free from motion during the observation, and in heating the rods with water. I will now give an account of the experiments I have made with it.\n\nApplication of the method of finding the proportions between the expansibilities of different matters by heat.—Determination of the relative expansibilities of brass and glass.\n\nThe first experiment I made with this machine was that which I wanted for my Hygrometer. I took a glass tube, similar to those which are made use of for common\n\nVoilà l'esquisse de cette machine, où tout consiste à rendre le Microscope et le point de suspension des branches à l'abri de mouvement pendant l'observation; et à échauffer les branches par le moyen de l'eau. Je vais maintenant rendre compte des expériences que j'ai faites par son moyen.\n\nApplication de la méthode de trouver les rapports des expansions de matières différentes par la chaleur.—Détermination des expansions relatives au léton et du verre.\n\nLa première expérience que je fis avec cette machine, fut celle dont j'avais besoin pour mon Hygromètre. Je pris une branche de verre percée, semblable à celles qu'on emploie aux Baromètres communs dont le tube est fort épais: ces tubes\ncommon Barometers; that which I used for the frame of my Hygrometer, and on which I made the experiment, had an external diameter of about three-eighths, and an internal of about one-eighth of an inch: the rod was from twenty-one to twenty-two inches long, but it passed under the cork only eighteen English inches, reckoning from the point to which was fixed at its bottom the lamella of brass the dilatation of which I wanted to compare with that of the glass. The lamella was applied from this point lengthways and upwards along the tube: it had been made thin by rollers, to render it the more elastic; and as it was too thin to support itself upright, I kept it stretched in that direction by means of a thread, which, going over a pulley, bore at its other end a weight fit to give it the same degree of tension which it has in my Hygrometer.\n\nUpon\n\ntubes dont je fais usage pour la monture de mes Hygromètres, et que je soumis à l'expérience, ont environ $\\frac{3}{8}$ de pouce de diamètre extérieur, et d'1 à l'intérieur. Le tube que j'emploiai avoit 21 à 22 pouces de long, mais il n'excédait le liège que de 18 pouces Anglois, à compter du point où étoit fixée dans le bas la lame de léton dont je voulois comparer la dilatation avec celle du verre. De ce point, la lame de léton s'élevait le long du tube. Elle étoit faite au lamoir pour la rendre plus élastique; et comme elle se trouvoit trop mince pour se soutenir de bout par elle-même, je la tenois tendue dans cette direction par un fil, qui, passant sur une poulie, portoit à son autre bout un poids propre à lui donner le même degré de tension qu'elle éprouve dans mon Hygromètre.\n\nF f f 2 J'avais\nUpon this lamella I had marked a scale which began at its point of union with the glass, and was divided into small equal parts at the space along which I thought I might be obliged to move my Microscope, in order to look for the point which would neither rise nor fall by the variations of the heat.\n\nHitherto the difficulties had been inconsiderable, or rather I had experienced none at all: but it was not so in the physical inquiry which was my first object. The nearer we survey nature, the more we see of the difficulty there is in unfolding her mysteries; as in the affairs of ordinary life, those ever find them the most difficult, who understand them best. The moral and physical Microscope are equally fit to render men cautious in their theories.\n\nJ'avois tracé sur cette lame une échelle qui partoit de son point de réunion avec le verre, divisée en petites parties égales dans l'étendue où je penfois pouvoir être obligé de promener mon Microscope pour chercher ce point fixe, c'est à dire le point qui ne monteroit ni ne descendroit par les variations de la chaleur.\n\nLes difficultés avoient été fort peu considérables jusques là, ou plutôt je n'en avois éprouvé aucune. Mais il n'en fut pas de même dans la recherche physique qui étoit mon premier objet. Plus nous voyons de près la Nature, plus nous appercevons les difficultés qu'elle oppose à se laisser dévoiler. C'est ainsi que dans les affaires mêmes de la vie, il n'y a personne qui les trouve plus difficiles que ceux qui les voyent le mieux. Le Microscope, physique ou moral, est bien fait pour rendre l'homme circonspect dans ses théories.\nThe first physical difficulty I met with was not new to me: I had already met with it in two different machines in which I had made use of metals; in the one, to mark the variations of the heat; in the other, to compensate the effects of it: it was the irregular dilatations of metals.\n\nThe last of these machines, which is that on which I have bestowed the most care, and which I have studied with the greatest attention, corrects the effects of the heat upon a Barometer, and upon an Hygrometer of my first construction, which is joined to it. A strong rod of well hardened brass supports upon an edge, at a convenient distance from the center of motion, a lever, which holds the scale of the Barometer suspended, and makes it rise or fall by the dilatation or condensation of the brass rod, as the quicksilver rises or falls in the\n\nLa première des difficultés physiques que j'ai rencontrées ne m'étoit pas inconnue: je l'avois déjà éprouvée en deux machines différentes où j'avois employé des métaux, dans l'une pour marquer les variations de la chaleur, et dans l'autre pour en compenser les effets; c'est l'irrégularité des dilatations des métaux.\n\nLa dernière de ces machines, qui est celle à laquelle j'avois donné le plus de soin, et que j'ai étudiée avec le plus d'attention, corrige les effets de la chaleur sur un Baromètre, et sur un Hygromètre de ma première construction qui lui est joint. Une forte branche de léton, bien durcie à la filière, soutient sur un tranchant, à une distance convenable du centre de mouvement, un levier qui tient suspendue l'échelle du Baromètre, et qui la fait monter ou descendre, par la dilatation ou condensation de la branche de léton, comme le mercure monte ou descend\nthe Barometer, by the corresponding variations of heat. This scale of the Barometer, when it moves, draws or loosens a thread of silk-rais, which goes over a small pulley placed upon the same axis with a much larger one, to which the scale of the Hygrometer is hung likewise by a similar thread, which thus varies, by the proportion of the diameters of the pulleys, as the heat makes the quicksilver in the Hygrometer vary.\n\nThis instrument is extremely convenient for meteorological observations, because it saves one observation, and two corrections for the heat, and thus makes a saving of time, which is specially precious to the Astronomer, who has so many objects of attention. But it is necessary from time to time to correct an irregularity in it, which one easily perceives by means of an index carried by the moveable scales\n\ndescend dans le Baromètre par les variations correspondantes de la chaleur. Cette échelle du Baromètre, dans ses mouvements, tire ou relâche un fil de pite, qui passe sur une petite poulie, mise sur un même axe avec une autre beaucoup plus grande à laquelle pend, aussi par un fil de pite, l'échelle de l'Hygromètre, qui varie ainsi, par le rapport des diamètres des poulies, comme la chaleur fait varier le mercure de l'Hygromètre.\n\nCet instrument est très commode pour les observations météorologiques, parce qu'il dispense d'une observation et de deux corrections pour la chaleur, et qu'il épargne ainsi du temps; économie principalement utile à l'Astronome, qui a tant d'objets d'attention à la fois. Mais il faut y corriger de temps en temps une irrégularité, qu'on apperceoit aisément par le moyen d'un index que portent les échelles\nscales of the two instruments, which, going over immoveable scales of the same sort, shews their difference of height. When this difference is no longer conformable to the indication of the Thermometer, it is easily rectified by turning small pegs, on which are twisted the thread of silk-grafs which serves for the suspension of the scales.\n\nThe irregularity of which I have been speaking consists in this, that when the heat, after having varied, returns to the same point of the quicksilver Thermometer, the metallic Thermometer does not return to it exactly, but varies nearly in the following manner. During the summer the metallic Thermometer gains constantly on the other; I mean, that amidst its variations, it always preserves a small part of the lengthening, which\n\néchelles mobiles des deux instrumens, et qui, passant sur des échelles immobiles semblables, fait voir ainsi leur différence de hauteur. Si cette différence cesse d'être conforme à l'indication du Thermomètre, on la rectifie aisément, en tournant de petites chevilles sur lesquelles s'enveloppent les fils de pite qui servent à la suspension des échelles.\n\nL'irrégularité dont il s'agit consiste en ce que, lorsque la chaleur, après avoir varié, revient au même point sur le Thermomètre de mercure, le Thermomètre métallique n'y revient pas toujours exactement; et là marche des irrégularités est celle-ci: en Été, le thermomètre métallique gagne de plus en plus sur l'autre; c'est à dire que, dans ses variations, il conserve toujours quelque petite partie de l'allonge-\nwhich is at that time its ordinary state. In winter, on the contrary, it becomes insensibly a little too short.\n\nThe other metallic Thermometer I have mentioned is made of lead. I made it seven or eight and twenty years ago, for an instrument which is more agreeable than useful, on account of its irregularity. A rod of lead, communicating by a thread of silk-threads, with a small pulley fixed to the same axis with a greater one, conducts, by means of another pulley, a needle through whose axis, which is bored, passes another axis which carries the needle of a pulley Barometer. Thus this instrument marks the heat and weight of the air upon two concentric circles, by means of two needles turning upon the same center, as in clocks; besides which, the needle of the Thermometer points out upon a third circle the correction for the heat, to be made\n\nl'allongement qui fait alors son état ordinaire: en hiver au contraire, il devient insensiblement un peu trop court.\n\nL'autre Thermomètre métallique dont j'ai parlé, est de plomb. Je le fis il y a 27 ou 28 ans pour une machine plus agréable qu'utile à cause de son irrégularité. Une branche de plomb, communiquant aussi par un fil de pite avec une petite poulie, mise sur un même axe avec une plus grande, conduit, par une autre poulie et au moyen d'un contrepoids, une aiguille, dont l'axe percé, laisse passer celui qui porte l'aiguille d'un Baromètre à poulie. Ainsi cet instrument marque sur deux cercles concentriques la chaleur et le poids de l'air, par deux aiguilles tournant sur un même centre, comme dans les pendules; et celle du Thermomètre indique de plus sur un troisième cercle,\non the Barometer, which at that time I had already determined.\n\nThe irregularities of this last metallic Thermometer are of the same nature, but much more considerable than those of the other: this had already made me suspect, that they proceeded from the metal itself, though the wood, of which the frame was made, appeared a little suspicious on account of the humidity.\n\nI met with the same effects in my last experiments, when the frame no longer interfered; and the irregularity shewed itself in this manner. Whenever I had observed the point at which my Microscope pointed upon the lamella of brass, which was suspended, with the rod of glass, in water at the temperature of the air, and then put warm water in the room of this; if I cooled the water\n\nla correction à faire pour la chaleur sur le Baromètre, que j’avois déjà déterminée alors.\n\nLes irrégularités de ce dernier Thermomètre métallique, qui sont de même nature que celles de l’autre, font encore beaucoup plus grandes; ce qui m’avoit déjà fait soupçonner qu’elles procédoient du métal même; quoique la monture, qui est de bois dans les deux machines, me fût un peu suspecte à cause de l’humidité.\n\nDans mes dernières expériences j’ai éprouvé les mêmes effets; et ici la monture n’étoit plus une raison de doute. Voici comment cette irrégularité se manifestoit. Quand j’avois observé le point où mon Microscope visoit sur la lame de léton suspendue avec la branche de verre dans l’eau à la température de l’air, et que je substituois à cette eau de l’eau chaude; si je refroidissois l’eau peu à peu,\nwater by degrees, I found that the lamella of brass preserved a little of its lengthening. I did not suspect the rod of glass, because the elasticity of this substance is physically perfect, and that this quality seems to me to be proper to bring back bodies to the same state, whenever the causes, of what nature soever they be, which have drawn them from it, cease: and I had soon after direct evidence of the irregularity not proceeding from the glass.\n\nIt was easy for me to find the proportion of the lengths of the brass and the glass, which, changing suddenly the water, which had the same temperature as the air, for warm water, produced no difference in the height of the point upon which the Microscope pointed: which shewed that the two substances had been equally expanded in contrary directions; but when I afterwards gradually\n\nje trouvais que la lame de léton conservait un peu de son allongement. Je ne suspectais pas la branche de verre; vu que l'élasticité de cette matière est physiquement parfaite, et que cette qualité me paraît propre à ramener les corps au même état, quand les causes, quelles qu'elles soient, qui les ont tirés, viennent à cesser: et j'eus lieu ensuite de reconnaître immédiatement que l'irrégularité ne venait pas du verre.\n\nIl me fut aisé de trouver la proportion des longueurs du léton et du verre par laquelle, changeant tout à coup l'eau qui était à la température de l'air, en de l'eau chaude, il ne se trouvait aucune différence dans la hauteur du point sur lequel le Microscope visait: ce qui montrait que les expansions des deux matières en sens contraires avaient été égales. Mais en diminuant ensuite par degrés la chaleur\ngradually diminished the heat of the water, this point rose little by little; that is to say, the lamella of brass preserved a part of its lengthening, whilst the rod of glass contracted itself to the same point at which it was at the beginning of the experiments. After a number of similar trials, which always ended in the same manner, I went to work another way: when no change had been produced in the height of the point, by the sudden change of water of the same temperature as the air into warm water, I immediately put, in the place of that warm water, water of the same temperature as the air, and in that case the point did not change neither.\n\nIt will not be useless to mention here, that I had in my bottle a syphon with a cock, by which I drew out the water without motion; and that I poured it\n\nchaleur de l'eau, ce point s'élevait peu à peu ; c'est à dire que la lame de léton conservait une partie de son allongement, tandis que la branche de verre se contractait au même point où elle l'était au commencement de l'expérience.\n\nAprès nombre de tentatives de même espèce, dont les résultats furent toujours semblables, je procédai d'une autre manière. Lorsque, par le changement subit de l'eau qui était à la température de l'air, en eau chaude, il ne s'était fait aucun changement dans la hauteur du point, je substituais, subitement aussi, à cette eau chaude, de l'eau à la température de l'air; et alors le point ne changeait pas non plus.\n\nIl ne sera pas inutile de dire ici, que j'avais un syphon à robinet dans ma bouteille, par lequel je retirois l'eau sans mouvement; et que je l'y verrois au travers\nin through a long tunnel, by which means every thing remained quiet during the time of the experiment.\n\nBy comparing these two observations together, it should seem, that when the igneous fluid is agitated for some time, in substances, the particles of which have not that strong tendency towards each other which constitutes elasticity, it produces some change in the arrangement of these particles, which hinders the compound from resuming the same bulk upon the return of the same degree of heat; a change which there is not time to bring about, when the variations are sudden, if there be at least some elasticity in the matter.\n\nIn support of this we already know, that glass, the most elastic of known substances, is not subject to this irregularity, as I shall soon shew; that brass, which is much less elastic, is sensibly affected by it; and that lead,\n\nd'un entonnoir à long tuyau. Ainsi tout restoit tranquille pendant l'expérience.\n\nCes deux observations comparées semblent donc indiquer, que lorsque le fluide igné s'agite pendant quelque temps dans les matières dont les particules n'ont pas entr'elles cette forte tendance qui fait l'élasticité, il produit dans l'arrangement de ces particules quelque changement, qui empêche les composés de reprendre exactement le même volume quand le même degré de chaleur revient : changement qui n'a pas le temps de s'effectuer, lorsque les variations sont subites, s'il y a du moins quelque élasticité dans la matière.\n\nNous avons déjà pour fondement de cette idée, que le verre, la plus élastique des matières connues, n'est pas sujet à cette irrégularité, comme je le montrerai bientôt ; que le léton, bien moins élastique, l'a sensiblement ; et que le plomb,\nthe least elastic of all metals, is still more subject to it than brass, as I have experienced in my Thermometer made of it. Besides, this seems to have an absolute dependance upon that general law, that the less elasticity substances have, the less time is necessary to make them take the bent one means to give them: lead takes it instantaneously; glass never takes it at all. A ball of the crumb of bread, which one so easily fashions in one's fingers, preserves its form when it is thrown with violence against a plain surface; because the fluid which constitutes its elasticity has not time to escape. Wood, brass, and steel, resist, but in the end give way. This effect is probably the same with that which the humor produces in the bodies it penetrates, which by degrees likewise take the habit of their state; and this so much the more\n\nle moins élastique de tous les métaux, y est encore beaucoup plus sujet que le léton, comme je l'ai vu dans mon Thermomètre fait de cette matière. D'ailleurs cela me paraît rentrer absolument dans ce phénomène si général; que moins les matières ont d'élasticité, moins il faut de temps pour leur faire contracter le pli qu'on leur donne: le plomb le prend dans l'instant; le verre ne le prend jamais; une balle de mie de pain, qu'on façonne si aisément entre ses doigts, conserve sa forme en bondissant, quand on la jette avec violence contre une surface unie, parce que le fluide qui fait son élasticité n'a pas le temps de s'échapper; le bois, le léton, l'acier, résistent, mais enfin se rendent. Cet effet est probablement le même que celui que produit l'humeur dans les corps qu'elle pénètre, auxquels nous voyons aussi prendre peu à peu l'habitude de leur état, et d'autant plus\nas they are less elastic: this is what made me choose to make my Hygrometer of ivory, as I have already said in my paper on that subject.\n\nIf this conjecture upon the effects of heat in bodies which have little elasticity be grounded, as I think it is, clocks would gain some more regularity, if in the composition of their pendulum, glass were used instead of steel, and bell-metal instead of brass; for these two substances being the most elastic we are acquainted with, by uniting them we should be much surer of preserving the same length of the pendulum in the variations of the heat.\n\nThere would be another small advantage in making use of these substances, which is, that bell or mirror metal, having the same expansibility as brass, as Mr. Smeaton has demonstrated by his experiments, and glass having\nhaving less than steel, the grid-iron would be shorter or more simple.\n\nThe proportion of the dilatations of brass and steel, being only as five to three, it is impossible to compensate the dilatation of the steel by a single rod of brass; for as there must be a second rod of steel to go downwards again, there will be two lengths of steel for one of brass, for which a proportion in the dilatation of six to three, or two to one, would not even suffice. One is therefore obliged to have a second rod of brass, which goes upwards, by which means the grid-iron comes to be composed of nine rods, the two ascending pairs of which are brass. Thus then the lens, which is always very heavy, is born by the top of one of the pairs of the rods, which, through the medium of a pair of rods of steel, are themselves supported on the top of the other pair of the rods of\n\nl'acier, on auroit une grille moins longue ou plus simple.\n\nLe rapport des dilatations du léton et de l'acier étant seulement de 5 à 3, il est impossible de compenser la dilatation de l'acier par un seul retour du léton de bas en haut. Car comme il faut ensuite une autre branche d'acier qui redescende pour porter la lentille, on a deux longueurs d'acier pour une de léton; à quoi un rapport des dilatations de 6 à 3 ou 2 à 1 ne pourrait pas même suffire: je ne m'arrêterai pas à le montrer. On est donc obligé de faire remonter une seconde fois le léton; et c'est par cette raison que la grille est composée de 9 branches, dont 2 paires montantes sont de léton. Ainsi la lentille, qui est toujours d'un assez grand poids, est portée par le haut de l'une des paires, qui, elle même, par l'entremise d'une paire de branches d'acier, pèse sur le haut de l'autre paire de branches de léton.\nNow there must be some flexion in these rods of brass during the oscillations of the pendulum, in which the lens acquires a small centrifugal force from the end of one vibration to the other, and thus weighs differently upon the rods. Besides, this necessity of turning back twice, increases the total length of the rods, and consequently all the causes of irregularity. On the contrary, by making use of bell-metal and glass, the dilatations of which are as seven to three, a single pair of rods of the former, will be sufficient to compensate the dilatations of the glass rods; consequently the grid-iron may either be shorter, or made up only of five rods, a pair of glass ones descending on the outside, a pair of bell-metal ones ascending on the inside, and a glass rod descending at the center, and carrying the lens.\n\nThis\nThis diminution of the total length of the rods, and that of the flexion, must contribute to increase the regularity of the pendulum, independently of the greater regularity of the expansion of the substances themselves.\n\nAs I have begun this digression upon an object so essential to clock-making, I shall observe farther, that the experiments I am speaking of are applicable to it in another respect, which seems to me of some importance. Substances of the same denomination are not homogeneous enough for us to conclude, that what has been found in the one, with respect to their very delicate properties, will always be exactly the same in the other: and that, for instance, the lengthening of a certain rod of brass by heat, is an indication that every rod of brass will have precisely the same lengthening. My opinion therefore\n\ntille. Cette diminution de longueur totale des branches, et celle de la flexion, ne peuvent qu’augmenter la régularité du pendule, indépendamment de la plus grande régularité de l’expansion des matières mêmes.\n\nPuisque j’ai commencé une digression sur cet objet essentiel à l’horlogerie, je ferai encore remarquer ici, que les expériences dont je parle lui sont applicables à un autre égard qui me paraît de quelque importance. Les matières qui portent le même nom, ne sont pas assez homogènes, pour que dans leurs propriétés délicates nous puissions conclure, de ce que nous avons trouvé dans une, qu’il en fera exactement de même de toutes celles qui ont la même dénomination; et qu’ainsi par exemple, l’allongement d’une certaine branche de léton par la chaleur, nous indique l’allongement de tout léton par cette cause. Je crois\ntherefore is, that it would be of some advantage, if, upon every pendulum intended for very delicate observations, there were made the experiment of the comparative lengthening of the substances which compose it; marking the center of oscillation upon the lens by the known methods, and pointing a Microscope upon this center whilst the heat is made to vary.\n\nBy using for these pendulums glass and bell-metal, the first of which is not at all affected by water, and the other very little (which little might even be prevented by varnishing it) it would be easy to observe the effects of the heat upon them in water, by means of a tin vessel, having a glass facing the center of oscillation. By pouring water of different temperatures into this vessel, whilst the Microscope remains pointed to that center, one would discover, in the surest and shortest manner, that combination\n\nDonc qu'on obtiendroit plus d'exactitude si l'on faisoit immédiatement sur chaque pendule destiné à des observations délicates, l'expérience de l'allongement comparatif des matières qui le composent, en marquant sur la lentille, par les méthodes connues, le centre d'oscillation, et pointant un Microscope sur ce centre, tandis qu'on feroit varier la chaleur.\n\nEn employant à ces pendules le verre et le métal de cloche, dont le premier n'est point affecté par l'eau, et l'autre l'est très peu, et pourroit même être vernissé, il feroit aisément encore d'y observer les effets de la chaleur dans l'eau, au moyen d'une caisse de fer blanc, qui auroit une glace vis-à-vis du centre d'oscillation. En y versant de l'eau à diverses températures tandis que le Microscope feroit pointé sur ce centre, on trouveroit de la manière la plus sure et la plus courte\nnation of the two substances, which would preserve the same length to the pendulum between two determined temperatures.\n\nTo make this still easier, it would be possible to construct the grid-iron in such a manner as that its corrective rods being fixed by screws, the proportions of their lengths might be changed, till the bell-metal perfectly compensate for the lengthening of the glass between the two fixed temperatures, of which I shall speak hereafter. For there would be nothing to correct by this method, but the difference of expansibilities of the substances employed, comparatively with the mean expansibility of substances of the same denomination, which would have been first discovered by experiments made for that purpose. I shall resume hereafter this correction of the pendulum,\n\ncourte, la combinaison des deux matières qui conserveroit sensiblement au pendule, une même longueur dans des variations déterminées de température.\n\nPour rendre ce moyen plus commode, on pourroit aisément construire la grille de manière, que ses branches correctives étant retenues dans leurs traverses par des vis, on pût changer les rapports de leurs longueurs, jusqu'à ce que le métal de cloche compensât parfaitement l'allongement du verre entre les deux températures fixées, dont je parlerai ci-après. Car on n'auroit à corriger par cette méthode, que les différences d'expansibilité des matières employées, comparative-ment à l'expansibilité moyenne des matières de même nom, qu'on auroit trouvée préalablement par des expériences faites à ce dessein. Je reviendrais dans la suite\ndulum, in order to consider it in a point of view still more important.\n\nI now return to the comparative dilatations of glass and brass; I mean to the experiments which I made in order to determine at what height of the lamella of brass the point was, which should remain unmoved by the variations of heat.\n\nThese experiments, notwithstanding all my pains, turned out surprizingly irregular; and it was necessary to make a great number of them, to arrive at any degree of probability. In the first place, the duration of the operations made the brass take, what I have named, the habit of its state, which prevented it from returning exactly to that in which it was at the same degree of heat:\n\nà cette correction du pendule, pour la considérer sous une face plus importante encore.\n\nJe reviens aux dilatations comparatives du verre et du léton; c'est à dire à ces expériences par lesquelles je cherchois à déterminer à quelle hauteur sur la lame de léton se trouveroit le point qui resteroit immobile par les variations de la chaleur.\n\nMalgré tous les soins que je pris, ces expériences se trouvèrent d'une irrégularité surprenante; et il fallut en faire un bien grand nombre pour arriver à des résultats un peu probables. D'abord, la longueur des opérations faisoit toujours prendre au léton ce que j'ai appelé l'habitude de son état; ce qui l'empêchoit de revenir exactement à celui où il étoit auparavant par le même degré de chaleur.\nheat: the quicker, however, the returns, the more regular they were; it will be therefore only from such as were quick that I shall hereafter deduce my conclusions.\n\nAnother difficulty I met with in my experiments arose from the difference of the effect of the different changes of the temperature. When I suddenly changed the temperature of the water from $10^\\circ$ to $70^\\circ$ of the Thermometer to which I have given the name of common in my work upon the Modifications of the Atmosphere (which answer to $54\\frac{1}{2}$ and $189\\frac{1}{2}$ of Fahrenheit) a somewhat less length of brass was wanted to compensate the dilatation of the glass, than when I increased the heat less; as,\n\n(d) Since the writing of this I have been told, that the same phenomenon is observed in the correcting Thermometer of watches; and that it produces irregularities which are in an increasing progression.\n\nleur (d). Quand ces retours étoient prompts ils étoient plus réguliers. Ce ne fera donc que de celles de mes observations qui furent promptes, que je tirerai ci-après les résultats probables.\n\nUn autre embarras que j'éprouvai dans ces expériences, provint de la différence d'effet des changements différents de température. Quand je portois tout à coup la température de mon eau de $10^\\circ$ à $70^\\circ$ du Thermomètre que j'ai appelé commun dans mon ouvrage sur les Modifications de l'Atmosphère, et qui correspondent à $54\\frac{1}{2}$ et $189\\frac{1}{2}$ de Fahrenheit, il me failloit une longueur un peu moindre de léton pour compenser la dilatation du verre, que lorsque j'augmentois moins la\n\n(d) J'ai appris depuis que j'ai écrit ceci, qu'on remarque ce phénomène dans les Thermomètres correcteurs des montres, et qu'il y cause des irrégularités croissantes.\nfor instance, from $10^\\circ$ to $40^\\circ$, to which, however, I limited myself for a reason I will soon mention.\n\nThe more I approached the heat of boiling water in warming the water in my experiment, the nearer I came to the proportion found by Mr. SMEATON between the lengthenings of these two bodies by heat; which he has fixed between glass and brass wires (which answers to my milled brass) as $100$ to $232$. I had a point upon my lamella of brass which answered to this proportion; that is, the lengths of the brass and glass were at that point in an inverse ratio of these numbers; and this point did not change sensibly when, instead of water of $10^\\circ$, I substituted water which I poured boiling into my bottle, and which brought the Thermometer to $74^\\circ$ or $76^\\circ$. But when I only increased the heat to $40^\\circ$, this length of brass\n\nchaleur, comme par exemple de $10^\\circ$ à $40^\\circ$, à quoi je me bornai par la raison que j'indiquerai.\n\nPlus j'approchois de la chaleur de l'eau bouillante en échauffant mon eau, plus je me rapprochois du rapport qu'a trouvé Mr. SMEATON entre les allongements de ces deux corps par la chaleur, qu'il a fixé, entre le verre et du léton tiré à la filière (qui répond à mon léton laminé) comme $100$ à $232$. J'avais un point sur ma lame de léton, qui correspondoit à ce rapport; c'est à dire que les longueurs du léton et du verre y étoient en raison inverse de ces nombres; et ce point ne changeoit pas sensiblement de hauteur, quand je substituois à l'eau de $10^\\circ$, de l'eau que je versois bouillante dans ma bouteille, et qui portoit le Thermomètre à $74^\\circ$ ou $76^\\circ$. Mais lorsque je n'augmentois la chaleur que jusqu'à $40^\\circ$, cette\nbrass was not sufficient; the point insensibly sunk:\nI speak of the greatest number of experiments, for there\nwere some contrary ones.\n\nThese uncertainties recalled my attention to the par-\nticular object on account of which I had undertaken\nmy experiments; I mean my new Hygrometer, on\nwhich, in order to compensate the effect of heat upon\nglass, it was necessary to produce this compensation in\nthe natural variations of the temperature of the air. I\ntherefore confined myself within these limits; not indeed\nprecisely within the same temperatures, which seemed\ntoo difficult, though it would have been better; but be-\ntween temperatures nearly equally different.\n\nI will not give a minute account of these experiments;\nbe it sufficient to say, that from the difference of tempe-\nrature\n\ncette longueur de léton ne suffisait pas; le point baissait sensiblement. Je parle\ndu plus grand nombre des expériences; car il y en eut quelquefois de contraires.\n\nVoyant ces incertitudes, je tournai mon attention sur l'objet particulier pour-\nlequel j'avais entrepris ces expériences; c'est-à-dire mon nouvel Hygromètre, où,\npour compenser l'effet de la chaleur sur le verre, je n'avais besoin de produire\ncette compensation que dans les variations naturelles de la température de l'air.\nJe me renfermai donc dans cet espace; non précisément entre les mêmes tempé-\nratures, ce qui me parut trop difficile, quoique c'eût été le mieux; mais entre\ndes températures à peu près également différentes.\n\nJe ne rendrai pas compte ici du détail de ces expériences; il suffira de dire,\nque par la différence de température entre 10° et 40° de mon Thermomètre, le\nnature between $10^\\circ$ and $40^\\circ$ of my Thermometer, the mean proportions of the dilatations of the brass and glass were as $21$ to $10$; consequently, I had need of a length of brass which should be to that of the glass in my Hygrometer as $10$ to $21$, in order to make up for the dilatability of its frame; whereas it needed to have been from $10$ to $23$ in the transition from water in ice to boiling water.\n\nI do not give this latter proportion as being equally to be depended upon as the other; but it is sufficient that there be really a difference between the two, to ground the general reflexions I shall make, after having previously noticed another difference of the same kind which I have found by means of this Pyrometer.\n\nBut before I mention these new experiments, I will bestow another moment upon those which relate to the compa-\n\nrapport moyen des dilatations du léton et du verre fut comme $21$ à $10$; et que par conséquent j’avois besoin d’une longueur de léton qui fût à celle du verre dans mon Hygromètre, comme $10$ à $21$, pour compenser la dilatabilité de sa monture; au lieu qu’il l’auroit fallu de $10$ à $23$ dans le passage de l’eau dans la glace à l’eau bouillante.\n\nJe ne donne pas ce dernier rapport comme aussi sûr que l’autre; mais il suffit qu’il y ait certainement une différence entre les deux, pour fonder les réflexions générales aux quelles je viendrai, après avoir expliqué une autre différence du même genre que j’ai trouvée au moyen de ce Pyromètre.\n\nMais avant que de rapporter ces nouvelles expériences, je m’arrêterai encore un moment sur celles qui regardent les expansibilités comparatives, ou les rapport\ncomparative expansibilities, or the proportion there is between the expansibilities of bodies, which seem to me by this method to be reduced to an operation as simple as it is conclusive.\n\nFirst, with respect to the frame of my Pyrometer, however rude it be, I have hitherto discovered no defect in it. A point of suspension of the rods which preserves throughout the experiment its relative position to the Microscope, is the easiest thing to obtain by means of this deal frame, which is not sensibly affected by the small changes in the air, and is exposed to no other variation: and this is a great point gained when it is considered, that hitherto frames had a sensible effect upon the indications of the Pyrometers; and that all that could be done, was to endeavour to obviate this influence.\n\nAgain,\n\nentre les expansions des corps, qui me paraissent réduites par cette route à une opération aussi simple que sure.\n\nD'abord quant à la monture de mon Pyromètre, quelque grossière qu'elle soit, je n'y ai trouvé jusqu'à présent aucun défaut. Un point de suspension des branches, qui conserve pendant l'expérience sa position relative à celle du Microscope, est la chose la plus aisée à obtenir par cette monture de sapin; les petits changements de l'air ne l'affectant point sensiblement, et n'étant exposée à aucune autre cause de variation. Or c'est là un grand point d'obtenu, quand on considère que jusqu'ici les montures influoient toujours essentiellement sur les indications des Pyromètres, et que tout ce qu'on pouvoit faire, étoit de chercher à en corriger les effets.\n\nVol. LXVIII.\nAgain, measurement will itself always be an occasion of error more or less considerable in physics, because our Micrometers are all imperfect. It is true, indeed, that we are daily improving them, and with great reason, since we are obliged to measure almost everywhere; but it is not less true, that, not to be obliged to measure, is a great additional security. Now by this method there is no necessity for measuring: all one wants is, to find a point upon the rods of different substances thus suspended, which neither rises nor falls when the temperature of the water is changed; and it is sufficient for this purpose, that the Microscope do not vary during the observation.\n\nAs to the measure of the lengths of the rods, whose expansions compensate each other at this point, all possible errors in this respect are hitherto of no import.\n\nWe\n\nEnsuite, mesurer, fera toujours en physique une occasion d'erreurs plus ou moins grande; parceque nos Micromètres sont tous imparfaits. On les perfectionne tous les jours d'avantage; et il le faut bien, puisque nous sommes obligés de mesurer presque partout; mais il n'en est pas moins vrai, qu'être dispensé de mesurer est une grande sûreté de plus. Or on l'est totalement par cette méthode. Trouver sur l'une des branches de matières différentes ainsi suspendues, un point qui ne s'élève ni ne s'abaisse en changeant la température de l'eau, est tout ce dont on a besoin; et il suffit pour cela que le Microscope ne varie pas tandis qu'on observe.\n\nQuant à la mesure de la longueur des branches dont les expansions se compensent à ce point, c'est un objet sur lequel les erreurs possibles ne sont encore d'aucune\nWe are very far from being able to perceive, in the quantities of expansions, those differences which might arise from the imperfection of this measure.\n\nOne may take therefore a rod of some substance, glass for instance, and put at the end of it a convenient clasp for holding other rods of different substances: thus, by separately comparing their expansions with that of the rod of glass, by the position of the immovable point, one will obtain the proportion of their expansibility with that of glass, and consequently with each other.\n\nNor may solids only be subjected to these experiments, but fluids also: for by enclosing them in a cylindrical tube of glass, the expansibility of which is known, they will be as rods, which may be thus submitted to the same experi-\n\ncune conséquence. Nous sommes bien loin de pouvoir reconnoitre dans les quantités des expansions, les différences qui pourroient resulter de l'imperfection de cette mesure.\n\nOn pourra donc avoir une branche d'une certaine matière, de verre par exemple, à l'un des bouts de laquelle on aura ajusté une pince commode, pour y fixer d'autres branches de diverses matières : et comparant ainsi séparément leur expansion avec celle de la branche de verre, par la position du point immobile, on aura les rapports de leur expansibilité avec celle du verre, et par conséquent entre elles.\n\nCe ne fera pas seulement les solides qu'on pourra soumettre à ces expériences ; mais les fluides. Car en les renfermant dans un tuyau de verre cylindrique, dont l'expansibilité soit connue, on en fera comme des branches, qu'on pourra ainsi\nexperiments, by means of a small opaque body floating at the top of them, and to which the Microscope may be pointed. I do not, however, insist upon this application of the machine; since the expansion of liquids may be observed in vases, the dimensions of which are known, by joining cylindrical tubes to them, which render their expansions much more sensible. I shall only observe, that from the knowledge of the dilatability of the tube, one should not reduce its capacity to what it would be if the glass did not dilate itself, as is done with respect to vases in order to know the true change in the volume of liquids contained in them; but that, on the contrary, we should here suppose the dilatation of glass greater than it is, and as it would be if it had the same expansibility as the liquid; and then diminish according to that proportion.\n\nfoumettre aux mêmes expériences, en faisant flotter un petit corps opaque à leur surface, pour y pointer le Microscope. Cependant je n'insiste pas sur cette application de la machine; parceque les expansions des liquides peuvent être observées dans des vases dont on connait la capacité, en y joignant des tubes cylindriques; ce qui rend leur expansion beaucoup plus sensible. Je remarquerai donc seulement; qu'il ne faudroit pas, d'après la connaissance de la dilatabilité de la matière du tuyau, réduire par le calcul sa capacité, à ce qu'elle feroit si le verre ne se dilatoit point, comme on le fait à l'égard des vases pour connoitre le changement réel du volume des liquides qu'ils contiennent; mais qu'au contraire il faudroit ici supposer cette capacité plus grande, en la portant à ce qu'elle feroit, si le verre avoit la même expanfibilité que le liquide; et diminuer dans cette proportion l'allongement\nportion the observed lengthening of the latter: for in comparing the expansion of a fluid with that of a solid, we must take notice, that we measure the change of bulk of the latter, according to one of its three dimensions only, for which reason the fluid must be brought to the same predicament.\n\nAir might also be subjected to these experiments by enclosing it in a glass tube by means of a small column of quicksilver. But I cannot help being of opinion, that all experiments made on air enclosed, will be found inaccurate, when applied to the air in general. The expansibility of air by heat varies exceedingly, according to its greater or less degree of humidity; and I know from experience, how difficult it is to enclose in a tube, air of a determinate dryness: but if it is more humid than its mean\n\nl'allongement observé de celui-ci. Car pour comparer l'expansion d'un fluide à celle d'un solide, il faut avoir égard à ce que nous ne mesurons le changement de volume de ces derniers que suivant une seule de leurs trois dimensions, et que par conséquent il faut reduire le fluide au même cas.\n\nOn pourrait aussi soumettre l'air à ces mêmes expériences, en le renfermant dans le tube de verre par une petite colonne de mercure. Mais je ne puis m'empêcher de croire que les expériences sur l'air renfermé seront toujours inexactes quand on les appliquera à l'air en général. L'expansibilité de l'air par la chaleur varie beaucoup, suivant qu'il est plus ou moins humide; et je sais par expérience, qu'il est bien difficile de renfermer dans un tube, de l'air d'une sécheresse déterminée.\nmean state in the atmosphere, its expansibility by heat will be greater.\n\nIt is not impossible that this may be the reason why Colonel Roy and Sir George Shuckburgh found a greater expansibility in the air enclosed in their Manometers than what I deduced from my observations in the open air. The bare difference there is between the air of London and that of the mountains of Switzerland may be sufficient to account for this effect. I believe, indeed, that the differences of humidity will be causes of error in the Barometrical measures of heights, so long as these differences shall not enter into the formulæ; and it was this consideration which first led me to think of an Hygrometer (e).\n\n(e) I shall return to this object, and treat it more particularly, in a paper upon Refractions, of which I shall speak hereafter.\n\nAs déterminée. Or s'il est plus humide que son état moyen dans l'atmosphère, son expansibilité par la chaleur sera plus grande.\n\nIl n'est pas impossible que ce ne soit là la raison pour laquelle Mr le Col. Roy et Mr le Chev. Shuckburgh ont trouvé à l'air renfermé dans leurs Manomètres, une expansibilité plus grande que celle que j'ai déduite de mes observations dans l'air libre; la différence peut-être de l'air de Londres et de celui qui environne les montagnes de la Suisse, peut produire cet effet: je crois même que les différences d'humidité seront des causes d'écart dans les mesures Barométriques des hauteurs, tant qu'on ne pourra pas faire entrer ces différences dans les formules: c'est le premier motif qui m'a fait chercher un Hygromètre (e).\n\n(e) Je reviendrai à cet objet pour le traiter plus particulièrement, dans un mémoire sur les Réfractions dont je parlerai ci-après.\nAs to the differences of the conclusions drawn from these gentlemen's experiments and mine made in the open air, though they be conformable to the above-mentioned difference, they may yet arise from another cause. I always observed the temperature of the air with my Thermometer in open air, and in the Sun when it shone; whereas they observed in the shade. As often then as I found the air warmer in the Sun, than I should have found it in the shade, which was almost always the case, especially in the plain, I did not stand in need of as great a correction as those gentlemen for each degree of the Thermometer; since in the same circumstances the degrees were more numerous in my observations than in theirs, and consequently, with a less correction for each degree, my whole correction was equal to theirs. I will add, that I did.\n\nQuant aux différences des résultats des expériences de ces Messieurs et des miennes dans l'air libre, quoique conformes à la différence précédente, elles pourroient bien venir d'une autre cause. J'observais toujours la température de l'air avec mon Thermomètre à boule isolée, en plein air, et au soleil quand il lui-fait; au lieu qu'ils l'observaient à l'ombre. Si donc je trouvais l'air plus chaud au soleil, que je ne l'avois trouvé à l'ombre, ce qui étoit presque toujours le cas, surtout à la plaine, je n'avois pas besoin d'une si grande correction que ces Messieurs pour chaque degré du Thermomètre, puisqu'ils étoient plus nombreux dans mes observations que dans les leurs par les mêmes circonstances; et qu'ainsi, avec une moindre correction pour chaque degré, j'avois une correction totale aussi grande. J'ajouterai, que je n'ai pas trouvé que les rayons directs du soleil\ndid not find that the direct rays of the Sun heated irregularly the glass of the ball of a Thermometer when clean, which may be easily seen by looking at the experiment mentioned in p. 56, 57. of the second volume of my work: consequently, when these direct rays act upon the air, it is a cause of heat which should not be neglected.\n\nI am still therefore of opinion, that it is better to observe the Thermometer in the Sun than in the shade; and that the correction for the heat of the air may stand such as this method of observing requires it. There are always acting causes enough in the column of air weighing upon the inferior Barometer; which cannot be known in the superior station, for us not to neglect any of the ordinary causes which may be perceived.\n\nIt\n\nsoleil échauffassent irrégulièrement le verre bien net de la boule d’un Thermomètre; ce qu’on pourra voir aisément par l’expérience rapportée aux p. 56 et 57 du second volume de mon ouvrage: et ainsi quand ces rayons directs agissent sur l’air, c’est une cause de chaleur qui ne me semble pas devoir être négligée.\n\nJe crois donc toujours qu’il convient mieux d’observer le Thermomètre au soleil qu’à l’ombre, et de laisser la correction pour la chaleur de l’air proportionnée à cette méthode. Il reste toujours assez de causes agissantes dans la colonne d’air qui pèse immédiatement sur le Baromètre inférieur, qu’on ne peut pas connoitre à la station supérieure, pour qu’on ne doive négliger aucune des causes communes qui sont saisissables.\nPyrometry and Areometry, &c.\n\nIt is therefore probable, that had I observed in the same places as these gentlemen with my Barometer, exposing at the same time my Thermometer to the Sun, I should have found the real height as well as they, without changing my rule; which already appears, I think, from my having derived it from experiments made in the same place where Sir GEORGE SHUCKBURGH has made his principal observations.\n\nI will only add, that if, in the different opportunities I have had of trying my rule since it is fixed, it had constantly given me the heights too small, as those gentlemen have found it, even considering what is above stated, I should have suspected with Colonel ROY, that I ought not to have taken out from the observations from which I have concluded my rule, those which I made\n\nIl est donc assez probable, que si j’avois observé dans les mêmes lieux que ces Messieurs avec mon Baromètre, et en exposant mon Thermomètre au soleil, j’aurois trouvé comme eux les hauteurs réelles, sans changer ma règle : et c’est ce qui paraît déjà, ce me semble, de ce que je l’ai conclue d’expériences faites dans le même lieu où M. le Chev. SHUCKBURGH a fait ses principales observations.\n\nJ’ajouterai seulement, que si dans les diverses occasions que j’ai eues d’éprouver cette règle depuis qu’elle est fixée, elle m’avoit donné constamment les hauteurs un peu trop petites, comme il resulteroit des expériences de ces Messieurs, même en ayant égard aux considerations ci-dessus, j’aurois soupçonné alors avec M. le Col. ROY, que je n’aurois pas dû retrancher du nombre des observations dont j’ai tiré ma règle, celles que j’avois faites au lever du soleil, qui toutes donnent\nmade at Sun-rise; all which, according to this rule, give\nthe heights too small. For it would then appear, that it\nis owing to accident alone that the exceptions of this kind\nhappen to be at that precise time of day; that they are\ndeviations which are still to be expected, till more circum-\nstances have been taken notice of in the observations, and\nnew equations are introduced in the formula; and that\nhaving admitted the exceptions on the contrary side, I\nought to have left those in the bulk of my observations,\nbefore I deduced the mean laws from them, which would\nhave brought me nigher to the conclusions drawn from Sir\nGeorge Shuckburgh's and Colonel Roy's observations.\n\nThe late Mr. de la Condamine, one of those rare\nmen who take an interest in the labours of their friends,\nwas already of this opinion; and I should have made use\nof it, had not my tables been already calculated. How-\never,\n\nles hauteurs trop petites suivant cette règle. Car il paroitroît en ce cas, que ce\nn'est qu' accidentellement que les exceptions dans ce sens là se rencontrent à ce\nmoment du jour; que ce sont des écarts auxquels on doit encore s'attendre,\njusqu'à ce qu'on ait embrassé plus de circonstances dans les observations, et de\nnouvelles équations dans la formule; et qu'ayant admis les exceptions contraires,\nje devois laisser celles là dans l'ensemble de mes observations, avant d'en déduire\nles loix moyennes: ce qui m'avoit rapproché d'avantage des résultats des obser-\nvations de Mr le Col. Roy et de Mr le Chev. Shuckburgh.\n\nFeu Mr de la Condamine, l'un de ces hommes rares qui savent s'intéresser\naux travaux de leurs amis, m'avoit déjà fait faire cette réflexion; et j'y aurois\never, I did not find afterwards any necessity for it by my own observations.\n\nHere then is a new subject of investigation, and consequently those gentlemen's observations are exceedingly interesting, since they will engage natural philosophers not to give up this object till it is entirely cleared up.\n\nI return to my idea of enclosing bodies in tubes of glass, only to observe that it will be absolutely necessary to make use of this method, in the experiments upon the expansion of bodies affected by humidity, as well as by heat, for those cannot be exposed naked to the heat of the water. Woods, therefore, may be compared either with one another, or with metals, by enclosing them in glass tubes. Some difficulties I met with from the vapours which form themselves in heated tubes; one of\n\neu egard si mes tables n'avoient été toutes calculées. Cependant dès lors je n'en ai pas apperçu le besoin par mes propres observations.\n\nVoila donc un nouvel objet d'examen; et par conséquent les observations de ces Messieurs sont très intéressantes; puis qu'elles engageront les physiciens à ne pas abandonner cet objet, jusqu'à ce qu'il soit éclairci.\n\nJe reviens à l'idée de renfermer les corps dans des tubes de verre, pour ajouter seulement, qu'il sera indispensable d'employer ce moyen, lors qu'on voudra soumettre à ces expériences des corps que l'humidité affecte aussi bien que la chaleur: car ceux là ne peuvent pas être exposés nus à la chaleur de l'eau. On pourra donc par exemple comparer les bois entr'eux ou avec les métaux, en les renfermant dans des tubes de verre. Quelques difficultés que j'ai éprouvées, à cause des vapeurs qui se forment dans les tubes échauffés, et qui sont une de mes raisons\nthe reasons why I suspect the experiments made upon air in Manometers, has obliged me to suspend the experiments I had undertaken upon the expansion of woods.\n\nThis method of finding the relative expansibilities of bodies may easily be turned into a method of finding their absolute expansibilities: for if one knows with certainty the expansibility of the rod of glass to which all the other bodies are compared; by means of that, one will come to the knowledge of the absolute expansibility of all these bodies.\n\nThe point then would be to give all possible attention, and use all the resources of art, to the determining the expansibility of this rod of glass; and this one may hope to arrive at by this same machine, as I shall shew by the following account of my first trial.\n\nEssay\n\nde suspecter les expériences faites sur l'air dans les Manomètres, m'ont obligé de suspendre celles que j'avais entreprises sur l'expansion des bois.\n\nCette méthode de trouver les expansibilités relatives des corps, peut encore être changée aisément en une méthode de trouver leurs expansibilités absolues. Car si l'on connoit par exemple celle de la branche de verre à laquelle on comparera tous les autres corps, on connoitra par elle l'expansibilité absolue de tous ces corps.\n\nIl ne s'agiroit donc que de concentrer son attention, et toutes les ressources de l'art, sur la détermination de l'expansibilité de cette branche de verre; à quoi l'on peut espérer de réussir avec cette même machine, comme je vais le montrer d'après un premier essai.\n\nEssai\nEssay upon the measure of the absolute expansion of bodies by heat.\n\nThough I did not at first intend to make use of my instrument in the measure of absolute expansions, I could not help making some experiments on this subject.\n\nBesides the immovable wire placed in the focus of the Microscope, I had desired Mr. Ramsden to put in another, moveable by a screw: I then began, first, by seeking the value of the parts of the Micrometer, in doing which the little scale I had traced on the lamella of brass was again of service to me. I had made it as exact as I possibly could; each of its divisions was the 400th part of a French foot. The divided part of it was three\n\n---\n\nEssai sur la mesure des expansions absolues des corps par la chaleur.\n\nQuoique je n'eusse pas intention d'abord d'employer ma machine à mesurer des expansions absolues, je ne laissai pas de tenter quelques expériences sur cet objet.\n\nOutre le fil immobile placé au foyer du Microscope, j'avais demandé à Mr. Ramsden d'en mettre un qui fût mobile, et conduit par une vis. Je cherchai donc d'abord la valeur des parties du Micromètre; à quoi me servit encore la petite échelle tracée sur ma lame de léton. Je l'avais faite aussi exactement qu'il m'avait été possible, et ses parties étoient des 400mes du pied de France. Elle avoit\nthree French inches in length; consequently consisted of 100 of these parts, that were, or were supposed to be, equal.\n\nPointing then my Microscope at first upon one of the extremities of the scale, the two wires coinciding, I brought the moveable wire to the next point, counting the turns of the screw: then conducting the immoveable wire from one part to another of the scale, and bringing at every change the moveable wire to the point immediately following, I noted all these lengths of the parts measured by the Micrometer, the small differences of which marked the imperfections of the scale. The mean of these 100 measures gave me 21,333 turns of the screw, for a part of my scale, that is, for $\\frac{1}{405}$th of a French foot. This, according to the proportion of 16 to 15 between this foot and the English, a proportion exact enough\n\navoir 3 pouces de France dans la portion divisée, et par conséquent 100 de ces parties égales, ou censées l'être.\n\nPointant donc d'abord mon Microscope sur l'une des extrémités de l'échelle, tandis que les deux fils coïncidaient, j'amena le fil mobile sur le point suivant, en comptant les tours de la vis; puis conduisant le fil immobile de partie en partie de l'échelle, et amenant à chaque fois le fil mobile au point immédiatement suivant, je notai toutes ces grandeurs des parties, mesurées par le Micromètre, dont les petites différences marquaient les imperfections de l'échelle. Le milieu entre ces 100 mesures me donna 21,333 tours de la vis, pour une partie de mon échelle, c'est à dire pour $\\frac{1}{405}$ du pied de France. Ce qui, dans le rapport de 16 à 15 de ce pied\nenough for this measure (and perhaps very exact) makes twenty turns for $\\frac{1}{400}$th of the English foot, or one turn for $\\frac{1}{8000}$th of a foot. One could easily distinguish the effect of $\\frac{1}{10}$th of a turn; consequently, the instrument was sensible at $\\frac{1}{8000}$th of a foot, or about $\\frac{1}{7000}$th of an inch.\n\nKnowing thus the value of the parts of my Micrometer, I undertook to measure the absolute lengthening of my rod of glass, which was of 1.8 English inches; and from a mean of four experiments, the result of which differed very little, I found that my rod of glass had lengthened 7.5 turns of the screw of my Micrometer from the heat of $10^\\circ$ of my Thermometer to that of $70^\\circ$.\n\nI shall not make any sensible error if I augment this number of turns in the proportion of 60 to 80, in order to obtain the total expansion which would be made by\n\npied à celui d'Angleterre, assez exact pour un objet de cette nature (et peut-être très exact) fait 20 tour pour $\\frac{1}{400}$ du pied Anglois, ou 1 tour pour $\\frac{1}{8000}$ de pied. On pouvoit distinguer aisément l'effet d'$\\frac{1}{10}$ de tour, et par conséquent l'instrument étoit sensible à $\\frac{1}{8000}$ de pied, ou environ $\\frac{1}{7000}$ de pouce.\n\nConnoissant la valeur des parties de mon Micromètre, j'entrepris de mesurer l'allongement absolu de ma branche de verre, qui avoit 18 pouces anglais: et par un milieu entre quatre expériences, dont les résultats différeèrent très peu, je trouvai que, de la chaleur de $10^\\circ$ sur mon Thermomètre à celle de $70^\\circ$, ma branche de verre s'étoit allongée de 7.5 tours de la vis du Micromètre.\n\nJe ne ferai pas une erreur sensible en augmentant ce nombre de tours dans le rapport de 60 à 80, pour avoir l'expansion totale qui se feroit faite par le passage de l'eau dans la glace à l'eau bouillante, soit de 0 à $80^\\circ$, malgré la considération de\nthe passage of water in ice to boiling water, that is, from 0 to 80° upon my Thermometer, notwithstanding the consideration of the different progress of quicksilver and glass in their expansions by heat, which I shall speak of hereafter; because the two terms of the observation, 10° and 70°, are equi-distant from the two fixed points of the Thermometer. I shall have then a third part to add to the number of turns for the expansion of 18 inches of glass passing from the heat of water in ice to that of boiling water, which will make 10 turns, or $6\\frac{2}{3}$ for the expansion of one foot.\n\nOne turn of the screw being equal to $\\frac{1}{8000}$th of a foot, $6\\frac{2}{3}$ make $\\frac{6\\frac{2}{3}}{8000} = \\frac{1}{1200}$th of a foot = $\\frac{1}{100}$th of an inch in one foot. Now this is precisely what had been found by Mr. Smeaton. However, this singular conformity may be\n\nde la différence des marches du mercure et du verre dans leurs expansions par la chaleur, dont je parlerai ci-après: parce que les deux termes de l'observation, qui sont 10° et 70°, se trouvent à égale distance de ces deux points fixes du Thermomètre. J'aurai donc un tiers à ajouter au nombre des tours, pour l'expansion de 18 pouces de verre, passant de la chaleur de l'eau dans la glace à celle de l'eau bouillante; ce qui fera 10 tours, ou $6\\frac{2}{3}$ pour l'expansion d'1 pied.\n\nUn tour du Micromètre étant égal à $\\frac{1}{8000}$ de pied, $6\\frac{2}{3}$ font $\\frac{6\\frac{2}{3}}{8000} = \\frac{1}{1200}$ de pied = $\\frac{1}{100}$ de pouce dans 1 pied. Et voilà précisément ce que Mr. Smeaton avait trouvé par ses expériences. Cependant cette conformité singulière pourrait bien\nbe only accidental; for I do not believe that all glasses have an equal dilatability by heat. Their dilatability often appears different when they are soldered; for it is no doubt owing to that, that the parts which are united when they are melted, often separate when they grow cold, which does not happen when the glass is exactly the same. It is possible, therefore, that this apparently exact conformity was occasioned by some compensation, rather than by real exactness.\n\nI said before, that the irregularities I observed, when the glass and the brass were combined, were not to be attributed to the glass, and here is a proof of it. When I had adjusted the immovable wire of my Microscope to a sharp point which terminated my rod of glass, the water being at the temperature of $10^\\circ$ of my Thermometer.\n\nbien n'être qu'accidentelle; car je ne crois pas que les différents verres aient tous une égale dilatabilité par la chaleur; on ne voit que trop souvent quand on les soude, que leurs dilatabilités peuvent être différentes; car c'est sans doute par là, que les parties réunies quand elles sont fondues, se séparent quelquefois en se réfroidissant; ce qui n'arrive pas quand c'est exactement le même verre. Il se pourrait donc que cette exacte conformité apparente vint de quelque-compensation plutôt que d'une exactitude réelle.\n\nJ'ai dit ci-dessus que les irrégularités que je remarquais lorsque le verre et le léton étaient combinés, ne devaient pas être attribuées au verre; et en voici la preuve. Lorsque j'avais ajusté le fil immobile de mon Microscope sur une pointe aigue qui terminoit ma branche de verre, tandis que l'eau était à la température\nThermometer, and that, after having heated it to $70^\\circ$, I brought it back gradually to $10^\\circ$, the point either returned exactly to the wire, or so near to it that I could draw no conclusion from the small difference against the regularity of the return of the glass to its same length in the same temperature. In one of the four experiments it returned exactly; in a second, I wanted light indeed to observe this last point, but I could judge from the preceding steps that it would be exact; in the others, the differences would have seemed to indicate, that the glass had retained some part of its lengthening; but the quantity was so small, that even when it was real, it might be considered as null in practice.\n\nGlass consequently is the fittest substance to be made use of as the standard of comparison in experiments upon the comparative dilatabilities of bodies; since whatever\n\npérature de $10^\\circ$ de mon Thermomètre, et qu’après l’avoir échauffée à $70^\\circ$ je la ramenois peu à peu à $10^\\circ$, la pointe revenoit exactement au fil, ou si près, que je n’ai pu en tirer aucune conséquence contre la régularité du retour du verre à sa même longueur dans la même température. Dans une des quatre expériences il y revint exactement; dans un autre le jour me manqua pour observer ce dernier point, mais je pus juger par les pas précédens, qu’il feroit juste; et dans les deux autres les différences auroient indiqué que le verre aussi avoit conservé un peu de son allongement: mais la quantité étoit si petite, que lors même qu’elle feroit réelle, on pourroit la regarder comme nulle dans la pratique.\n\nLe verre est donc la matière la plus propre à servir de terme de comparaison dans les expériences sur les dilatabilités comparatives des corps; puisque les irrégularités\never irregularities there might be in the observations, they would certainly arise only from the bodies that may be compared to it, and might for that reason be more easily ascertained and determined. It has even another useful property for such a purpose, and that is; its being one of the least dilatable of all bodies, from which it would almost always happen that it should be the rod of glass which would be fixed, the other being shorter; which would prevent making any changes in the apparatus.\n\nGlass, as I have said before, would likewise be an useful substance for the pendulum; since one might depend upon the constancy of the progress of its variations by heat. It is true, indeed, that its fragility would be an objection to using it in common clocks; but the astronomer, accustomed\n\nlariés qu'on appercevroit dans les observations, ne viendroient surement que des corps qui lui seroient comparés, et pourroient être par là plus aisément constatées et déterminées. Il a même encore pour cet usage une autre propriété utile; c'est d'être un des moins dilatables des corps: par là il arriveroit presque toujours que ce seroit la branche de verre qui seroit fixée, l'autre étant plus courte; ce qui épargneroit des changemens dans l'appareil.\n\nLe verre seroit encore, comme je l'ai déjà dit, une matière précieuse pour le pendule; puis qu'on pourroit compter sur la constance de sa marche dans les variations de la chaleur. Sa fragilité seroit sans doute une objection pour les pendules\naccustomed to respect his clock as well as all his other instruments, would not be prevented by this consideration.\n\nThis regularity of the returns of glass to the same length by the same temperature in my four experiments, is likewise a proof of the exactness of the instrument; and if the value of the parts of the Micrometer was well ascertained, one might be sure of the absolute expansion of the glass I made use of.\n\nI dare not yet be positive that this is so, because the part of the screw which measured these expansions is not the same as that which measured the parts of my scale. But for an experiment which it should be necessary to make only once, it would be easy to measure the expansions of the glass by many parts of the screw, in the intervals of those turns which had served to measure the parts of the scale,\n\ndules ordinaires; mais l'Astronome, accoutumé à respecter sa pendule comme tous ses autres instrumens, ne fera pas arrêté par cette considération.\n\nCette régularité des retours du verre à la même longueur par la même température dans mes quatre expériences, est aussi une preuve de l'exactitude de l'instrument. Et si la valeur des parties du Micromètre étoit bien déterminée, on pourrait être sûr de l'expansion absolue du verre que j'employai.\n\nJe ne puis pas l'assurer encore, parce que la partie de la vis qui mesura ces expansions, n'est pas la même que celle qui mesuroit les parties de mon échelle. Mais il seroit aisé, pour une expérience qu'on ne seroit obligé de faire qu'une fois, de mesurer les expansions du verre par plusieurs parties de la vis, dans l'intervalle de ses tours qui auroit servi à mesurer les parties de l'échelle, pour prendre\nscale, in order, if the results should happen to be different, to take a mean of them. In a word, for this one measure one might use all the precautions that are not grudged in a fundamental experiment, though one is apt to neglect them in common use.\n\nThe expansion of a certain rod of glass might therefore be thus determined; and by fixing to it afterwards any other substance, in the manner which I have explained, one would have, by means of the immovable wire alone, their absolute expansibility, free from any sensible error occasioned from the instrument.\n\nNotwithstanding that the expansions of the glass were regular in my experiments, they did not observe the same progress as my Thermometer in their degrees. Those of the glass were always increasing, or its condensations decreasing,\n\nprendre ensuite le milieu entre les résultats, s'ils étoient differens. En un mot on pourroit prendre dans cette mesure unique, toutes les précautions qu'on ne regrette pas dans une expérience fondamentale, mais qu'on néglige si aisément dans l'usage ordinaire.\n\nOn détermineroit donc ainsi l'expansion d'une certaine branche de verre, d'après laquelle, en attachant ensuite à cette branche toute autre matière comme je l'ai expliqué, on auroit, par le fil immobile seul, leur expansibilité absolue exempte de toute erreur sensible provenant de l'instrument.\n\nQuoique les expansions du verre se trouvassent régulières dans mes expériences, elles ne suivirent pas la marche du Thermomètre dans leurs degrés: celles du verre furent toujours croissantes, ou ses condensations décroissantes, compa-\ndecreasing, comparatively, with those of the quicksilver in the Thermometer.\n\nHaving observed this progress of the glass very clearly in my three first experiments, I directed the last to the purpose of ascertaining it, and for this reason I made it with the greatest care. I first of all adjusted the Microscope to the point at the extremity of the glass, the two wires coinciding, and the water being at $10^\\circ$: I afterwards changed this first water into warm water of $70^\\circ$, and was obliged to move the moveable wire 7.6 turns of the screw to reach the point. I then cooled the water progressively by $10^\\circ$ at a time, and these are the proportions of the condensations of the glass as they were marked by the moveable wire regressively, $31, 29, 26, 24, 22, 19$. These are twentieth parts of the turns of the screw, the sum of them makes 7.6 turns, by which\n\ncomparativement à celles du mercure dans le Thermomètre.\n\nAyant remarqué cette marche du verre d'une manière très sensible dans mes trois premières expériences, je dirigeai la quatrième vers le but de la déterminer, et je l'exécutai pour cela avec le plus grand soin. J'ajustai d'abord le Microscope sur la pointe qui étoit à l'extrémité du verre, les deux fils coïncidant, et l'eau étant à $10^\\circ$: je changeai ensuite cette première eau en de l'eau chaude à $70^\\circ$: et il me fallut mouvoir le fil mobile de 7.6 tours de la vis, pour attendre la pointe. Puis je réfrigéris l'eau de $10^\\circ$ en $10^\\circ$, et voici les rapports des condensations du verre, tels que le fil mobile les indiqua en retrogradant: $31, 29, 26, 24, 22, 19$. Ce sont des 20me de tours de la vis; leur somme fait les 7.6 tours dont la vis s'étoit\nwhich the screw had got forward; and it is this one, of my four experiments, in which I said that the return of the glass to the point from whence it had set out was perfectly exact. These numbers are sensibly in arithmetical progression; but I do not pretend to infer from thence, that this is the true law observed by the condensations of glass, compared with the condensations of quicksilver equal between themselves; to affirm that, one should have examined the Micrometer better. It is evident, however, that they are considerably decreasing.\n\nI must mention here, why I chose to observe the condensations of glass in water successively less heated, rather than its dilatations in water successively more heated. It is because by this means I brought the water with much more certainty to an uniform temperature.\n\nIf\n\ns'étoit avancée; et c'est celle de mes quatre expériences où j'ai dit, que le retour du verre à son point de départ fut parfaitement exact. Ces nombres sont sensiblement en progression arithmétique; mais je ne prétends pas en conclure que ce soit là la vraie loi que suivent les condensations du verre, comparativement à des condensations du mercure égales entr'elles; il faudroit pour cela avoir mieux examiné le Micromètre: cependant on voit au moins avec certitude qu'elles font considérablement décroissantes.\n\nJe dois faire mention ici de la raison pour laquelle j'ai préféré d'observer des condensations du verre dans l'eau successivement moins chaude, plutôt que ses dilatations dans l'eau successivement plus chaude. C'est que par cette voye j'amenois beaucoup plus sûrement mon eau à une température uniforme.\nIf you pour warm water upon water that is less warm, whether it be that the first, being lighter, remains at the top, or that heat descends difficultly in water, or from both causes united, certain it is, that there may be surprizing differences between the top and the bottom. My Thermometer, as I said before, was hung in such a manner that the ball of it was near the middle of the rod of glass. When I poured warm water slowly upon water that was less warm, it sometimes happened that the Thermometer did not vary till I had mixed them. I tried to convey warm water to the bottom through a pipe; but it immediately rose: and if the Thermometer did not happen to be upon its ascending stream, it still rose very little, and it was always requisite to stir the water before the Thermometer was fixed. On the contrary, when I poured water\n\nSi l'on verse de l'eau chaude sur de l'eau moins chaude; soit que la première étant plus légère reste à la surface; soit que la chaleur descende difficilement dans l'eau; soit par l'une et l'autre de ces causes; il peut y avoir des différences de chaleur surprenantes entre le haut et le bas. Mon Thermomètre, comme je l'ai dit, étoit suspendu de manière que sa boule étoit au milieu de la hauteur de la branche de verre. Quand je versois lentement de l'eau chaude sur de l'eau moins chaude, il arrivoit quelquefois que le Thermomètre ne varioit pas jusqu'à ce que je les eusse mêlées. Je voulus essayer de porter l'eau chaude dans le fond par un tuyau; mais elle s'élévoit aussitôt: et si le Thermomètre ne se trouvoit pas sur son passage, il montoit peu encore; et toujours il falloit beaucoup agiter l'eau avant qu'il fût immobile. Au contraire lorsque je versois l'eau moins chaude sur\nwater less warm upon warmer water, it was scarce necessary to stir the mixture: before I had done it, the Thermometer had almost quite fallen to the point of the mean temperature. This therefore is much the safest method for all operations of this kind. I had already experienced it in the comparison of Thermometers made of different liquors, which I have mentioned in my work above quoted.\n\nBy operating in this manner I was sure to have given the rod of glass the degree of heat indicated by my Thermometer; and I repeat it, without assuring that the numbers above written give us the true law of the condensations of glass comparatively with degrees that are equal among themselves upon the Thermometer, their difference is too great, and too regular not to point out a progression sensibly decreasing.\n\nHere\n\nsur l'eau plus chaude, je n'avais presque pas besoin d'agiter le mélange; avant que je l'eusse fait, le Thermomètre avait baissé presque entièrement au point de la température moyenne.\n\nC'est donc la méthode la plus sûre de beaucoup pour toutes les opérations de ce genre. Je l'avais déjà éprouvé dans la comparaison des Thermomètres de différentes liqueurs dont j'ai parlé dans mon ouvrage cité ci-devant.\n\nEn opérant donc de cette manière j'étais sûr d'avoir communiqué à ma branche de verre la chaleur qu'indiquait mon Thermomètre. Et je le répète, sans assurer que les nombres rapportés ci-dessus nous donnent la vraie loi des condensations du verre, comparativement à des degrés égaux entr'eux sur le Thermomètre, leur différence est trop grande et trop régulière, pour ne pas indiquer une progression sensiblement décroissante.\n\nVol. LXVIII. M m m Aink\nHere then is a second instance in these experiments alone, of the difference there may be between the laws that follow in their progress different effects of the same causes; an object very important in natural philosophy, and to the elucidating of which I dedicate the second part of this paper.\n\nPART\n\nAinsi voila le second exemple, dans ces expériences seules, de la différence qu'il peut y avoir entre les loix que suivent les differens effets des mêmes causes; objet important en physique, et auquel je destine la second partie de ce Mémoire.\nPART THE SECOND.\n\nObservations upon physical measures.\n\nMOST of our physical instruments are measures of effects. The progress made in natural philosophy, increases every day the number of these measures; or rather it is by the increase of them that natural philosophy has been so much improved within a century, and that it still continues daily to improve. In proportion as its different branches increase or extend themselves, we see the catalogue of our meters increase. Instead of continuing to be satisfied with perceiving, with conjecturing, with forming systems upon what is improperly called the possible, and is in fact the land of visions, we endeavour\n\nSECONDE PARTIE.\n\nRemarques sur les Mesures physiques.\n\nLA plupart de nos machines de physique, ne font que des mesures d'effets. Le perfectionnement de la Physique augmente tous les jours le nombre de ces mesures; ou plutôt, c'est par leur augmentation que la physique a tant gagné depuis un siècle, et qu'elle gagne encore chaque jour: nous voyons s'accroître le catalogue de nos mètres, à mesure que ses diverses branches se développent et s'étendent. Peu contens aujourd'hui d'apercevoir, de conjecturer, de faire des systèmes dans ce qu'on appelle improprement le possible, et qui n'est que la région des chimères, nous entreprenons de découvrir les causes par leurs effets,\nto investigate causes through their effects, by measuring these wherever nature gives us a sufficient hold, in order not to be deceived by semblances of truth.\n\nThe first rays of this light, the dawn of all true knowledge in philosophy, were extremely weak. At first philosophers were satisfied with having instruments which indicated the existence of certain causes that our organs could either not discover at all, or discovered very imperfectly. Hence the modest names given by the first inventors to their instruments. They called only Baroscopes, Thermoscopes, Microscopes, those instruments which were intended to show the weight of the air, the dilatation of bodies by heat, the objects which escaped the naked eye.\n\nThèse\n\nen mesurant ceux-ci, partout où la nature nous donne quelque prise, pour n'être pas trompés par des appercus.\n\nLes premiers rayons de cette lumière, qui étoient l'aurore des vrayes connoissances en phylique, furent d'abord très foibles. On se trouva bien content d'avoir des machines qui fissent appercevoir surement l'existence de certaines caufes, que nos organes seuls ne pouvoient découvrir, ou ne découvroient que très imparfaitement. De là les dénominations modestes que les premiers inventeurs donnèrent à leurs machines. Ils n'appellèrent que Baroscopes, Thermoscopes, Microscopes, leurs instrumens destins à montrer, le poids de l'air, la dilatation des corps par la chaleur, les objets qui échappent à la vue.\nThese names were too soon changed, in calling measures what was not yet such; but we every day become more delicate with respect to the conditions they require; and the progress made towards perfecting them, are the most effectual steps which have been made towards the knowledge of Nature; for it is they that have given us a disgust to the jargon of systems, founded upon mere hypotheses or deceitful appearances, the consequences of which were spreading fast into metaphysics, in which it occasioned general confusion.\n\nThe improvement of physical measures does not only lead us to a better knowledge of the immediate causes of the effects thus measured, but it assists us in decomposing complex effects, and especially in discovering and determining the simultaneous effects which I shall hereafter name the co-effects of the same causes.\n\nWhen\n\nOn a changé trop tôt la terminaison de ces noms et de bien d'autres semblables, en qualifiant de mesure ce qui ne l'étoit point encore. Mais chaque jour on devient plus délicat sur les conditions qu'elles exigent; et les progrès vers leur perfection, sont les pas les plus réels qu'on ait faits vers la connaissance de la Nature: car ce sont ceux qui ont le plus contribué à nous dégouter du jargon des systèmes fondés sur des hypothèses ou des apparences trompeuses, dont les conséquences passoient en foule dans la Métaphysique, et y boulversoient tout.\n\nLe perfectionnement des Mesures physique ne nous conduit pas uniquement à mieux connoitre les causes immédiates des effets mesurés; mais il nous aide à décomposer les effets complexes, et surtout à découvrir et déterminer les effets simultanés, que je nommerai dans la suite les co-effets des mêmes causes.\n\nQuand\nWhen from experiments, sometimes very nice, we have assured ourselves that two or more effects constantly go together in certain relations, we may content ourselves with observing the most evident of them, and depend upon the existence of the others, as if they were immediately observed. This leads us from relation to relation to the discovery of operations of Nature which before were entirely hidden: and nothing can be more useful to man, than sometimes to examine, how he reasoned upon those objects before he was guided by experience.\n\nThese instances of the connections of effects, discovered, and afterwards measured one by the other, are now become so frequent in natural philosophy that it would be useless to insist upon them: and indeed when one considers our physical instruments, one may see that the greatest part\n\nQuand par des expériences, souvent très délicates, nous nous sommes assurés que deux ou plusieurs effets marchent toujours ensemble dans certains rapports, nous pouvons nous contenter d'observer le plus évident, et compter sur l'existence des autres comme s'ils étoient immédiatement manifestes; ce qui nous conduit, de rapport en rapport, à découvrir des opérations de la Nature, qui avant cela nous étoient entièrement voilées: et rien n'est plus nécessaire à l'Homme, que d'examiner quelquefois comment il en raisonnait avant qu'il eût ces secours.\n\nLes exemples de ces liaisons d'effets, découverts, et mesurés ensuite les uns par les autres, font aujourd'hui si multipliés dans la Physique, qu'il serait inutile d'insister sur ce point: et quand on considère même l'ensemble de nos machines\npart of them are intended only for the discovery of co-\neffects, by the knowledge of those which are more evi-\ndent. Our search after new measures has likewise the\nsame end in view. If we wish for an Hygrometer, an\nElectrometer, a Photometer, it is less with a design of\narriving by means of them to a knowledge of the\nabsolute or relative quantities, of moisture, of electric\nfluid, of light, than to endeavour afterwards to connect\nthe perceptible effects of these causes upon our measures,\nwith other less evident effects, but which depend\nupon them, either as separate co-effects, or as modifica-\ntions of other effects.\n\nWith all this the general problem of physical mea-\nsures is a complicated one from the first outset. The\nfirst object of all these measures is to know the existence\nof a simple cause and of its degrees of intensity; and we\n\nde physique, on voit que le plus grand nombre n’est destiné qu’à déterminer des\nco-effets, par la connaissance de ceux qui sont le plus évidents. La plupart aussi\nde nos recherches de nouvelles mesures tendent à ce même but. Si nous désirons\nun Hygromètre, un Electromètre, un Photomètre, c’est moins pour connaître,\nen les observant, les quantités absolues ou relatives de l’humidité, du fluide électriques,\nde la lumière; que pour travailler ensuite à lier les effets évidents de ces\ncauses sur nos mesures, à d’autres effets moins évidents qui en dépendent, ou\ncomme co-effets séparés, ou comme modifications d’autres effets.\n\nCependant le problème général des mesures physiques est compliqué dès son\npremier pas. Connaître l’existence d’une cause simple et ses degrés d’intensité,\nhave nothing to come at it, but the effects which this cause produces upon other bodies, which, for the most part, do themselves comprehend a great number of other causes. We can never therefore, observe effects absolutely simple; and consequently, sensible effects which are equal amongst themselves, do not point out degrees likewise equal amongst themselves in the cause to which they are attributed. What, for instance, are our measures of heat? The dilatations of bodies. What our measures of the weight of the air? The height of the quicksilver in the Barometer. But the dilatation of bodies by heat depends upon the nature of bodies, as well for its quantity, as for the law of its progression by equal augmentations of heat; and the effects of the weight of the air upon the quicksilver of the Barometer, are modified by the different degrees of the heat of this liquid,\n\nc'est le premier objet de toutes ces mesures; et nous n'avons pour y arriver, que les effets que produit cette cause sur certains corps, qui déjà eux-mêmes renferment le plus souvent une multitude d'autres causes. Jamais donc nous ne pouvons observer des effets absolument simples; et par conséquent, des effets sensibles qui sont égaux entr'eux, ne marquent point des degrés, aussi égaux entr'eux, dans la cause à laquelle nous les attribuons. Qu'est-ce par exemple que nos mesures de la chaleur? Ce sont les dilatations des corps. Qu'est-ce que la mesure du poids de l'air? C'est la hauteur du mercure dans le Baromètre. Et déjà la dilatation des corps par la chaleur dépend de leur nature, tant pour sa quantité, que pour la loi de ses progrès par des augmentations égales de la chaleur: et l'effet du poids de l'air sur le mercure du Baromètre est modifié, par les divers degrés\nby the nature of the vacuum in which it is suspended, by the attraction of the glass, by the friction, perhaps by the permeability of glass to some particles of that mixed fluid to which we give the general name of air, or by various other causes that are equally unknown to us. The same holds true with regard to all other physical measures; and this first step of the ladder, by which we strive to raise ourselves to the knowledge of causes, is already very difficult to ascertain.\n\nThe second, however, is much more so, since it depends upon determining the co-effects of the same causes, either in the same or in different bodies. Thus when we shall be possessed of an Hygrometer, we shall endeavour to find out what effects this humor, whose presence and degrees will be indicated by the instrument, produces\n\ndegrés de chaleur de ce liquide, par la nature du vide dans lequel il est suspendu, par l'attraction du verre, par le frottement; et peut-être encore par la perméabilité du verre à quelques particules de ce que nous appelons en général l'air, ou par d'autres causes qui nous sont également inconnues. Il en est de même de toutes les autres mesures physiques; et ce premier échelon, par lequel nous cherchons à nous élever à la connaissance des causes, est déjà très difficile à bien assurer.\n\nMais le second l'est bien advantage. Il consiste à déterminer les co-effets des mêmes causes, ou dans les mêmes corps, ou dans des corps différents. Ainsi, quand nous aurons un Hygromètre, nous chercherons à savoir quel effet produit, sur l'ivoire qui s'allonge, sur les fels dont le poids augmente, sur la densité de\nproduces upon ivory which lengthens, upon salts whose weight increases, upon the density of the air which varies, upon its salubrity, its refringent power, &c.\n\nBut even when this is done, we shall be embarrassed by the degrees of these co-effects; probably they will not all increase in the same proportions as the dilatations of the ivory, or the augmentations of the weight of an absorbant body; and a great many experiments will be necessary to discover the laws they observe by the different intensities of this common cause.\n\nIt is notwithstanding upon relations of this sort, that every thing depends in experimental philosophy and indeed in all true philosophy. Consequently, the perfecting the methods of determining these relations must be a principal object with all good philosophers. I will not\n\nl'air qui varie, sur sa salubrité, sur sa vertu refringente, cette humor dont la présence et les degrés seront indiqués par l'instrument.\n\nMais alors encore les degrés des co-effets nous embarrasseront: il ne croiront pas vraisemblablement dans les mêmes rapports que les dilatations de l'ivoire, ou les augmentations de poids d'un corps absorbant; et il faudra bien des expériences pour découvrir les loix qu'ils suivent par les différentes intensités de cette cause commune.\n\nC'est cependant à des rapports de ce genre que tout se réduit dans la physique experimentale, et par cela même dans la bonne physique speculative qui ne se paye pas de mots. Par consequent le perfectionnement des méthodes pour déterminer ces rapports, doit être un des objets de la plus grande attention des Physiciens.\nnot enter into the methods which lead us step by step to the discovery of the corresponding progressions of co-effects of the same causes: it would be too difficult to generalize them whenever one went beyond that fundamental principle of all science, sound logic; and, what is the best preservative against precipitation, the knowledge of the weakness of our organs and of our understanding.\n\nBut it is not always practicable to trace in all its points, the curve that is described by a series of corresponding phenomena; and we are often forced to content ourselves with considering as proportional in all degrees of intensity of the cause, some relations that have been either observed or found by experiment. This expedient one is likewise often reduced to in practice, in order not to complicate processes without reason. Thus,\n\nficiens. Je ne m’arrêterai pas à celles qui conduisent à découvrir pas à pas les marches correspondantes des co-effets des mêmes causes: il ferait trop difficile de les généraliser dès qu’on voudroit aller au de là de ce principe fondamental de toute science, une bonne logique; et de ce préservatif contre la précipitation, la connaissance de la foiblessé de nos organes et de notre intelligence.\n\nMais il n’est pas toujours possible de tracer par tous leurs points, les courbes que décrivent les suites des phénomènes correspondants; et l’on est souvent réduit à se contenter de regarder comme proportionnels dans tous les degrés d’intensité de la cause, quelques rapports observés ou trouvés par l’expérience. C’est même un expédient auquel on est le plus souvent réduit dans la pratique, pour n’y pas compliquer les procédés sans avantage. Ainsi dans le Pendale, comme dans mon\nfor instance, in the Pendulum and in my Hygrometer, if one would take notice of the different laws which follow, in their dilatations by heat, the substances whose effects one means to compensate the one by the other, besides the difficulty of finding these laws, the application might perhaps throw us into mechanical complications, that would destroy all the exactness we want to produce by these means.\n\nIn general, the fixing of laws is scarce ever the first step taken in new discoveries. One begins by establishing by experiment some fundamental relations, and one consider afterwards the corresponding points of the phenomena as being proportional, till be degrees, overcoming the difficulties, one becomes to grow familiar with what one used to look upon before as great strides; and one perceives\n\nHygromètre, si l'on vouloit avoir égard aux différentes loix que suivent dans leurs dilatations par la chaleur, les matières dont on cherche à compenser les effets les uns par les autres; outre la difficulté de découvrir ces loix, on se jetteroit peut-être dans des complications mécaniques, qui détruiroient toute l'exactitude qu'on vouloit chercher par ce moyen.\n\nEn général, dans toutes les nouvelles découvertes, les premiers pas sont rarement des fixations de Loix. On établit quelque rapports fondamentaux par l'expérience, et l'on regarde les autres points correspondans des phénomènes, comme proportionnels à ceux là; jusqu'à ce que, surmontant par degré les obstacles, on soit parvenu à se familiariser avec ce qu'on regardoit d'abord comme de grands pas\nperceives that there are greater steps that may and ought to be made.\n\nIt is useful, therefore, to consider in what manner one might with some safety mark out these first sketches of the laws of Nature, by finding the particular relations of the co-effects which might be applied with least error to proportional scales. It will be contributing to bring forward the moment in which, seeing clearer into the nature of things, and having learnt to distinguish real knowledge from what has only the appearance of it, we shall be led to seek for exactness in every thing.\n\nA prac-\n\npas, et à sentir qu’il faut et qu’on peut aller plus loin.\n\nIl est donc avantageux de considérer, comment on pourrait tracer avec quelque fureté ces premières esquisses des Loix de la Nature, en trouvant les rapports particuliers des co-effets qui s’appliqueroient avec le moins d’erreur à des échelles proportionnelles. Ce sera accélérer le moment, où, voyant plus clair dans la nature des choses, et distinguant bien les connaissances réelles, d’avec ce qui n’en a que l’apparence, nous nous sentirons conduits à chercher l’exactitude partout.\nA practical method of approximation in the determination of the co-effects of the same causes.\n\nIt has been thought hitherto, that in order to lessen the effects of the errors which are unavoidable in observations and experiments, one ought to look for the relations of the co-effects at the greatest possible distances; because in that case the errors being divided upon a greater space, each separate part is less affected by them. Thus, in order to find the relation of the dilatations of brass and steel employed in the Pendulum, one would willingly expose these metals to an artificial congelation and to the heat of boiling oil, that, by measuring greater lengthenings,\n\nMoyen pratique d'approximation, dans la fixation des rapports des co-effets des mêmes causes.\n\nOn a imaginé jusqu'ici, que pour diminuer les effets des erreurs inévitables dans les observations et les expériences, il falloit chercher les rapports des co-effets aux plus grandes distances possibles; parce que ces erreurs se divisant sur un plus grand intervalle, deviennent plus insensibles sur chacune de ses parties. C'est ainsi que pour trouver le rapport des dilatations du léton et de l'acier qu'on employe au Pendule, on exposeroit volontiers ces métaux à une congélation artificielle et à la chaleur de l'huile bouillante; afin que pouvant mesurer de plus grands\nPyrometry and Areometry, &c.\n\nLengthenings, the imperfection of the measure might become insensible in the determination of their relation.\n\nThis method is indeed very good to compare with each other effects, the progressions of which are proportioned; and one is right to make use of it whenever extent or weight is concerned. But it is often very deceitful in physics: for as the co-effects seldom go by proportional degrees, the more the observed points of their relations are distant, the more the deviations become considerable in the intermediate points, when they are considered as proportional to the whole. It is thus that two different curves, which cut each other in two points, deviate the more from each other in the space comprized between the two intersections, the more distant the points of intersection are from each other. Now the correspondent points, taken by observation in two series of phenomena\n\ngrands allongemens, l'imperfection de la mesure devint insensible dans la fixation de leur rapport.\n\nCette méthode ferait très bonne pour comparer entre eux des effets qui auraient des marches proportionnelles; et on l'employe avec raison quand il s'agit de l'étendue ou des poids: mais elle est le plus souvent fort trompeuse en Physique. Car dès que les co-effets marchent rarement par degrés proportionnels, plus les points observés des rapports font distants, plus les écarts deviennent grands dans les points intermédiaires, en les regardant comme proportionnels au rapport total. C'est ainsi que deux courbes différentes qui se croisent en deux points, s'écartent d'autant plus l'une de l'autre dans l'intervalle des deux intersections, que ces points de rencontre sont plus éloignés. Or les points correspondans par observation,\nwhich follow different laws, are the intersections of the curves; and the errors we make in the intermediate relations when we consider them as proportional, are like the deviations of the two curves in the interval of the intersections.\n\nThe effect then intended to be produced by taking very distant points of comparison being, in general, to accumulate within the intervals of these points the deviations of the laws which happen to be different; much will be gained, in those cases in which the laws themselves cannot be discovered, by seeking for points of comparison within the least distances that the particular observations, for which the physical measures are intended, will allow.\n\nIt is thus that we have happened to have used for a long time Thermometers of quicksilver and spirits of wine,\nin which the difference of the progressions between these two liquids in their dilatations by heat was not observed. Mr. de Reaumur's Thermometer, one of the first to which one endeavoured to assign fixed points, was too difficult in its construction for each Thermometer to be immediately graduated; and indeed the author himself only used his method in making standards to which the Thermometers intended for common uses were afterwards compared. Abbé Nollet, his disciple, who for a long time gave the ton for Thermometers in France and in the Southern countries, followed his master's method. The only immediate point he marked upon his Thermometers was that of freezing; and he compared them afterwards in water of $30^\\circ$ of that scale in which the real interval between the freezing and boiling points ought to be divided into about $100^\\circ$. By this method,\n\nmercure et d'esprit de vin où l'on ne remarquait pas les différences de marche de ces deux liquides. Le Thermomètre de M. de Reaumur, l'un des premiers auxquels on ait tenté de donner des points fixes, était trop difficile à construire, pour que chaque Thermomètre pût être gradué immédiatement. Aussi l'auteur lui-même n'employait-il sa méthode qu'à faire des étalons, auxquels il comparaît ensuite les Thermomètres destinés aux usages ordinaires. M. l'Ablé Nollet, son disciple, qui pendant long temps a donné le ton pour les Thermomètres, tant en France que dans les pays méridionaux, suivit la méthode de son maître : il ne marquait immédiatement sur ses Thermomètres, que le point de la congélation ; et il les comparaît ensuite dans de l'eau à $30^\\circ$ de cette échelle là, où $100^\\circ$ environ, divisaient l'intervalle réel de la congélation à l'eau bouillante.\n\nVol. LXVIII.\nthod, and at that period in which natural philosophy was still very inaccurate, one did not observe the difference between the progressions of spirits of wine and quicksilver; and in fact it was easy to mistake them. I have shewn it in speaking of these Thermometers, and I shall have occasion to shew it more fully very soon.\n\nThis doubtless was a defect, and a very considerable one, whether we consider that the Thermometer is intended to indicate degrees of heat, both much larger and much smaller than the interval between these $30^\\circ$; or that it is a most capital instrument in natural philosophy, and as such may be used in experiments where the least defects may have sensible consequences. For these reasons I only mention this case, as an help for me to explain what I propose to say upon other instruments in which\n\nPar cette méthode, et dans ce temps là où la Physique étoit encore fort peu exacte, on ne remarquoit pas la différence des marches du mercure et de l’esprit de vin, & l’on pouvoit en effet s’y méprendre. Je l’ai montré en traitant de ces Thermomètres, et je le montrerai plus particulièrement bientôt.\n\nC’étoit là sans doute un défaut, et un défaut très grand; soit parce que le Thermomètre est destiné à indiquer des degrés de chaleur bien plus grands et bien moindres que l’intervalle de ces $30^\\circ$; soit parce que c’est un instrument fondamental en Physique, qui peut être employé à des expériences où le moindre défaut auroit des effets sensibles. Aussi ne rapporté-je ce cas, que pour m’expliquer plus\nwhich a greater degree of exactness would be either useless or impossible.\n\nSimple and evident as this principle is, yet, as it often happens that obvious ideas do not strike, even because their being obvious gives them a trivial air, I will strengthen this by useful examples, and one offers itself to which I have been led by the foregoing.\n\nSuppose one wants to know the dilatations of spirit of wine by heat, in order to have regard to it in effaying the spirituosity of vinous liquors, which is wont to be estimated by their specific gravities; an article as every one knows of much consequence in the brandy trade, and which has likewise some connection with chemistry: I say, that one would make a considerable error if, in order to determine the relations of the dilatations of the brandy with the indications of the quicksilver Thermometer, which should\n\nplus aisément dans ce que je me propose de dire sur ceux où une plus grande exactitude seroit ou inutile ou impossible.\n\nQuelque simple et évidente que soit cette règle, comme il arrive souvent que les idées simples ne frappent point, précisément à cause de leur simplicité qui leur donne un air trivial, je fortifierai celle-ci par des exemples utiles. Et en voici un d'abord, auquel l'exemple précédent m'a conduit.\n\nJe suppose qu'on veuille connoitre les dilatations de l'esprit de vin par la chaleur, afin d'y avoir égard dans la mesure de la spirituosité des liqueurs vineuses, estimée par leur pesanteur spécifique; objet important au commerce considérable des eaux de vie, et qui intéresse aussi la chimie. Je dis qu'on feroit un grand écart, si, pour déterminer le rapport des dilatations de l'esprit de vin, avec les indications du Thermomètre de mercure, qui serviroit ensuite à marquer la température\nshould afterwards mark the temperature of this liquor, one was to take terms very distant from each other, as for instance the freezing and boiling points; whilst on the other hand, by keeping within the temperatures in which the trials should be made, one would come so near the truth, that the differences would be imperceptible.\n\nThis instance, in itself useful, being proper to be applied to every case in which we wish to compare with one another physical effects which depend upon the same cause, that we may afterwards judge of them all by one, I shall dwell upon it a little while to give a full explanation of it.\n\nI suppose that the experiments intended to essay the spirituosity of different liquors distilled from wine, by the specific gravities of them, are made between the temperatures which answer to $32^\\circ$ and $77^\\circ$ of\n\npérature de cette liqueur, on prenoit des termes fort éloignés, comme la congélation et l'eau bouillante: tandis qu'au contraire, en se renfermant dans les températures où les épreuves feroient faites, on approcheroit si fort de la vérité, que les différences feroient imperceptibles.\n\nCet exemple ayant quelque utilité par lui-même, et pouvant être appliqué à toute sorte de cas où l'on compare entr'eux des effets physiques dépendants d'une même cause, pour juger ensuite de tous par un seul, je m'y arrêterai afin de le mieux éclaircir.\n\nJe supposeroi que les expériences destinées à éprouver les degrés de spirituosité des diverses liqueurs distillées du vin, par leur pesanteur spécifique, se feront entre les températures qui correspondent à $32^\\circ$ et $77^\\circ$ sur le Thermomètre de Fahrenheït.\nof Fahrenheit's Thermometer, as this takes in all the ordinary cases. The question is, to examine which is the most convenient method of introducing into this measure an equation for the differences of the heat; an equation I mean which does not occasion useless difficulties.\n\nThese temperatures $32^\\circ$ and $77^\\circ$ upon Fahrenheit's Thermometer, correspond with $0$ and $20^\\circ$ upon the scale of which I have hitherto spoken, in which the boiling point is at $80^\\circ$ and the freezing at $0$. I shall speak of this scale, because it is the one I made use of in my experiments on the progressions of liquors distilled from wine in their dilatations by heat, and of which I have given an account in my work abovementioned\\(^{(d)}\\).\n\n\\(^{(d)}\\) Vol. I. p. 326.\n\nI suppose\n\nFahrenheit; ce qui renfermera tous les cas ordinaires. Il s'agit donc d'examiner quelle sera la route la plus convenable, pour introduire dans cette mesure une équation pour les différences de la chaleur, équation qui n'occasionne pas de trop grandes difficultés, sans utilité dans la pratique.\n\nCes températures $32^\\circ$ et $77^\\circ$ sur le Thermomètre de Fahrenheit, correspondent à $0$ et $20^\\circ$ sur l'échelle dont j'ai parlé jusqu'ici, où l'eau bouillante est à $80^\\circ$ et l'eau dans la glace à $0$. J'employerai encore cette échelle, parce que c'est celle dont je me suis servi dans les expériences que j'ai faites autrefois sur la marche des liqueurs distillées du vin, dans leurs dilatations pour la chaleur; expériences que j'ai rapportées dans mon ouvrage cité ci-dessus\\(^{(d)}\\).\n\n\\(^{(d)}\\) Tom. I. p. 326.\nI suppose that, according to the usual method, seeking for the dilatations of the spirituous liquor by great differences of heat, one was to compare its bulk in ice that melts and in boiling water, and that not knowing, or not regarding, the different progressions of this liquor and quicksilver in their respective dilatations, nor the effect which the difference of spirituosity produces in this respect, one should consider these progressions as proportional. Here are the deviations one would be exposed to in the limits of the temperatures to which the rule should be applied, I mean between 0° and 20°.\n\nThe numbers which are placed in the two columns of the spirituous liquors indicate the proportions of the augmentations of their bulks by the temperatures indicated by the quicksilver Thermometer. I have given to the total scale of these proportions the same number of\n\n---\n\nJe suppose d'abord que suivant l'usage ordinaire, cherchant les dilatations de la liqueur spiritueuse par de grandes différences de chaleur, on comparât ses volumes dans la glace qui fond et dans l'eau bouillante; et qu'ignorant ou négligeant la différence de marche de cette liqueur et du mercure dans leurs dilatations, ainsi que l'effet que produit même à cet égard la différence de spirituosité, on regardât ces marches comme proportionnelles; voici les écarts dans lesquels on tomberoit, dans les limites des températures où l'on appliqueroit la règle; c'est à dire de 0° à 20°.\n\nLes nombres placés dans les deux colonnes des liqueurs spiritueuses, marquent les rapports de leurs augmentations de volume par les températures indiquées sur le Thermomètre de mercure. J'ai donné à l'échelle totale de ces rapports le même\nof equal parts as to the Thermometer, in the same interval of temperature, in order that their differences within this interval may be visible without calculation.\n\n| Quicksilver Therm. | Spirit of wine which fires gunpowder. | Brandy, of 2 parts flegm and 3 of this spirit of wine. |\n|--------------------|--------------------------------------|--------------------------------------------------------|\n| 80                 | 80                                   | 80                                                     |\n| . . . .             | . . . .                               | . . . .                                                 |\n| 20                 | 16.5                                  | 15.9                                                   |\n| 15                 | 12.2                                  | 11.8                                                   |\n| 10                 | 7.9                                   | 7.7                                                    |\n| 5                  | 3.9                                   | 3.8                                                    |\n| 0                  | 0                                     | 0                                                      |\n\nOne sees what deviations in general arise from the distance of the points of comparison when one comes to apply\n\nmême nombre de parties égales qu'à celle du Thermomètre dans le même intervale de température, afin que les différences en dedans de cet intervalle s'aperçoivent à l'oeil sans calcul.\n\n| Thermomètre de mercure. | Esprit de vin qui brule la poudre. | Eau de vie faite de 2 parties de flegme, sur 3 parties de cet esprit de vin. |\n|-------------------------|-----------------------------------|-----------------------------------------------------------------------------|\n| 80                      | 80                                | 80                                                                          |\n| . . . .                  | . . . .                            | . . . .                                                                      |\n| 20                      | 16.5                              | 15.9                                                                        |\n| 15                      | 12.2                              | 11.8                                                                        |\n| 10                      | 7.9                               | 7.7                                                                         |\n| 5                       | 3.9                               | 3.8                                                                         |\n| 0                       | 0                                 | 0                                                                          |\n\nOn voit quels écarts résultent en général de la distance des points de comparaison,\napply them to the temperatures in which one precisely wants the most exact proportions. One likewise may see that the difference of spirituosity only, occasions very sensible ones in the progressions of the two spirituous liquors, and that consequently one would commit a double error, if one were to consider the intermediate relations as proportional to the total relation, established between quicksilver and one of these liquors, only by observations made in very different temperatures.\n\nIf, on the contrary, the fundamental experiments had been made at the probable limits of the observations, that is at 0 and at 20° of the Thermometer, having then the real dilatation, between these two temperatures, of the spirituous liquor which served for the experiment, there would be only these small deviations, expressed by the comparison\n\nraison, quand on vient à les appliquer aux températures où l'on avait besoin précisément des rapports les plus exacts. On voit aussi que la différence seule de spirituosité, en produit de très sensibles dans la marche des deux liqueurs spiritueuses; et que par conséquent ont tomberoit doubllement dans l'erreur, en regardant ces rapports intermédiaires comme proportionnels au rapport total, établi entre le mercure et une seule de ces liqueurs par des observations à de grandes différences de température.\n\nSi au contraire on eût fait les expériences fondamentales aux limites probables des observations, c'est à dire à 0 et à 20° du Thermomètre; ayant alors la dilatation réelle, entre ces deux températures, de la liqueur spiritueuse qui eût servi à l'expérience, on n'auroit à craindre que les écarts exprimés par les rapports des nombres\ncomparison of the following numbers, in which the total dilatation of the spirituous liquors is again divided into the same number of equal parts with that of the quicksilver in the Thermometer.\n\n| Therm. | Dilat. of spirit of wine. | Dilat. of brandy. |\n|--------|--------------------------|-------------------|\n| 20     | 20                       | 20                |\n| 15     | 14.8                     | 14.8              |\n| 10     | 9.6                      | 9.7               |\n| 5      | 4.7                      | 4.8               |\n| 0      | 0                        | 0                 |\n\nThe series of numbers which express the dilatations of the two spirituous liquors remain in the same proportions as in the first case, and consequently this is always the result of the experiment. But these proportions come already\n\nnombres suivans, où la dilatation totale des liqueurs spiritueuses est encore divisée en un même nombre de parties égales, que celle du mercure dans le Thermomètre.\n\n| Therm. | Dilat. de l'esprit de vin. | Dilat. de l'eau de vie. |\n|--------|----------------------------|-------------------------|\n| 20     | 20                         | 20                      |\n| 15     | 14.8                       | 14.8                    |\n| 10     | 9.6                        | 9.7                     |\n| 5      | 4.7                        | 4.8                     |\n| 0      | 0                          | 0                       |\n\nLes suites des nombres qui expriment les dilatations des deux liqueurs spiritueuses restent dans les mêmes rapports que dans le premier cas; et par conséquent c'est toujours le résultat de l'expérience. Cependant ces rapports sont déjà si près\nready so near to the progression of the quicksilver Thermometer itself, that the effect of the differences of the spirituosity almost entirely vanishes; so that there would be little error in taking as proportional to the total augmentation of bulk at $20^\\circ$ of a certain liquor distilled from wine, the intermediate dilatations of every other liquor of the same kind.\n\nIt is possible, however, still to lessen these errors, without having more than two terms of comparison by experience, by taking these terms within the limits of the probable observations, and that for two reasons. The first, that the more numerous observations will probably be made nearer the points where true proportions have been found by experience. The other, that the greatest deviation will be still more lessened, by throwing part of the errors beyond the two real points of comparison, in order\n\nsi près de la marche du Thermomètre même, que l'effet des différences de spirituosité s'évanouit presque entièrement; et qu'il y aurait peu d'erreur à regarder comme proportionnelle à l'augmentation totale de volume à $20^\\circ$ d'une certaine liqueur distillée du vin, les augmentations intermédiaires de toute autre liqueur du même genre.\n\nOn peut cependant diminuer encore ces erreurs, sans avoir plus de deux termes de comparaison par l'expérience, en prenant ces termes en dedans même des limites des observations probables; et cela par deux considérations. La première que les observations les plus nombreuses se trouveront probablement plus près des vrais rapports fixés par l'expérience; l'autre que le plus grand écart diminuera encore,\norder to lessen the accumulation of them within these points.\n\nIf, for instance, instead of observing from 0° to 20° the increase of the bulk of the spirituous liquor which is to serve as a rule, one observes it from 5° to 15°, one will have the following proportions, in which the progression of the two liquors still continue within their real proportions, as I shall shew in the sequel.\n\n| Therm. | Dilat. of the spirits of wine. | Dilat. of brandy. |\n|--------|-------------------------------|------------------|\n| 20     | 20,2                          | 20,1             |\n| 15     | 15                            | 15               |\n| 10     | 9,8                           | 9,9              |\n| 5      | 5                             | 5                |\n| 0      | 0,3                           | 0,3              |\n\nen rejetant une partie des erreurs au delà des deux points réels de comparaison, pour en diminuer l'accumulation entre ces points.\n\nSi par exemple, au lieu d'observer de 0° à 20° l'augmentation de volume de la liqueur spiritueuse qui doit servir de règle, on l'observe de 5° à 15°, on aura les rapports suivans, où les marches des deux liqueurs restent encore dans leurs proportions réelles, ce que je montrerai dans la suite.\n\n| Therm. | Dilat. de l'esprit de vin. | Dilat. de l'eau de vie. |\n|--------|----------------------------|-------------------------|\n| 20     | 20,2                       | 20,1                    |\n| 15     | 15                         | 15                      |\n| 10     | 9,8                        | 9,9                     |\n| 5      | 5                          | 5                       |\n| 0      | 0,3                        | 0,3                     |\nIt is evident then, that there is no longer any sensible error arising from the differences of spirituosity, which is already a capital advantage in the case proposed as an example; in which, since what one wants to know is the degree of spirituosity of a liquor, one cannot suppose it known beforehand, in order to have regard to it in seeking for it. One likewise sees in general, that there is scarce any error to apprehend, even in considering the augmentation of the bulk of these liquors, or the diminution of their specific gravities, as being proportional to the indication of the quicksilver Thermometer.\n\nHere is then the method in which, according to this principle, I would construct the comparative Areometer, that is such a one as might be made the same everywhere. I choose this example because it will afford me other applications of the general rule.\n\nProject\n\nOn voit donc qu’il n’y a plus d’erreur sensible résultante des différences de spirituosité; et c’est d’abord un avantage capital dans le cas proposé pour exemple, où, cherchant à connoitre le degré de spirituosité d’une liqueur, on ne peut pas la supposer d’avance pour y avoir égard en la mesurant. On voit aussi en général, qu’il n’y a presque plus d’erreur à craindre, même en regardant l’augmentation de volume de ces liqueurs, ou leur diminution de pesanteur spécifique, comme proportionnelles à l’indication du Thermomètre de mercure.\n\nVoici d’après ce principe, comment je construirais l’Aréomètre comparable; c’est-à-dire celui qu’on pourrait faire de même partout. Je choisis cet exemple, parce qu’il me fournira encore d’autres applications de la règle.\nProject of a comparable Areometer.\n\nI would use an Areometer of the most common construction\\(^{(f)}\\). It is an instrument nearly resembling the glass of a Thermometer; that is, a tube with a hollow ball at one end. The property of this instrument is, that it sinks the deeper into liquids, the more their specific gravity decrease. But that it may become a common measure of this specific gravity, certain fixed points and determined degrees must be ascertained upon it.\n\nI would make this Areometer of glass, as being the substance which undergoes the least change of bulk by heat, and the changes of which are the most regular, at least.\n\n\\(^{(f)}\\) See fig. 3. and its explanation.\n\nIdée d’un Aréomètre comparable.\n\nJ’emploierois la forme d’Aréomètre qui est la plus commune\\(^{(f)}\\). C’est un instrument à peu près semblable au verre d’un Thermomètre, c’est à dire composé d’une boule creuse, et d’un tube qui lui est joint. La propriété de cet instrument est de s’enfoncer d’autant plus dans les liquides, que leur pesanteur spécifique est moindre. Mais pour qu’il devienne une mesure commune de cette pesanteur spécifique, il faut qu’il ait des points fixes et des degrés déterminés.\n\nJe le ferois de verre; comme étant la matière qui éprouve le moins de changement dans son volume par la chaleur, et dont les changemens sont les plus réguliers.\n\n\\(^{(f)}\\) Voyez la fig. 3. et son explication.\nleast of all the substances which are not affected by humidity. I would always use flint-glass, that its changes in this respect might be more uniform in all the Areometers.\n\nIts ball should be one inch and an half in diameter, and there should be at the bottom of it a little hollow cylinder, which should communicate with it, and contain the ballast, in order that it might be able to keep upright, at the other end, a branch so much the longer; which will be easily understood. This ball should not be very thick, any more than the superior branch on which its divisions should be marked. The different thicknesses of this branch, that is, its different external diameters, will produce the different sensibilities of the instrument. The less the diameter will be, the more will the Areometer\n\nliers; du moins entre les matières que l'humidité n'affecte pas. Ce verre seroit toujours le flint-glass, afin que ses changemens à cet égard fussent plus uniformes dans tous les Aréomètres.\n\nJe donnerois à sa boule un pouce et demi de diamètre: et elle auroit à son fond un petit cylindre creux qui communiqueroit avec elle, et renfermeroit le lest; afin de pouvoir maintenir de bout, au côté opposé, une branche d'autant plus longue; ce qu'on sentirà aisément. Je ferois cette boule peu épaisse, ainsi que le tube supérieur, ou la branche sur laquelle les divisions devroient être marquées. Les différentes épaisseurs de cette branche, c'est à dire ses différens diamètres extérieurs, feront les différentes sensibilités de l'instrument: plus son dia-\nter sink by an equal augmentation of the spirituosity of the liquor.\n\nUnless the branch be perfectly cylindrical, the measure would be irregular. It may be a thin brass tube silvered over, or a silver tube, cemented to the ball of glass. Such metal tubes are easily drawn through holes as wires; so that one might be sure to have them cylindrical. The dilatation of that tube by heat, besides that it is too inconsiderable to be taken notice of, would combine itself with that of the liquor, of which I shall speak hereafter.\n\nI would ballast the instrument with quicksilver, in order to have it always stand upright in the same manner; and of this I would put in such a quantity that the most spirituous liquor, being heated as much as it can be in\n\nmêtre sera petit, plus l'Aréomètre s'enfoncera pour une même augmentation de spirituosité de la liqueur.\n\nCette branche devroit être parfaitement cylindrique; sans quoi elle introduiroit de l'irrégularité dans la mesure. On pourra la faire d'une tube de cuivre argenté ou d'argent, fort mince, cimenté avec la boule. On fait fort bien ces petits tuyaux de métal à la filière; ainsi on seroit sûr de les avoir cylindriques; et quant à l'effet qu'y produiroit la chaleur, il peut être compté pour rien. D'ailleurs il se combinera avec celui que produira cette caute sur la liqueur, et dont je parlerai ci-après.\n\nJe lefserois l'instrument avec du mercure, pour qu'il se tînt toujours de bout de la même manière; et je l'y mettrois en telle quantité, que la liqueur la plus spiritueuse, échauffée autant qu'elle pourra l'être dans les expériences, laissât enfoncer\nthe experiments, may let the Areometer sink nearly to the top of its branch. This branch should at the same time be long enough that the less spirituous liquors, wine for instance, reduced to congelation, may let a small part of it be immersed.\n\nThe instrument being thus prepared, I would take some weak spirit of wine dilated with one part of water on six parts of spirits of wine which fires gunpowder or linen which is steeped in. I would then determine the specific gravity of this spirit of wine at the temperature of $10^\\circ$ upon my Thermometer, or $54\\frac{1}{2}$ of Fahrenheit's, by means of a very nice hydrostatal balance. This liquor, undetermined at first, and which I should call only weak spirit of wine, on account of the indetermination of the spirit which burns linen, will be determined as soon as a first Areometer shall have been constructed.\n\nfoncer l'Aréomètre jusques près du haut de sa branche; qui devroit être en même temps assez longue, pour que la liqueur la moins spiritueuse, le vin par exemple, réduit à la congélation, en laissât encore ensoncer une petite partie.\n\nL'instrument ainsi préparé, je prendrois un esprit de vin foible, composé d'une partie d'eau sur 6 parties d'esprit de vin qui brule la poudre, ou qui enflamme le linge dont il est mouillé. Je déterminerois la pesanteur spécifique de cet esprit de vin, tandis qu'il feroit à la température $10^\\circ$ de mon Thermomètre, ou $54\\frac{1}{2}$ de celui de Fahrenheit, en employant pour cette détermination une balance hydrostatique fort délicate. Cette liqueur, d'abord indéterminée, et que j'appellera seulement esprit de vin foible, à cause de l'indétermination de l'esprit de vin qui brule le linge, fera déterminée dès qu'on aura fait un premier Aréomètre par\nconstructed on this plan. It will be then a spirit of wine, which, in the aforesaid temperature, being essayed by the hydrostatic balance, will weigh so much a cube foot: and every instrument-maker, who shall undertake to construct such Areometers, will be obliged to begin by composing this fixed liquor by the help of the hydrostatic balance, in order to construct his standard. And indeed all I have farther to say upon the construction of the scale of this instrument, relates merely to a standard, to which the Areometers in use may be compared in order to form a scale.\n\nFor this purpose they may be dipped successively in two liquids of very different specific gravities, and such that the standard may indicate those specific weights by whole numbers of degrees, the difference of which may admit of a division into aliquot parts: it will be very easy so to modify\n\npar cette méthode; ce fera de l'esprit de vin, qui, étant à la température sus-dite, et éprouvé à la balance hydrostatique, pesera tant par pied cube. Dès lors tout faiseur d'instruments qui voudra construire originellement des Aréomètres, devra premièrement composer cette liqueur, par l'épreuve de la balance hydrostatique, pour construire son étalon. Car tout ce qui suit ne regardera plus en effet qu'un étalon, auquel les Aréomètres d'usage seront simplement comparés pour former leur échelle.\n\nA cet effet on les mettra successivement ensemble dans deux liqueurs de pesanteur spécifique fort différentes, et telles que l'étalon indique ces pesanteurs spécifiques par des nombres entiers de degrés, dont la différence soit susceptible d'être divisée en parties aliquotes. Il sera fort aisé de composer ces deux liqueurs par\nmodify those two liquids by mixtures. And when the two points at which the intended Areometer stands in the two liquors, shall be marked upon it, the interval between them may be divided into the number of degrees indicated by the standard. Here the two points of comparison cannot be too distant from each other, at least if the tubes of the two compared Areometers are cylindrical; for then their intermediate immersions will always be proportionate to the observed immersions. I point out this, in order to give an example of the instances in which the considerations, that are the object of this part, do not take place. It is the same as that in which Thermometers made of the same liquid are divided by comparison.\n\nI return to the standard Areometer. I would dip it into this known spirit of wine, whilst it is at\n\ndes mélanges : et quand on aura marqué sur l'Aréomètre à construire les deux points où il se fera tenu dans les deux liqueurs, on en divisera l'intervalle dans le même nombre de degrés indiqué par l'étalon. Ici les deux points de comparaison ne sauroient être trop distans l'un de l'autre; si du moins les tubes des deux Aréomètres comparés font cylindriques: car alors leurs enfoncements intermédiaires feront toujours proportionnels aux enfoncements observés. Je le fais remarquer pour donner un exemple des cas où les considérations qui font l'objet de cette partie n'ont pas lieu. C'est le même que celui où l'on divise par comparaison des Thermomètres faits d'un même liquide.\n\nJe reviens à l'Aréomètre étalon. Je le plongerois dans cet esprit de vin connu, tandis qu'il seroit à la température fixée; et je marquerois avec un fil sur sa branche,\nthe fixed temperature, and would mark upon its branch, with a thread, the point to which it sinks: afterwards I would mix three parts of water with seven parts of this same spirit of wine, to make a sort of brandy stronger than the common; it would be the three-fifths of Languedoc, which consists of two parts water and three parts spirit of wine that fires gun-powder. I would again dip the Areometer into it, at the same temperature, and would likewise mark this new point with a thread.\n\nOne may see that, according to the principle I have above established, I take points of comparison which are within the limits of the greatest and smallest spirituosity of the liquors to be tried, in order to obtain a scale of equal parts, free from any sensible error: and in this case that precaution is very necessary; for the degrees of spirituosity\n\nbranche, le point où il s'enfoncerait. Puis je mêlerais à 7 parties de cet esprit de vin, 3 parties d'eau, pour en faire une eau de vie plus forte que l'eau de vie commune; ce seroit le trois quints de Languedoc, qui doit être 2 parties d'eau sur 3 parties d'esprit de vin qui brule la poudre. J'y plongerois de nouveau l'Aréomètre dans la même température, et je marquerois aussi ce nouveau point par un fil.\n\nOn voit que suivant le principe que j'ai établi ci-devant, je prends des points de comparaison en dedans de la plus grande et de la moindre spirituosité des liqueurs qu'on éprouvera, pour obtenir une échelle en parties égales, sans erreur sensible: et cela est bien nécessaire ici; car les degrés de spirituosité ne suivent pas\nrituosity do not follow those of specific gravity, as I shall explain hereafter.\n\nThe points thus indicated upon the branch, having determined principles, will be the fixed points of the Areometer. The interval between them shall be divided into 30 equal parts, each of which will represent $\\frac{1}{30}$th of the total effect of the added water upon the specific gravity of the liquor. The sequel will shew, that it is equally for the conveniency of trade, and of the workman who shall divide the scale, that I have chosen this number.\n\nI suppose that the standard will be constructed in such a manner, that the difference of the sinkings shall be considerable enough for this purpose, which may be obtained by making the branch thin enough. One may afterwards, if it be thought fit, for Areometers of common\n\npas ceux de pesanteur spécifique, comme je le dirai ci-après.\n\nLes points indiqués ainsi sur la branche, ayant des principes déterminés, seront les points fixes de l'Aréomètre. On en diviserà l'intervalle en 30 parties, qui seront des 30èmes de l'effet total de l'eau ajoutée, sur la pesanteur spécifique de la liqueur. On verra dans la suite que c'est autant pour la commodité du commerce, que pour celle de l'ouvrier qui diviserà l'échelle, que j'ai choisi ce nombre de parties.\n\nJe suppose que l'on construirà l'étalon de manière que la différence d'enfoncement soit assez grande pour cet effet; ce qu'on peut obtenir en faisant la branche assez mince. On pourra ensuite si l'on veut, pour les Aréomètres d'usage peu délicat,\nmon use, and in which it is not necessary that the branch should be so long, divide the fundamental interval into 15 parts, which will then be double degrees.\n\nHaving in this manner fixed points and determined degrees upon the Areometer, the next thing is to choose a convenient place for the 0 of its scale; and the best will be that by which all the essays of the liquors shall be expressed with the same sign. To effect this, one may take one of the wines of which brandy is most commonly made, and, reducing it to the temperature of water in ice, dip the Areometer in it, observing how much higher it will stand than the inferior fixed point. This excess of emersion, compared with the fundamental scale, and reduced to the nearest number of degrees which will be an aliquot part of it, will be a proportional quantity fixed for ever, which will be added to the scale below the inferior\n\ndélicat, et où l'on ne voudra pas la branche si longue, diviser l'intervalle fondamental en 15 parties, qui seront alors des doubles degrés.\n\nAyant ainsi des point fixes et des degrés déterminés sur l'Aréomètre, il faut choisir une place commode pour son zero; et le mieux est de le placer de manière que toutes les épreuves des liqueurs puissent être exprimées avec le même signe. Pour cet effet on pourra prendre un des vins donc on fait le plus communément l'eau de vie, et le réduisant à la température de l'eau dans la glace, y plonger l'Aréomètre, observant de combien il s'enfoncera de moins que le point fixe inférieur. Ce surplus d'emersion, comparé à l'intervalle fondamental, et réduit au nombre le plus prochain de degrés qui se trouvera une partie aliquote de cet intervalle, fera une quantité fixée pour toujours, qu'il faudra ajouter à l'échelle au dessous du\ninferior fixed point, and determine the place of o. I suppose, for instance, that this excess of emersion should be about $15^\\circ$, or the half of the fundamental scale: I would then fix it at this number; and in that case one should constantly add half the fundamental distance below the inferior fixed point, and from these begin to count the degrees. I mean that the o would be at the bottom of the whole scale, the inferior fixed point would be at $15^\\circ$, the superior at $45^\\circ$, and the scale could be prolonged at the top as much as should be necessary for the essays of the most spirituous liquors. It is after this manner that the o of Fahrenheit's Thermometer is now determined; and that being placed at $32^\\circ$ below the inferior fixed point, the greater part of the observations are expressed upon it in positive degrees; so that it is only in extraordinary cases that they are affected with the minus sign.\n\ndu point fixe inférieur. Je suppose par exemple que ce surplus d'emersion se trouvât de près de $15^\\circ$, ou de la moitié de l'échelle fondamentale; je le fixerois à ce nombre; et ainsi j'ajouterois toujours une moitié de l'intervalle fondamental au dessous du point fixe inférieur, pour commencer de là à compter les degrés de l'échelle. Ainsi le o seroit tout au bas, le point fixe inférieur seroit à $15^\\circ$; le point fixe supérieur à $45^\\circ$; et l'échelle seroit prolongée dans le haut autant qu'il seroit nécessaire pour fournir à l'essai des liqueurs les plus spiritueuses. C'est ainsi que le zéro du Thermomètre de Fahrenheit est à présent déterminé, et que se trouvant ainsi placé à $32^\\circ$ au dessous du point fixe inférieur, la majeure partie des observations y est exprimée en degrés positifs; et qu'il faut des cas extraordinaires pour qu'elles soient accompagnées du signe moins.\nPyrometry and Areometry, &c.\n\nIt would be convenient to pay a regard to this in all instruments, when no other reasons interfere.\n\nI come now to the correction for the differences of the heat. I would take a liquor of mean spirituality, as for instance a mixture of one part of water and seven parts of the spirits of wine determined by the hydrostatic balance: into this liquor, reduced to the temperature of $45^\\circ$ of Fahrenheit, I would plunge the Areometer already graduated, and observe the point to which it sinks. I would afterwards heat the liquor to $65^\\circ$, and again observe the sinking of the Areometer. One might likewise make use of the scale of my Thermometer, and observe the sinkings at $5$ and $15$ of my degrees, which would come sensibly to the same.\n\nIl seroit commode d'avoir égard à cela dans tous les instrumens, quand rien d'allieurs ne s'y oppose.\n\nJe viens à la correction pour les différences de la chaleur. Prenant une liqueur de spirituosité moyenne, comme par exemple le mélange d'1 partie d'eau à 7 parties de l'esprit de vin fixé par la balance hydrostatique, je plongerois l'Aréomètre, déjà gradué, dans cette liqueur réduite à la température de $45^\\circ$ de Fahrenheit, et j'observerois le point où il s'enfonceroit: j'échaufferois ensuite la liqueur à $65^\\circ$, et j'y observerois encore l'enfoncement de l'Aréomètre. On pourroit aussi, en employant l'échelle de mon Thermomètre, observer les enfoncements à $5$ et à $15$ de mes degrés, ce qui reviendroit sensiblement au même.\nThis observation being made, one may conceive that it would be easy to form a table in which one might express, in degrees of the Areometer, the effects of the differences of heat corresponding to each degree of one or other of the Thermometers, setting out from a fixed point; since the effect correspondent to each degree of the Thermometer, will be looked upon as proportionate to that which shall have been found in the fundamental observation.\n\nBut I would prefer another method, which I have recommended in my work\\(^{(g)}\\), because I have found it of great use in practice; that is, to make a particular scale for the Thermometer intended for these experiments, by changing the number of the degrees contained between\n\n\\(^{(g)}\\) Vol. I. p. 390.\n\nCette observation faite, on comprend qu’il feroit aisé de former une table, dans laquelle on exprimeroit, en degrés de l’Aréomètre, les effets des différences de chaleur, correspondans à chaque degré de l’un ou de l’autre des Thermomètres, à partir d’un point fixe; car l’effet correspondant à chaque degré du Thermomètre, fera regardé comme proportionnel à celui qu’on aura trouvé dans l’observation fondamentale.\n\nMais je préférerois une autre méthode, que j’ai recommandée dans mon ouvrage\\(^{(g)}\\), parce que je l’ai trouvée d’une très grande commodité dans la pratique; c’est de faire une échelle particulière pour le Thermomètre destiné à ces épreuves; en changeant le nombre des degrés renfermés entre ses points fixes,\n\n\\(^{(g)}\\) Tom. I. p. 390.\nthe fixed points, in order to establish an easy proportion between them, and the degrees of the Areometer, and that thus one might make the correction without tables. It would be easy, for instance, to make the degrees of the Thermometer answer to quarters of degrees of the Areometer; for in that case, reckoning them from a fixed point, one would only have to correct the observations made upon the Areometer, by a quarter of the number of degrees indicated upon the Thermometer, which seems to me very convenient: and as it is always easier to add than to subtract, I would place the 0 of this Thermometer at the point of the greatest ordinary heat of the air, or about $24^\\circ$ of my Thermometer, and $86^\\circ$ of Fahrenheit's: for then, reckoning the degrees of the Thermometer downwards, one should only add them to the indication of the Areometer; since the cooling of the liquor\n\npour qu'ils eussent un rapport simple avec ceux de l'Aréomètre, et qu'on pût ainsi se passer de tables. Il seroit fort aisé, par exemple, que les degrés du Thermomètre correspondissent à des quarts de degrés de l'Aréomètre; et alors, les comptant depuis un point fixe, on n'auroit qu'à corriger l'observation faite sur l'Aréomètre, par le quart du nombre des degrés qu'indiqueroit le Thermomètre; ce qui me paroitroit fort commode. Et comme il est toujours plus aisé d'additionner que de soustraire, je placerois le zéro de ce Thermomètre au point de la plus grande chaleur ordinaire de l'air, c'est à dire aux environs de $24^\\circ$ de mon Thermomètre, ou $86^\\circ$ de Fahrenheit; car alors, comptant les degrés du Thermomètre en descendant, il faudroit les ajouter à l'indication de l'Aréomètre;\nliquor from this fixed point of temperature would lessen the effect of the spirituosity in the immediate indication of the Areometer, comparatively with what it should be found at this determined point.\n\nI have here also taken, for the comparison of the indication of the Thermometer with the density of the same liquor differently warmed, terms which are within the extremes of the common observations, because here several causes are combined in the same effect. 1. The progression of the dilatations of spirituous liquids comparatively to quicksilver. 2. The different progressions of the liquids of different degrees of spirituosity. 3. The change of bulk of the instrument itself in liquors of different temperatures. It became then necessary to avoid taking the fundamental terms of comparison very wide of each other,\n\ntre; puisque le réfroidissement depuis ce point fixe de température, diminuerait l'effet de la spirituosité sur l'indication immédiate de l'Aréomètre, comparative- ment à ce qu'on la trouverait à ce point déterminé.\n\nJ'ai pris encore ici pour la comparaison de l'indication du Thermomètre avec la densité d'une même liqueur différemment chaude, des termes qui se trouvent en dedans des extrêmes des observations ordinaires; parce qu'ici plusieurs causes se combinent dans un même effet, savoir, 1°. La marche des dilatations des liqueurs spiritueuses comparativement au mercure. 2°. La différence de marche des liqueurs de différent degré de spirituosité. 3°. Les changements de volume de l'instrument lui même dans les liqueurs différemment chaudes. Il falloit donc éviter de prendre les termes fondamentaux de comparaison à une grande distance, de peur de\nether, lest the error arising from considering the immersions of the Areometer, occasioned by the changes of temperature of the liquor, as being exactly proportionate to the indications of the Thermometer, should thereby be rendered sensible.\n\nEvery part of the Instrument being thus determined, it will be easy to construct it everywhere in an uniform manner. Experiments will then be made, and the degree of spirituosity which liquors in trade, under certain denominations, ought to have, will be fixed: spirit of wine, for instance, brandy named three-fifths in Languedoc, that which is called proof of Holland, or any other. These points being known, as the standard of the precious metals fixed by the different States that coin money, there will then be established a proportionate value of the degrees of spirituosity, which should be found\n\nde rendre sensible l'erreur qui resultera toujours de considérer les enfoncements de l'Aréomètre provenant des variations de la chaleur de la liqueur, comme exactement proportionnels aux indications du Thermomètre.\n\nToutes les parties de l'Instrument étant ainsi déterminées, il sera aisé de le construire partout d'une manière uniforme. On fera alors des expériences, et l'on fixera à certains points de l'Aréomètre, le degré de spirituosité que devront avoir les liqueurs attendues dans le commerce sous certaines dénominations; l'esprit de vin, par exemple, l'eau de vie nommée trois quarts en Languedoc, celle qu'on nomme à l'épreuve de Hollande, ou telle autre: et ces points étant connus, comme on connait les titres des métaux précieux fixés par les divers Etats qui battent monnaie, il s'établira aussi une valeur proportionnelle des degrés de spiritu-\nfound more or less than the expected degree, as there is a price for the karat of gold or denier of silver, by which the seller and buyer might always be able to do themselves justice. For instance, every degree less than the point fixed for the common spirit of wine would be $\\frac{1}{75}$ to be made good by the vender, that is about $1\\frac{1}{2}$ per cent. in the language of trade, and 1 per cent. only on brandy named three-fifths.\n\nWhen this Areometer should have come into general use, the Police of the places in which the trade of spirituous liquors is carried on, might take cognizance of it, and keep the public standard of the Areometer, as they keep the standards of weights and measures. The inspectors of that trade would thus have fixed modes of essaying, and the public all the necessary security.\n\nThere\nThere would be little advantage, with respect to exactness, in making of spirit of wine the Thermometer intended for these essays; though its variation would be more exactly conformable to the effects of heat upon liquors of the same species: for it has been seen how far, by the method I proposed, the differences vanish; and, on the contrary, there would be a loss on two accounts: the one, that this Thermometer would be much less sensible than the quicksilver one; the other, that it is much more difficult to construct it, when one wants to make it upon fixed principles, and this the rather as good workmen have lost the habit of making them.\n\nOne sees, moreover, that the same Areometer may (mutatis mutandis) be used to measure the saltness of water. Upon which I shall only observe, that the manner indicated of fixing the correction for the heat, would be still more\n\nIl y auroit peu à gagner pour l'exactitude, à faire d'esprit de vin le Thermomètre destiné à ces épreuves, quoique sa marche fût dans le fond plus conforme aux effets de la chaleur sur des liqueurs de même espèce; car on a vu à quel degré la méthode que je propose a fait disparaître les différences: et il y auroit à perdre au contraire à deux égards, l'un que ce Thermomètre feroit bien moins sensible que celui de mercure, l'autre qu'il est bien plus difficile à construire, lorsqu'on veut le faire sur des principes certains; d'autant plus que les bons ouvriers ont perdu l'habitude d'en faire.\n\nOn voit au reste que le même instrument peut être employé à mesurer la salure de l'eau, mutatis mutandis. Sur quoi je ferai remarquer seulement, que la manière indiquée de fixer la correction pour la chaleur y feroit d'autant plus nécessaire, qu'il y a plus de différence dans la marche des effets de la chaleur,\nmore necessary in that case, as there is a still greater difference in the progressions of the effects of heat, between waters differently salted, than there is between liquors that have a different degree of spirituosity; as may be seen by the experiments upon this subject which I have explained in my work (b).\n\nWhatever approximation the method which I have applied to the construction of the Areometer may give towards indicating, by equally distant degrees upon the instrument, equal differences of spirituosity or saltiness of the liquids into which it is dipped; it will still be true that it will only shew equal differences in the specific gravity\n\n(b) Vol. I. p. 271.—One may also see, in the description of fig. 3, the method of applying this instrument to measure in general the specific gravity of all liquids in which it can sink.\n\nchaleur, entre les eaux différemment salées, qu'entre les liqueurs différemment spiritueuses; comme on peut le voir par les expériences que j'ai rapportées à ce sujet dans mon ouvrage (b).\n\nQuelque approximation que fournisse la méthode que j'ai appliquée à la construction de l'Aréomètre, pour indiquer, par des degrés également distants sur l'instrument, des différences égales entre elles de spirituosité ou de salure des liquides dans lesquels on le plongera; il sera toujours vrai sans doute, qu'il ne montrera exactement que des différences égales dans la pesanteur spécifique de ces\n\n(b) Tom. I. p. 271.—Voyez aussi dans la description de la fig. 3, le moyen d'employer cet instrument pour mesurer en général la pesanteur spécifique des liquides où il peut s'enfoncer.\ngravity of the liquids, to which the equal differences of saltness or spirituosity will not exactly answer.\n\nBut the instrument being constructed upon fixed principles, one might afterwards seek for the true laws which the different intensities of these causes follow, when the changes in the specific gravity are equal between them; as I have already done (from an idea of Mr. LE SAGE's) for the real differences of heat correspondant to degrees equally distant upon the Thermometer\\(^{(i)}\\); a determination which would be useful in the particular cases in which the approximation given by the instrument would not be sufficient.\n\nI have not yet executed this instrument; nor indeed is it necessary that I should undertake to do it, in a country\n\n\\(^{(i)}\\) Vol. I. p. 285.\n\nwhere\n\nliquides, auxquelles ne correspondront pas aussi exactement des différences égales de salure ou de spirituosité.\n\nMais l'instrument étant construit sur des principes fixes, on pourrait ensuite chercher les vraies loix que suivent les différences d'intensité de ces causes auxquelles correspondent des changemens égaux entr'eux dans la pesanteur spécifique; comme je lai fait (d'après une idée de M' LE SAGE) pour les différences réelles de chaleur qui produisent des degrés également distans sur le Thermomètre\\(^{(i)}\\); fixation qui serviroit dans quelques cas particuliers, où l'approximation fournie par l'instrument ne seroit pas suffisante.\n\nJe n'ai pas encore pu exécuter cet Aréomètre; et il est peu nécessaire même que je l'entreprene, dans un pays où tant d'artifstes sont en état de me com-\n\n\\(^{(i)}\\) Tom. I. p. 285. prendre.\nwhere so many artists will understand me by this description, and may even supply what I have omitted. And should any one be desirous of undertaking it, I would willingly assist him by communicating to him some ideas for the execution, which would have made this paper too long.\n\nConclusion with respect to physical measures in general.\n\nThough the Areometer is useful in itself, the chief reason of my dwelling upon it was to give an example of the general rule I have before established.\n\nHere are in this case only three physical effects, the degrees of which are not proportionate to their apparent causes, and which are united under the appearance of one single\n\nprendre sur cette description, et de suppler même à ce que je pourrois avoir ommis: et je me ferois d'ailleurs un plaisir d'aider le premier qui voudra l'entreprendre, en lui communiquant quelques idées de détail dans l'exécution, qui auroient trop allongé ce mémoire.\n\nConclusion sur les Mesures physiques en général.\n\nQuoique l'Aréomètre ait de l'utilité par lui même, je me suis principalement arrêté à expliquer ses principes, pour donner un exemple de la règle générale que j'ai établie.\n\nVoila, dans un seul cas, trois effets physiques dont les degrés ne sont pas proportionnels à ceux de leurs causes, réunis même sous l'apparence d'un seul,\nsingle effect, namely, the different sinking of the Areometer. In the first place, it will not always sink in liquors of different densities in general, proportionally to these densities, on account of the changes of its own bulk by heat, and the possible irregularity of its branch. Secondly, it will not sink in proportion to the changes of temperature of the liquor, because the changes of density of the latter will not follow the same law as the changes of temperature.\n\nI have already mentioned these two causes of error; but here is a third. The Areometer will not sink exactly in the inverse ratio of the quantities of flegm; because the specific gravity of the liquor does not follow the proportion of these quantities. It has an increasing progression; and here the immediate cause of this disproportion, which is evident, may give us an idea of what takes place\n\nsavoir l'enfoncement différent de l'Aréomètre. D'abord il ne s'enfoncera pas toujours dans les liqueurs de différentes densités en général, proportionnellement à ces densités; à cause de ses propres changements de volume par la chaleur, et de l'irrégularité possible de son tube. Ensuite il ne s'enfoncera pas proportionnellement aux changements de température de la liqueur; parce que les changements de densité de celle-ci ne suivront pas la même loi que les changements de température. J'ai déjà indiqué ces deux causes d'erreur; mais en voici une troisième. L'Aréomètre ne s'enfoncera pas exactement en raison inverse des quantités de flegme; parce que la pesanteur spécifique de la liqueur ne suit pas le rapport de ces quantités; elle a une marche croissante. Et ici, la cause prochaine de cette disproportion, qui est évidente, peut nous donner une idée de ce qui se passe\nplace in Nature, and hinders physical effects from appearing proportional to their causes, in our observations.\n\nThe spirit and the flegm penetrate each other; that is to say, the bulk of the mixture is a little less than the sums of the two bulks before the mixture; and so the specific gravity, which is the weight or the quantity of matter under a certain bulk, increases a little in the mixture, comparatively with the mean specific gravity of the component parts. This penetration seems to me to give us some idea of the hidden causes in bodies, which modify, unknown to us, the effects of the apparent causes, and prevent the observed effects being proportional to these.\n\nOne must therefore, in order to have equal degrees in the Areometer, without sensible error upon the spirituality\n\ndans la Nature, et qui empêche les effets physiques d'être proportionnels à leurs causes dans nos observations.\n\nL'esprit et le flegme se pénètrent; c'est à dire que le volume du mélange est un peu moindre que la somme des deux volumes avant le mélange: ainsi la pesanteur spécifique, qui est le poids ou la quantité de matière, sous un certain volume, augmente un peu dans le mélange, comparativement à la pesanteur spécifique moyenne des composants. Cette pénétration représente assez bien ce me semble les causes cachées dans les corps, qui modifient à notre insu les effets des causes apparentes, et empêchent que les effets observés ne leur soient proportionnels.\n\nIl faut donc, pour avoir des degrés égaux dans l'Aréomètre sans erreur sensible sur la spiritualité qu'il doit mesurer, fixer ces degrés par la comparaison d'effets observés\nosity that it is intended to measure, fix these degrees by the comparison of effects observed within the limits of the common observations: and this is the securest way in practice; for how could one make a scale follow all these different laws?\n\nThis is what I proposed to apply to physical effects of all kinds which have unequal degrees, by equal differences in the intensity of their causes, or by equal degrees of some co-effect more easily observed, and which should be made use of to determine the other.\n\nIn order to make the advantage of this method more conspicuous, I will now apply it to the co-effects the most different which exist perhaps in Nature, I mean the augmentations of the bulks of quicksilver and water by the same augmentations of heat.\n\nI will\n\nobservés en dedans des limites des observations ordinaires; et c'est le chemin le plus sûr dans la pratique; car comment pourrait on faire suivre à une échelle toutes ces différentes loix.\n\nVoilà ce que je me proposois d'appliquer aux effets physiques de tout genre, qui ont des degrés inégaux, par des différences égales d'intensité de leurs causes, ou par des degrés égaux de quelque co-effet, plus aisé à observer, et qui devroit servir à déterminer les autres.\n\nPour rendre l'utilité de cette méthode plus frappante, je vais l'appliquer aux co-effets les plus disparates peut-être qu'il y ait dans la Nature; je veux dire les augmentations de volume du mercure et de l'eau, par les mêmes augmentations de la chaleur.\nI will only put the same cases I have explained before for spirituous liquors: the first, in which the actual trial has been made at $80^\\circ$ of the Thermometer, the second, in which it is supposed to be made at $20^\\circ$, both compared with $0$; and the third, in which the trial is made at $5^\\circ$ and $15^\\circ$. The deviations of the three cases between the temperatures of $0$ and $20^\\circ$ (reputed to be the limits of the common observations) are as follow:\n\n1st case.\n\nJe poserai simplement les mêmes cas que j'ai expliqués ci-devant pour les liqueurs spiritueuses; le premier où l'épreuve actuelle a été faite à $80^\\circ$ du Thermomètre; le second où elle est censée faite à $20^\\circ$; l'un et l'autre comparative-ment à $0$: et le troisième où cette épreuve est faite à $5^\\circ$ et à $15^\\circ$. Les écarts des trois cas, entre les températures de $0$ et $20^\\circ$, censées être les limites des observations ordinaires, sont comme suit.\nPyrometry and Areometry, &c.\n\n1st case. 2d case. 3d case.\nTherm. Dil. of water. Therm. Dil. of water. Therm. Dil. of water.\n80 80 80\n... ... ...\n20 4.1 20 20 20 27.5\n15 1.6 15 7.8 15 15\n10 0.2 10 1 10 8\n5 -0.4 5 -1.9 5 5\n0 0 0 0 +7\n\nIn the change of the expression of the dilatations of the water in the third case, as in the corresponding case for the spirituous liquors above mentioned, it was necessary to consider as 0 or x the bulk of the matter corresponding with 5° upon the quicksilver Thermometer, since it is with\n\n| 1er cas. | 2e cas. | 3me cas. |\n|----------|---------|----------|\n| Therm.   | Dilat. de l'eau. | Therm.   | Dilat. de l'eau. | Therm.   | Dilat. de l'eau. |\n| 80       | 80      | 80       | 80               | 20       | 27.5               |\n| ...      | ...     | ...      | ...              | 20       | 27.5               |\n| 20       | 4.1     | 20       | 20               | 20       | 27.5               |\n| 15       | 1.6     | 15       | 7.8              | 15       | 15                 |\n| 10       | 0.2     | 10       | 1                | 10       | 8                  |\n| 5        | -0.4    | 5        | -1.9             | 5        | 5                  |\n| 0        | 0       | 0        | 0                | 0        | +7                 |\n\nDans le changement de l'expression des dilatations de l'eau au 3me cas, comme dans le cas correspondant ci-devant pour les liqueurs spiritueuses, il a fallu d'abord considérer comme zéro ou x le volume de l'eau correspondant à 5° sur le Ther-\nwith this point that its bulk at the temperature $15^\\circ$ is compared. Making afterwards equal to $15 - 5 = 10$ the number of the equal parts which measure the augmentation of the bulk of water, instead of $1,6 + 0,4 = 2$, which was the number in the first case taken from the experiment, I have changed all these terms in the proportion of 2 to 10, which has preserved the same proportions between them. After this the expression of the Thermometer continuing the same, that is, its 0 or x remaining $5^\\circ$ lower than the inferior points of the actual comparison, in order to have, without calculation, the deviations within and without those points of comparison, it was necessary to add 5 to all the first numbers which express the real dilatations of the water. I might have subtracted 5 from each indication of the Thermometer, which would have come to the same. It will be easily\n\nThermomètre de mercure; puisque c'est avec ce point que son volume à la température $15^\\circ$ est comparé. Faisant ensuite égal à $15 - 5 = 10$ le nombre des parties égales qui mesure l'augmentation de volume de l'eau, au lieu de $1,6 + 0,4 = 2$ qu'étoit ce nombre dans le premier cas tiré de l'expérience, j'ai changé tous les termes dans le rapport de 2 à 10; ce qui a conservé les mêmes proportions entre eux. Après quoi, l'expression du Thermomètre restant la même, c'est à dire son zéro ou x restant de $5^\\circ$ plus bas que le point inférieur de comparaison actuelle; pour avoir sans calcul les déviations au dedans et au dehors de ces points de comparaison, il a fallu ajouter 5 à tous les nombres qui expriment les dilatations réelles de l'eau. J'aurais pu retrancher 5 à chaque indication du Thermomètre, ce qui seroit revenu au même. On verra aisément je crois que c'est là la route\neasily seen, I believe, that this was the road to follow in order to transpose, in the third case, those proportions found by experiment, which immediately constitute the second. I proceeded in the same manner in the example drawn from the two spirituous liquors. As to the second case, as well for these liquors as for the water, it is evident, that the change of the scale which measures their dilatations, occasions no change in the proportions of the terms found by experiment.\n\nI repeat it, I do not believe one has ever observed, in any case, two co-effects of the same cause which follow more disproportioned progressions, than these dilatations of quicksilver and water by the same augmentations of heat: and yet one sees, that by this method (I mean by observing the real proportions of the co-effects within the ordinary limits of the intensities of the causes)\none lessens much the errors in the other terms, which will result from supposing them to be proportionate to the observed proportions; and that one procures a sensible exactness near the points of actual trial, which are at the same time near the greatest number of the cases of practice for which one wishes to find measures.\n\nAnd if one considers co-effects in general, setting aside this extreme disparity, one will perhaps seldom meet with any, which follow laws more different than the corresponding dilatations of quicksilver and brandy: even very frequently they will not deviate more than those of brandy and spirits of wine; and in that case it has been seen, that this method reduces so much the deviations by throwing them out of the limits of the ordinary cases, that it may be used without sensible error, when those co-effects\n\non diminue beaucoup les écarts qu'on fera dans les autres termes en les supposant proportionnels aux rapports observés; et qu'on se procure même sensiblement l'exactitude, aux environs des points d'épreuve actuelle, qui sont en même temps les plus près du plus grand nombre des cas de pratique pour lesquels on cherche des mesures.\n\nEt si l'on considère les co-effets en général, mettant à part cette extrême disparité, on en trouvera peut-être rarement qui suivent des loix plus différentes que les dilatations correspondantes du mercure et de l'eau de vie; très souvent même ils ne s'écartent pas davantage que celles de l'eau de vie et de l'esprit de vin; et alors on a vu, que cette méthode y réduit tellement les écarts, en les rejettant hors des limites des cas ordinaires, qu'on pourra l'employer sans erreur sensible,\nco-effects are not followed in all their degrees. Whilst, on the other hand, the method of taking the fundamental proportions in points which are very distant, under the idea of lessening the effects of the errors, is exactly that which accumulates a greater quantity of them upon the intermediate cases, which are the most frequent, and often the only ones in the which there is need in practice of knowing the co-effects by one another.\n\nOne must not, therefore, seek the power of the Thermometer which corrects watches, invented by the immortal HARRISON, by trying it in the temperatures of artificial congelation and in a stove; for that is the way of destroying a great part of its correcting effect, in the very cases wherein it is most necessary, by accumulating on them the deviations of two co-effects, probably very little proportional, namely, the changes of the elastic force of\n\nfensible, quand on n'aura pas suivi ces co-effets dans tous leurs degrés. Tandis que celle de chercher leurs rapports en des points fort éloignés, dans l'idée de diminuer l'effet des erreurs, est précisément le moyen d'en accumuler le plus sur les cas intermédiaires, qui sont les plus fréquents; et souvent les seuls où l'on ait besoin de connoître les co-effets les uns par les autres.\n\nIl ne faut donc pas, par exemple, chercher le pouvoir du Thermomètre correcteur des montres, inventé par l'immortel HARRISON, en l'éprouvant dans les températures d'une congélation artificielle et d'une étuve: car c'est le moyen de lui ôter une grande partie de cet effet correcteur, dans les cas où il est le plus nécessaire; puisque c'est y accumuler les écarts de deux co-effets probablement très peu proportionnels; savoir les changemens de force élastique d'un ressort spiral,\nof a spiral spring, combined with all the other alterations heat produces in a watch, and the different degrees of bending of a lamella composed of two metals differently dilatable by heat. I am apt to believe, that a part of the irregularities which still continue in these watches with correcting Thermometers, proceed from not having tried their effects within the limits of the natural temperatures to which the watches are exposed.\n\nFor the same reason it will not be proper to use very great differences of heat in the experiments intended to find the required combination of the two substances in the pendulum: on the contrary, it will even be better to make them within the limits of the natural variations of heat which the pendulum will meet with in its place: for by that means, though these substances have not probably\n\nspiral, combinés avec toutes les autres altérations que produit la chaleur dans une montre, et les différentes courbures qu’éprouve une lame composée de deux métaux différemment dilatables par la chaleur. Aussi suis-je porté à croire, qu’une partie des irrégularités qui restent encore dans ces montres à Thermomètres correcteurs, viennent de n’avoir pas cherché leurs effets au dedans des limites des températures naturelles où les montres sont exposées.\n\nPar la même raison il ne faudra pas employer de très grandes différences de chaleur dans les expériences destinées à trouver la combinaison convenable des deux matières dans le pendule; et au contraire il conviendra de les faire en dedans même des limites des variations naturelles de chaleur que le pendule éprouvera à sa place: car par là, quoique ces matières n’aient probablement pas\nbably the same progression by heat, one will not perceive in practice the effects of their differences.\n\nOne must not neither, from the compared dilatations of air and quicksilver in passing from the freezing to the boiling point, conclude the relation of the densities of the air in the atmosphere with the height of the quicksilver in the Thermometer. For here, as in the comparison between spirituous liquors and quicksilver, we have a double error to guard against, that which may arise from the differences in the progression of all air and quicksilver by the variations of the heat, and that which more or less exhalations and vapours certainly do produce in the dilatations of the former. I believe, therefore, that to confine one's self, in seeking for a common rule, within the limits of the most frequent natural variations of heat, and observing their effects in the atmosphere itself, will be\n\nla même marche par la chaleur, on fera sensiblement à l'abri des effets de leurs differences.\n\nIl ne faudra pas non plus chercher, par les rapports des dilatations de l'air et du mercure en passant de la glace à l'eau bouillante, ceux des densités de l'air dans l'atmosphère avec la marche du Thermomètre. Car ici, comme dans la comparaison des liqueurs spiritueuses au mercure, nous avons double erreur à prévenir : celle qui peut résulter des différences dans les marches de tout air et du mercure par les variations de chaleur, et celle que produisent surement dans la marche du premier, le plus ou le moins de vapeurs et d'exhalaisons qu'il contient. Se renfermer donc, pour la recherche d'une règle commune, dans l'étendue des variations de chaleur les plus fréquentes, en observant leurs effets dans l'atmo-\nthe surest mean of diminishing the errors, till such time as one shall be able to follow these variations of density though all their causes; enquiries worthy the greatest care of natural philosophers.\n\nFor the same reasons it will not be in the greatest and least degrees of heat in the atmosphere that we must take the fundamental proportions of the refractions with the Thermometer: for unless one was likewise to determine by experiment some of the intermediate proportions, one would probably be exposed to very great errors; considering first, in general, that the changes of the density of air by heat may possibly, as I have just said, not observe the same law as those of the quicksilver in the Thermometer; considering likewise that the changes of the density of the atmospherical air by heat are probably accom-\n\nsphère même, sera je crois le moyen le plus sûr de diminuer les erreurs, jusqu'à ce qu'on soit en état de suivre pas à pas ces variations de densité par toutes leurs causes; recherches dignes du plus grand soin des physiciens.\n\nPar les mêmes raisons il ne faudra pas chercher dans les plus grandes et les moindres chaleurs de l'atmosphère, le rapport des réfractions avec le Thermomètre: car à moins de déterminer aussi par l'expérience quelques uns des rapports intermédiaires, on feroit probablement sujet à de très grandes erreurs: vu d'abord en général, que les changemens de densité de l'air par la chaleur, pourroient bien, comme je viens de la dire, ne pas suivre la même loi que ceux du mercure dans le Thermomètre: vu encore que les changemens de densité de l'air atmosphérique\naccompanied with a change of its nature, by the mixture of vapours and exhalations, which may occasion great variations in the law of dilatations; considering above all, that the changes of refringent power and of density are two co-effects of very different nature, the progressions of which may differ more, than those of the densities alone in different bodies. Here then are complications of complications, which may very likely accumulate errors in the intervals of the proportions furnished by experience between the refractions and the indications of the Thermometer, if those proportions were taken in points very far distant. The application of the theory of refractions to the practice of astronomy is as delicate as important, and cannot be viewed in too many lights; which determines me not to insist farther here.\n\nsphérique par la chaleur, sont probablement accompagnés de changement dans sa nature par le mélange des vapeurs et des exhalaisons, ce qui peut rendre la loi de ses dilatations très variable; vu surtout que les changemens de vertu refringente et de densité, sont deux co-effets de nature bien différente, et dont les marches peuvent s'écarte davantage, que celles des densités seules dans différents corps. Voilà donc des complications de complications, qui pourroient bien accumuler des erreurs dans l'intervalle des rapports fournis par l'expérience entre les réfractions, et les indications du Thermomètre, si ces rapports étoient pris en des points fort éloignes. L'application de la théorie des refractions à la pratique de l'astronomie, est aussi délicate qu'importante, et l'on ne sauroit l'envi-\nhere on this object, but to consider it by itself in another Paper.\n\nAs to physical co-effects in general, and I dare assert it here, in co-effects of all kinds, if one cannot fix all their relations, degree by degree, by immediate and sure observations, one must avoid deducing general rules from relations taken in the extremes. The action of causes, moral as well as physical, whether from the variety of the subjects on which they act, whether from secondary ones which escape our observations, is too complicated, for the observable modifications to increase in the exact proportion of the evident causes; and consequently for the co-effects of these to be proportionate between themselves.\n\nI shall\n\nfager par trop de faces; ce qui me détermine à ne pas m'étendre d'avantage ici sur cet objet, pour la traiter à part dans un autre Mémoire.\n\nQuant aux co-effets physiques en général, et j'ose le dire ici, dans les co-effets de tout genre, si l'on ne peut pas fixer tous leurs rapports degré par degré par des observations immédiates et sûres, il faut éviter de tirer des règles générales, de rapports pris dans les extrêmes. L'action des causes, tant morales que physiques, est trop compliquée, soit par la variété des sujets sur lesquels elles agissent, soit par des causes fécondaires qui échappent à nos observations, pour que les modifications observables croissent en proportion exacte des causes évidentes; et par conséquent, pour que les co-effets de celles-ci soient proportionnels entre eux.\nI shall now collect the results of the preceding reflexions with regard to physical measures.\n\nWhen the inquiry is into general causes, such as heat, the electric fluid, humor, light, the weight of the air, the fall of bodies, percussion, &c. causes concerning which we never acquire sufficient light, we must endeavour to find out what are their most simple effects, in order to measure the intensity of them by those effects. In that case it is proper that the fixed terms of the measure be taken at the greatest possible distances. For it being the most simple effect, and consequently that which approaches nearest to follow, by its degrees, those of the intensity of the cause, it will serve as a common measure for all the other effects dependant on it. One must, therefore, ascertain the uniform\n\nJe vais maintenant rassembler ici les résultats des réflexions précédentes à l'égard des Mesures physiques.\n\nLorsqu'il s'agira de causes générales, comme la chaleur, le fluide électrique, l'humor, la lumière, le poids de l'air, la chute des corps, les chocs, &c. causes sur l'action desquelles nous n'acquerrons jamais assez de lumières, il faut chercher quels sont leurs effets les plus simples, afin de mesurer leur intensité par ces effets. Alors sans doute il convient que les termes fixes de la mesure soient pris aux plus grandes distances possibles. Car s'agissant de l'effet le plus simple, et par conséquent le plus approchant de suivre par ses degrés ceux de l'intensité de la cause, il servira de mesure commune pour tous les autres effet qui en dépendront. Il faut donc assurer la construction uniforme de la mesure;\nform construction of the measure, which cannot be more accurately obtained than by a great distance of the fixed points; and attempt, however, by every means possible, to find the proportions of this most simple and most regular effect, with its cause. It is on this account, that, in my treatise on the Thermometer, I have exposed all the reasons which lead me to believe that quicksilver is the body whose changes of bulk are most proportionate to the variations of heat which produce them, in order to assure to this liquid the preference as a common measure of heat: and that afterwards, as I have said above, I looked for the proportions of its progression with those of heat itself.\n\nBut as to the co-effects which will be indicated by these measures of general causes, unless they can be determined degree after degree by experiment, and the objects\n\nce qu'on obtient plus surement par une grande distance des points fixes; et chercher cependant par tous les moyens possibles les rapports de cet effet le plus régulier, avec sa cause. C'est par ces raisons que dans mon traité sur le Thermomètre, j'ai rassemblé tous les motifs qui me portent à croire que le mercure est celui des corps dont les changements de volume sont les plus proportionnels aux variations de la chaleur qui les produisent; afin d'assurer à ce liquide la préférence pour la mesure commune de la chaleur: et qu'ensuite, comme je l'ai dit ci-dessus, j'ai cherché les rapports de sa marche avec celle de la chaleur elle-même.\n\nMais quant aux co-effects qui seront indiqués par ces mesures des causes générales, à moins qu'on ne puisse les déterminer degré par degré à l'aide de l'expérience,\nobjects are delicate enough to make this necessary, the safest, and at the same time most convenient, method will be always to keep within the limits of the natural cases, to fix the fundamental points of the proportions; using for that purpose all the supplies of art and sound logic to come as near to exactness as possible in fixing these bases. It is this consideration which seems to me to give some value to the method of ascertaining the relative expansibilities of bodies, which is the subject of the first part of this paper. If the co-effects are proportionate between them, there will be little lost in not taking distant terms of comparison, if they are taken exactly. If the co-effects are not proportionate, there will be much gain; and the less they are, so much the more.\n\nWe are obliged to take up with probability in Nature in so many respects, that it is perhaps of more importance\n\nrience, et que les objets soient assez délicats pour qu’il le faille, la méthode la plus sûre, et en même temps la plus commode, fera toujours de rentrer en dedans des limites des cas naturels, pour fixer les points fondamentaux des rapports; en employant tout ce que l’art et la bonne logique peuvent fournir de secours et de méthodes pour approcher le plus qu’il est possible de l’exactitude en fixant ces bases. C’est cette considération qui me paraît donner du prix à la méthode de fixer les expansibilités relatives des corps, qui fait le sujet de la première partie de ce Mémoire. Si les co-effets sont proportionnels entre eux, on perdra peu à ne pas prendre des termes de comparaison éloignés, pourvu qu’on les prenne avec exactitude. S’ils ne le font pas, on gagnera beaucoup; et d’autant plus, qu’ils le seront moins.\n\nNous sommes obligés de nous contenter du probable à tant d’égards dans la\ntance to us to investigate the physical rules of probability than to attend to its mathematical rules upon hypotheses.\n\nEXPLANATION OF THE FIGURES.\n\nFIG. I.\n\na A rod of a substance little dilatable by heat (glass for instance) suspended vertically.\nb A bracket, from which hangs that rod.\nc Point of suspension of the rod. It is the point where the rod is free from the pressure of the piece which keeps it\n\nNature, que chercher les règles physiques de la probabilité, nous est peut-être plus essentiel, que de nous attacher à ses règles mathématiques sur des hypothèses.\n\nEXPLICATION DES FIGURES.\n\nFIG. I.\n\na Une branche d'une matière peu dilatable par la chaleur (de verre par exemple) suspendue verticalement.\nb Une pièce fixée quelque part, d'où pend cette branche.\nc Point de suspension de la même branche. C'est celui où elle se trouve dégagée de\nit suspended; and it is from that point only that the length of the rod is reckoned. This is the rod which is called fixed in the paper.\n\ndd A rod of a more dilatable substance than the former.\n\ne Point at which the rods are connected, called in the paper point of union of the rods.\n\nf Point marked upon the rod dd at the middle height of the rod aa.\n\ng Another point upon the same rod, at the third part of that height.\n\nThe rod dd is the one which is called free in the paper. If then that free rod has a dilatability double of that of the fixed rod, the point f shall be immovable, notwithstanding the variations of the heat. If the first dilatability is triple, then the point d will be immovable.\n\nF I G.\n\nde la pièce qui la tient suspendue; et c'est de ce point seulement que doit se compter la longueur de la branche. C'est celle qui est dite fixée dans le Mémoire.\n\ndd Une branche d'une autre matière plus dilatable que la première.\n\ne Point où les deux branches sont goupillées ensemble, nommé dans le mémoire point de réunion des branches.\n\nf Point marqué sur la branche dd à la moitié de la hauteur de la branche aa.\n\ng Autre point marqué sur la même branche, au tiers de la hauteur de l'autre.\n\nLa branche dd est celle qui est ditte libre dans le Mémoire. Si donc cette branche libre a une dilatabilité double de celle de la branche fixée, le point f sera immobile, malgré les variation de la chaleur. Si la première dilatabilité est triple de la dernière, ce fera le point d qui fera immobile.\n\nU u u 2 F I G.\nFIG. II.\n\naa Stand to which the Pyrometer is suspended.\nb The hook from which it hangs.\nccc The deal-board which is the basis of the whole apparatus.\ndddd Four arms to which the frame eeee is fixed.\neeee The frame.\nssss Another frame, which carries the Microscope.\ngg Two cross pieces, through which passes the tube of the Microscope, and which support it near both ends.\nhh The Microscope.\ni Its Micrometer.\nk Cork, through which passes the glass rod, and by which it is kept suspended.\n\nll The\n\nFIG. II.\n\naa Le support auquel est suspendu le Pyromètre.\nb Le crochet d'où il pend.\nccc La planche de sapin qui fert de base à tout l'appareil.\ndddd Quatre bras qui servent à porter le cadre eeee.\neeee Ce cadre.\nffff Le châssis qui porte le Microscope.\ngg Deux traverses dans lesquelles passe le tube du Microscope, pour le soutenir près de ses deux bouts.\nhh Le Microscope lui même.\ni Son Micromètre.\nk Liège dans lequel la branche de verre est tenue.\nThe glass rod.\n\nA rod of metal, or of any other substance less dilatable than glass.\n\nPoint of union, obtained by means of two connected rings, in which both rods are fastened by screws.\n\nHigher up is another pair of rings, in which the metal rod is free, and which rod it supports.\n\nThe piece to which the glass rod is suspended.\n\nA square piece fixed to the frame by four screws, behind which is a box, in which, as well as in a groove cut in the basis in p, the piece op slides.\n\nA screw, which passes through the square piece q, whose use is to move backwards or forwards the piece q, in order to bring the surface of the metal rod to the focus of the Microscope.\n\nLa branche de verre.\n\nLa branche de métal, ou de toute autre substance plus dilatable que le verre.\n\nLe point de réunion, produit par deux anneaux accouplés, où chacune des branches est fixée par une vis.\n\nUn double anneau semblable, mais où la branche de métal passe librement, se voit plus haut, et sert à soutenir cette dernière branche.\n\nLa pièce à laquelle la branche de verre est suspendue.\n\nUne autre pièce fixée sur le cadre par 4 vis, derrière laquelle est une boîte où la pièce op glisse fort juste, ainsi que dans une mortaise faite à la planche en p.\n\nUne vis qui passe au travers de la pièce q, et qui sert à faire mouvoir la pièce op en avant ou en arrière pour amener la surface de la branche de métal au foyer du Microscope.\nFour screws, with round metal plates behind their heads, which serve to press the frame of the Microscope against the frame \\( eeee \\): the longitudinal openings, through which pass the screws, permit the free motion of the first frame, when one strikes gently with a hammer to the bottom or the top of one of the sides.\n\nWhen one wants the Microscope higher or lower than the grooves permit, one may change the screws in other holes made on purpose in the side pieces of the frame \\( eeee \\).\n\nThe cylindrical bottle, in which hang the rods, in order to be heated at different degrees by water of various temperatures.\n\nSupporters of the bottle.\n\n---\n\nQuatre vis, ayant des plaques de métal derrière leurs têtes, qui servent à presser le châssis du Microscope contre le cadre \\( eeee \\); sans empêcher cependant que ce châssis ne puisse monter ou descendre (par le moyen des ouvertures longitudinales où passent les vis) en frappant des petits coups de marteau dessous ou dessus l'un des côtés.\n\nQuand on a besoin de placer le Microscope plus haut ou plus bas que les coulisses ne peuvent le permettre, on change les vis en d'autres trous qui font le long des montans du cadre \\( eeee \\).\n\nLa bouteille cylindrique dans laquelle pendent les branches pour y être échauffées à différents degrés, par de l'eau à différentes températures.\n\nSupports de cette bouteille.\nPyrometry and Areometry, &c.\n\nx Thermometer suspended in the water.\nyy A rod, to the lower end of which is fixed a small plate, to stir the water by moving it up and down.\nzz A syphon, one branch of which is within, and the other without, the bottle, the latter with a cock; serving to draw off the quantity of water which is necessary for changing the temperature in the bottle.\n\nFIG. III.\n\na The ball of the Areometer, which is of glass and empty, except\nb The small cistern at the bottom, which contains quicksilver.\ncc The branch, made of a thin metal tube, cemented to the ball.\n\n45,15 Two\n\nx Thermomètre suspendu dans l'eau.\nyy Baguette au bas de laquelle est une petite plaque, qui sert à agiter l'eau en la faisant mouvoir de bas en haut et de haut en bas.\nzz Syphon, dont une des branches est dans la bouteille, et l'autre au dehors portant un robinet; servant à tirer de la bouteille la quantité d'eau nécessaire aux changements de degrés de chaleur.\n\nF I G. III.\n\na Boule de l'Areomètre, qui est de verre et vide, excepté\nb Le petit réservoir rempli de mercure.\ncc La branche, faite d'un tube mince de métal cimenté à la boule.\n\n45,15 Deux\nTwo threads tied to the branch, which are the fixed points of the Areometer, as intended to try spirituous liquors.\n\nThe construction of the whole scale is explained in the paper.\n\nOne may apply another scale on the opposite side of the branch (such as the arbitrary scale in the figure) intended to try merely the specific gravity of the liquids in which the Areometer may be dipped. The particular fixed points of this scale (as for instance dd) may be taken in two liquids whatsoever, whose specific gravities, tried by the hydrostatic balance, shall have a convenient relation; and the space between those two points will be divided into a convenient number of equal parts.\n\nDeux fils attachés autour de la branche, qui sont les points fixes de l'Areomètre, comme destiné à l'épreuve des liqueurs spiritueuses.\n\nLa construction de toute cette échelle est expliquée dans le Mémoire.\n\nOn peut tracer de l'autre côté de la branche une autre échelle (comme l'échelle arbitraire de la figure) marquant simplement les pesanteurs spécifiques des liquides dans lesquels l'Areomètre sera plongé. Ses points fixes (comme par exemple dd) pourront aussi être marqués par des fils dans deux liqueurs quelconque, où la balance hydrostatique aura indiqué des pesanteurs spécifiques qui ayent entre elles des rapports simples, dont la différence fera divisée ensuite en parties égales sur l'échelle.\nThe proportions are not determined in this figure, which serves only to help the explanation of the principles upon which a comparable Areometer might be constructed.\n\nIl n'y a rien de déterminé dans les proportions de cette figure, qui sert uniquement à rendre plus intelligible les principes sur lesquels on pourrait construire un Aréomètre comparable.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106330.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 137,
    "total-input-tokens": 208790,
    "total-output-tokens": 55292,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        964,
        2
      ],
      [
        964,
        2714,
        3
      ],
      [
        2714,
        4372,
        4
      ],
      [
        4372,
        5974,
        5
      ],
      [
        5974,
        7620,
        6
      ],
      [
        7620,
        9230,
        7
      ],
      [
        9230,
        10909,
        8
      ],
      [
        10909,
        12693,
        9
      ],
      [
        12693,
        14269,
        10
      ],
      [
        14269,
        15777,
        11
      ],
      [
        15777,
        16652,
        12
      ],
      [
        16652,
        18158,
        13
      ],
      [
        18158,
        19814,
        14
      ],
      [
        19814,
        21462,
        15
      ],
      [
        21462,
        22994,
        16
      ],
      [
        22994,
        24303,
        17
      ],
      [
        24303,
        25970,
        18
      ],
      [
        25970,
        27585,
        19
      ],
      [
        27585,
        29303,
        20
      ],
      [
        29303,
        30979,
        21
      ],
      [
        30979,
        32527,
        22
      ],
      [
        32527,
        34177,
        23
      ],
      [
        34177,
        35745,
        24
      ],
      [
        35745,
        37420,
        25
      ],
      [
        37420,
        39044,
        26
      ],
      [
        39044,
        40760,
        27
      ],
      [
        40760,
        42489,
        28
      ],
      [
        42489,
        43300,
        29
      ],
      [
        43300,
        45053,
        30
      ],
      [
        45053,
        45883,
        31
      ],
      [
        45883,
        47551,
        32
      ],
      [
        47551,
        49285,
        33
      ],
      [
        49285,
        50870,
        34
      ],
      [
        50870,
        52309,
        35
      ],
      [
        52309,
        54071,
        36
      ],
      [
        54071,
        55791,
        37
      ],
      [
        55791,
        57436,
        38
      ],
      [
        57436,
        59099,
        39
      ],
      [
        59099,
        60695,
        40
      ],
      [
        60695,
        62358,
        41
      ],
      [
        62358,
        63954,
        42
      ],
      [
        63954,
        65720,
        43
      ],
      [
        65720,
        67316,
        44
      ],
      [
        67316,
        69034,
        45
      ],
      [
        69034,
        70754,
        46
      ],
      [
        70754,
        72267,
        47
      ],
      [
        72267,
        73964,
        48
      ],
      [
        73964,
        75648,
        49
      ],
      [
        75648,
        77361,
        50
      ],
      [
        77361,
        78906,
        51
      ],
      [
        78906,
        80210,
        52
      ],
      [
        80210,
        81840,
        53
      ],
      [
        81840,
        83755,
        54
      ],
      [
        83755,
        85427,
        55
      ],
      [
        85427,
        87095,
        56
      ],
      [
        87095,
        88889,
        57
      ],
      [
        88889,
        90386,
        58
      ],
      [
        90386,
        92073,
        59
      ],
      [
        92073,
        93666,
        60
      ],
      [
        93666,
        95373,
        61
      ],
      [
        95373,
        97015,
        62
      ],
      [
        97015,
        98746,
        63
      ],
      [
        98746,
        100419,
        64
      ],
      [
        100419,
        100967,
        65
      ],
      [
        100967,
        102311,
        66
      ],
      [
        102311,
        103762,
        67
      ],
      [
        103762,
        105483,
        68
      ],
      [
        105483,
        107110,
        69
      ],
      [
        107110,
        108745,
        70
      ],
      [
        108745,
        110508,
        71
      ],
      [
        110508,
        112134,
        72
      ],
      [
        112134,
        113741,
        73
      ],
      [
        113741,
        115457,
        74
      ],
      [
        115457,
        117028,
        75
      ],
      [
        117028,
        118152,
        76
      ],
      [
        118152,
        119499,
        77
      ],
      [
        119499,
        121256,
        78
      ],
      [
        121256,
        122060,
        79
      ],
      [
        122060,
        123820,
        80
      ],
      [
        123820,
        125363,
        81
      ],
      [
        125363,
        127139,
        82
      ],
      [
        127139,
        128793,
        83
      ],
      [
        128793,
        130406,
        84
      ],
      [
        130406,
        132116,
        85
      ],
      [
        132116,
        135027,
        86
      ],
      [
        135027,
        136711,
        87
      ],
      [
        136711,
        138421,
        88
      ],
      [
        138421,
        140048,
        89
      ],
      [
        140048,
        141766,
        90
      ],
      [
        141766,
        143408,
        91
      ],
      [
        143408,
        144812,
        92
      ],
      [
        144812,
        146363,
        93
      ],
      [
        146363,
        147976,
        94
      ],
      [
        147976,
        149738,
        95
      ],
      [
        149738,
        151441,
        96
      ],
      [
        151441,
        153115,
        97
      ],
      [
        153115,
        154701,
        98
      ],
      [
        154701,
        156242,
        99
      ],
      [
        156242,
        158009,
        100
      ],
      [
        158009,
        159846,
        101
      ],
      [
        159846,
        161370,
        102
      ],
      [
        161370,
        162881,
        103
      ],
      [
        162881,
        164571,
        104
      ],
      [
        164571,
        166255,
        105
      ],
      [
        166255,
        167965,
        106
      ],
      [
        167965,
        168789,
        107
      ],
      [
        168789,
        170580,
        108
      ],
      [
        170580,
        172203,
        109
      ],
      [
        172203,
        173827,
        110
      ],
      [
        173827,
        175144,
        111
      ],
      [
        175144,
        176898,
        112
      ],
      [
        176898,
        178536,
        113
      ],
      [
        178536,
        180029,
        114
      ],
      [
        180029,
        180986,
        115
      ],
      [
        180986,
        182510,
        116
      ],
      [
        182510,
        184297,
        117
      ],
      [
        184297,
        185169,
        118
      ],
      [
        185169,
        186837,
        119
      ],
      [
        186837,
        188600,
        120
      ],
      [
        188600,
        190278,
        121
      ],
      [
        190278,
        191998,
        122
      ],
      [
        191998,
        193609,
        123
      ],
      [
        193609,
        195241,
        124
      ],
      [
        195241,
        196748,
        125
      ],
      [
        196748,
        198381,
        126
      ],
      [
        198381,
        200049,
        127
      ],
      [
        200049,
        201854,
        128
      ],
      [
        201854,
        202707,
        129
      ],
      [
        202707,
        204231,
        130
      ],
      [
        204231,
        205182,
        131
      ],
      [
        205182,
        206592,
        132
      ],
      [
        206592,
        207958,
        133
      ],
      [
        207958,
        209109,
        134
      ],
      [
        209109,
        210497,
        135
      ],
      [
        210497,
        210497,
        136
      ],
      [
        210497,
        210851,
        137
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106330",
    "title": "An Essay on Pyrometry and Areometry, and on Physical Measures in General. By John Andrew de Luc, F. R. S.",
    "authors": "John Andrew De Luc",
    "year": 1778,
    "volume": "68",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 137,
    "jstor_url": "https://www.jstor.org/stable/106330"
  }
}