{
  "id": "0ab812b2ff0173255d406130b3d272a0a98b355b",
  "text": "The second rock struck by Moses is, I think, 43 feet long, 16 broad, 13 high; it has two cracks, oblique ones; in them are some mouths, like those of Meribah: it is of a hard stone, not granite or marble.\n\nI have the exact dimensions and elevation of the second stone, as well as of Meribah.\n\nIX. A Discovery, with Observations, of two new Comets in the Marine Obvatory at Paris; by M. Messier, F. R. S. and Member of the Academy of Sciences at Paris; translated from the French, by M. Maty, M. D. Sec. R. S.\n\nRead March 20, April 24, and May 15, 1766.\n\nOn the 8th of March 1766, the sky having been clear the whole day, I had a mind to make use of this fine weather to look for the satellite of Venus, which for some years has been talked of. I employed, for this purpose, an excellent Gregorian telescope, of 30 inches focus; the great speculum of which, being six inches diameter, magnified objects about 109 times. I could discover nothing with this instrument, the planet appearing only surrounded with small telescopic stars. I likewise made use of a very good achromatic telescope of 5 feet, constructed at Paris, and belonging to the Pr. of S. with which I discovered at about 7 o'clock, and at some distance of Venus, a nebulosity of a small extent,\nwith a luminous center. The time did not permit me that day to assure myself, whether it was a comet or a nebulous star. I was only able, before its setting, to take its position, by comparing it with a star of the 4th magnitude, and to defer to the next day the compleating of this discovery. This very night, after the observation, I looked over my copy of the celestial maps of Mr. Flamstead, upon which I have delineated all the nebulous stars, which I have discovered for some years, and found one in that part of the heaven, which I began to see August 25, 1764. My description is thus entered in my journal: \"I applied myself to the discovery of nebulous stars, the night between the 25th and 26th of August 1764, and I discovered one near the star α of the great triangle, which I compared with that star, in order to obtain its position. This nebulous star is a whitish spot 15 minutes in diameter; the light nearly uniform, tho' somewhat brighter on the right side; it is seen with difficulty by a common refracting telescope of one foot.\" Imagining, that what I had then been looking at was this nebulous star, I lost all hopes for the next day. Being, however, impatient to observe the sky, I found in the evening, that this nebulous star had altered its position, being got nearer to the star, with which I had compared it the day before, and which I then found to be the star γ of the knot of Pisces of the 4th magnitude. I determined the position of the comet with respect to this star, with all the care imaginable, by means of a Newtonian telescope of 4½ feet in length, furnished with a silken-threaded micrometer. This is the table of my observations.\n\nA Table\nA Table of the Places of the first Comet of 1766, observed during Part of the Month of March, deduced from the Determination of its Position, with respect to certain Stars.\n\n| Year | tr.Tim. | Rig. | Asc. | Dec. | Nor. | Stars with which the Comet was compared |\n|------|--------|------|------|------|------|----------------------------------------|\n| Mar.8 | 7 34 22 | 17 39 46 | 14 58 11 | Com. comp. with η Pisc. |\n|      | 9 6 55 4 | 18 42 46 | 14 34 40 | with the same |\n|      | 7 35 28 | 18 44 46 | 14 35 3 | with the same |\n|      | 7 47 8 | 18 45 37 | 14 31 4 | with the same |\n|      | 10 6 49 52 | 19 45 1 | 14 10 38 | with the same |\n|      | 7 0 23 | 19 45 31 | 14 10 37 | with the same |\n|      | 7 9 30 | 19 45 46 | 14 10 2 | with the same |\n|      | 7 40 58 | 19 47 16 | 14 9 33 | with the same |\n|      | 11 6 58 47 | 20 44 46 | 13 46 35 | with the same |\n|      | 7 21 37 | 20 45 31 | 13 46 10 | with the same |\n|      | 7 27 0 | 20 45 36 | 13 46 24 | Com. with Flam. 31 of Pisc. |\n|      | 7 35 21 | 20 46 6 | 13 46 13 | with the same |\n|      | 12 6 56 28 | 21 39 43 | 13 23 45 | with the same |\n|      | 7 5 47 | 21 40 13 | 13 23 48 | with the same |\n|      | 7 20 38 | 21 40 43 | 13 23 52 | with the same |\n|      | 7 41 48 | 21 42 10 | 13 22 51 | with η Pisc. |\n|      | 7 51 26 | 21 44 51 | 13 23 58 | with 101 Pisc. |\n|      | 13 6 49 46 | 22 31 21 | 13 1 46 | with the same |\n|      | 7 34 17 | 22 32 11 | 13 0 19 | with η Pisc. |\n|      | 7 54 46 | 22 36 11 | 13 0 18 | with the same |\n|      | 14 6 53 | 0 23 22 | 16 12 39 40 | with Flam. 104 Pisc. |\n|      | 7 25 16 | 23 22 46 | 12 38 46 | with η Pisc. |\n|      | 7 47 44 | 23 25 | 12 38 33 | with the same |\n|      | 15 7 6 324 | 5 51 | 12 18 2 | with * above 101 Pisc. |\n|      | 7 34 16 | 24 8 | 51 | 12 17 27 | with the same |\n|      | 7 58 57 | 24 9 21 | 12 17 7 | with the same |\nTable of the Positions of the Stars, with which the Comet was compared, reduced to the time of the Observations.\n\n| Rig. Asc. | Dec. Nor. |\n|-----------|-----------|\n| 19 45     | 14 8      |\n| 20 49     | 13 28 30  |\n| 21 41 24  | 13 6 30   |\n\nFrom these Observations, Mr. Pingré has computed the Elements of the Orbit of this Comet, as follows.\n\n- Place of the ascending node: $8^\\circ 4' 10'' 50''$\n- Inclination of the orbit: $40^\\circ 50' 20''$\n- Place of the perihelion: $4^\\circ 23' 15'' 25''$\n- Logarithm of the perihelion dist.: $9.703570$\n\nThe comet pass'd its perihelion, the 17th of February, at $8^h 50'$, mean time at the meridian of Paris.\n\nThe motion of the comet retrograde.\n\nObservations of the second Comet of 1766, discovered at the Marine Observatory at Paris, one month after the former, viz. the 8th of April. By Mr. Messier, &c.\n\nThe 8th of April, the sky having cleared up after many days of cloudy weather; on the evening at 8 o'clock, being gone to the Marine Observatory, to observe some transits of stars on the meridian, and looking on the heavens towards the west, I discovered, by my naked eye, near the horizon, and at a little distance from the Pleiades, a comet, which already appeared considerable; the tail was about 4 degrees in length, the light lively, the nucleus very bright and equally luminous with stars of the 3d magnitude. The comet was at a small distance from the brightest star of the constellation of musca, which Flamstead, in the second\nsecond edition of his catalogue, makes of the 3d magnitude. I several times compared the nucleus of this comet with this star, to deduce its position. The next day, being the 9th, the sky appearing perfectly serene without a moon, I began to see the comet a few minutes before 8 o'clock. During one hour, it was distinctly seen with the naked eye, the tail was 6° or 7° in length, the nucleus very bright. I measured its diameter, by comparing it with the thickness of one of the threads of the micrometer of my instrument, and found it about 36\" of a degree. On the 10th, the sky being equally bright, I saw the comet some minutes before 8 o'clock, and between 8 and 9 it was seen with the naked eye, with a longer tail than yesterday, but not so distinct; the nucleus had also lost part of its brightness. On the 11th, the sky being clear as the preceding days, the comet could only with difficulty be seen with the naked eye; its appearances were much less distinct than the day before, both on account of the vapors of the horizon where it was, and of the twilight which was considerable, and still more so by the light of the moon, which, as well as the two preceding days, was in the part of the heavens, where the comet appeared. On the 12th, the comet could no longer be seen with the naked eye. Through the telescope it appeared very faint, the tail not exceeding now one degree and a half. It certainly became thus invisible, as well as the nucleus, through the too great power of the twilight. The 13th, the sky was serene, with some clouds towards the horizon; I looked for the comet, but could not find it, so that the evening of the 12th was the period of its visibility.\n\nTABLE\n### Table of the Observations of the Comet.\n\n| Year | Month | Day | Right Asc. | Dec. Nor. | Stars with which the Comet was compared |\n|------|-------|-----|------------|-----------|----------------------------------------|\n| 1766 | Apr.  | 8   | 33 54     | 29 25     | Com. com. with the Star 41 of Aries, according to Flamstead. |\n|      |       |     | 57 40     | 25 41     | Com. com. with the same                 |\n|      |       |     | 6 43      | 24 41     | with the same                           |\n|      |       |     | 7 37      | 59 26     | with 33 of Aries                        |\n|      |       |     | 7 37      | 59 41     | with new Star of 7 Mag.                |\n|      |       |     | 21 40     | 59 18     | with 33 of Aries                        |\n|      |       |     | 21 40     | 59 41     | with new Star of 7 Mag.                |\n|      |       |     | 33 43     | 58 41     | with 33 of Aries                        |\n|      |       |     | 33 43     | 58 41     | with new Star of 7 Mag.                |\n|      |       |     | 44 46     | 58 56     | with the same                           |\n|      |       |     | 44 46     | 58 41     | with new Star of 6 Mag.                |\n|      |       |     | 4 15      | 31 15     | with α of Aries                         |\n|      |       |     | 16 35     | 30 34     | with 30 of Aries                        |\n|      |       |     | 16 35     | 30 41     | with new Star of 7 Mag.                |\n|      |       |     | 16 35     | 30 56     | with the Star of 6 Mag.                |\n|      |       |     | 36 26     | 29 11     | with new Star of 7 Mag.                |\n|      |       |     | 36 26     | 28 56     | with the Star of 6 Mag.                |\n|      |       |     | 6 57      | 57 53     | with α of Aries                         |\n|      |       |     | 7 39      | 29 23     | with the same                           |\n|      |       |     | 2 11      | 28 46     | with the same                           |\n\n### Table of the Positions of the Stars, with which the Comet was compared, reduced to the Time of the Observations.\n\n| Right Asc. | Dec. Nor. | Mag. |\n|------------|-----------|------|\n| 39 3 41    | 26 17     | 3    |\n| 38 48      | 24 16     | 5    |\n| 37 35      | 24 40     | 7    |\n| 36 46      | 26 26     | 5    |\n| 35 51      | 23 46     | 7    |\n| 38 30      | 22 20     | 2    |\n\n41 of γ accor. to Flam. ded. fr. A. de la Caille’s Cat. It is only men. in Flam. Select M. I deter. its Positi New. I determined its Position 33 of γ accor. to Flam. I determined its Position 30 of γ accor. to Flam. I determined its Position α of γ deduced from Abb. de la Caille’s Catalogue\n\nFrom\nFrom my observations, M. Pingré has calculated the elements of this Comet as follows:\n\n| Element                          | Value       |\n|----------------------------------|-------------|\n| Place of the ascending node      | $1^\\circ 17' 22''$ |\n| Inclination of the orbit         | $8^\\circ 18' 45''$ |\n| Place of the perihelion          | $6^\\circ 26' 5''$ |\n| Perihelion distance              | $0.636825$   |\n| Logarithm of the perihelion distance | $9.804020$ |\n\nIt passed the perihelion April 17, $0^h 26' 13''$ mean time at the meridian of Paris.\n\nThe motion of the Comet direct.\n\nBy these elements M. Pingré judged that this Comet might be seen again in the morning, after getting clear of the sun's rays; and the following is an Ephemeris he computed for finding it in the months of May and June.\nAn Ephemeris of the second Comet of 1766, for the months of May and June, at $16^h$ mean time at the meridian of Greenwich.\n\n| May | Com. risfs. | Comet’s Long. | Com. Lat.S. | Com. R. Af. | Com. Dec. S. | Comet’s Dist. fr. Earth. | Comet’s Dist. fr. Sun. |\n|-----|-------------|---------------|-------------|-------------|--------------|--------------------------|----------------------|\n| d   | h           | h             | o           | o           | o            | o                        | o                    |\n| 1   | 10          | 15 52         | 9 5 2       | 3 43        | 6 3          | 1 23                     | 0.437                |\n| 3   | 16          | 15 45         | 3 0         | 4 37        | 4 37         | 3 3                      | 0.455                |\n| 5   | 16          | 15 39         | 1 19        | 5 26        | 3 24         | 4 28                     | 0.473                |\n| 7   | 16          | 15 32         | 29 54       | 6 10        | 2 23         | 5 42                     | 0.492                |\n|     |             |               |             |             |              |                          |                      |\n| 9   | 16          | 15 26         | 28 41       | 6 51        | 1 32         | 6 48                     | 0.510                |\n| 11  | 16          | 15 20         | 27 39       | 7 28        | 0 50         | 7 46                     | 0.528                |\n| 13  | 16          | 15 14         | 26 47       | 8 1         | 0 16         | 8 38                     | 0.546                |\n| 15  | 16          | 15 8          | 26 3        | 8 32        | 359 47       | 9 24                     | 0.564                |\n|     |             |               |             |             |              |                          |                      |\n| 17  | 16          | 15 2          | 25 24       | 9 1         | 359 23       | 10 6                     | 0.581                |\n| 19  | 16          | 14 55         | 24 49       | 9 28        | 359 3        | 10 45                    | 0.597                |\n| 21  | 16          | 14 49         | 24 18       | 9 54        | 358 45       | 11 29                    | 0.613                |\n| 23  | 16          | 14 42         | 23 49       | 10 18       | 358 29       | 11 53                    | 0.628                |\n|     |             |               |             |             |              |                          |                      |\n| 25  | 16          | 14 35         | 23 22       | 10 40       | 358 13       | 12 25                    | 0.642                |\n| 27  | 16          | 14 29         | 22 56       | 11 2        | 357 58       | 12 56                    | 0.656                |\n| 29  | 16          | 14 22         | 22 31       | 11 23       | 357 44       | 13 26                    | 0.669                |\n| 31  | 16          | 14 15         | 22 7        | 11 42       | 357 30       | 13 56                    | 0.682                |\n\n| June | 5 | 356 48 | 15 | 3 |\n|      | 10| 355 58 | 16 | 13 |\n|      | 15| 354 57 | 17 | 24 |\n|      | 20| 353 41 | 18 | 37 |\n|      | 25| 352 10 | 19 | 53 |\n|      | 30| 350 22 | 21 | 10 |\n\nIn the months of May and June, I sought for the comet in the morning, when the sky was serene, in the places indicated in this ephemeris, without being able\nable to discover it: the twilight, which was considerable at the time of the comet's rising, might hinder my seeing it, and I have not yet learned that it was seen any where else.\n\nMr. Pingré's remarks on the two comets of this year.\n\nThe elements of the first comet I give as absolutely certain, those of the second I cannot be so sure of. The interval was only four days between the first and the last observation. The two last days, and especially the last, the twilight and the moon light must have produced some uncertainty in the observation. The ephemeris is founded upon the certainty of the elements. Supposing there were no more than three or four minutes error in the two last observations, this would not much alter the theory from what I have given; but an alteration in the elements would produce two or three degrees difference in the place of the perihelion, which might be sufficient to render the reaparition of the comet uncertain in these high latitudes. Some German observations sent to Mr. Messier, made in the beginning of April, induce me to conclude, that the place of the perihelion ought really to be placed a little more eastward; but these observations were sent in so confused a manner, that it seems impossible to obtain the least light from them. Perhaps we may hereafter receive from some southern parts, observations sufficient to make out the true orbit of this comet.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105481.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14208,
    "total-output-tokens": 5699,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1259,
        2
      ],
      [
        1259,
        2939,
        3
      ],
      [
        2939,
        4805,
        4
      ],
      [
        4805,
        6295,
        5
      ],
      [
        6295,
        7988,
        6
      ],
      [
        7988,
        10695,
        7
      ],
      [
        10695,
        11502,
        8
      ],
      [
        11502,
        14861,
        9
      ],
      [
        14861,
        16264,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105481",
    "title": "A Discovery, with Observations, of Two New Comets in the Marine Obvatory at Paris; By M. Messier, F. R. S. and Member of the Academy of Sciences at Paris; Translated from the French, by M. Maty, M. D. Sec. R. S.",
    "authors": "M. Maty, M. Messier",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105481"
  }
}