{
  "id": "7fd666c356a832fbc56881775835fec06caea067",
  "text": "cujus tamen rei causas, neque ipsus ego indagavi,\nneque memini, amicos unquam indagavisse. Jam, ita\nfarmentis cavernam obruerunt accolae, ut vix adiri\npossit amplius. Quin & avicularum funera rariora\nsunt hodie, quam fuerunt olim; quod equidem pro-\nfundius, quam antea, manantibus aquis adtribuerim.\nHaec de his, haec tenus.\n\nIV. An Account of a very extraordinary Tu-\nmour in the Knee of a Person, whose Leg\nwas taken off by Mr. Jer. Peirce, Surgeon at\nBath; communicated in a Letter to Dr.\nMead, Physician to His MAJESTY, and\nFellow of the College of Physicians, and of\nthe Royal Society, London.\n\nSIR,\n\nBath, June 11. 1737.\n\nAs no one has been more conversant with the\nsurprising Disorders to which Men are liable,\nor takes a greater Pleasure in their Relief, than your-\nself, so I flatter myself the following Case cannot fail\nof being acceptable to you.\n\nWilliam Hedges of Stratton in Somersetshire, a\nFarmer's Son, of 25 Years of Age, of a muscular\nhealthy Habit, having never known any kind of\nDisease; about eight Years since first observed a small\nSwelling on his Right Leg near the superior Epiphysis\nof the Tibia, which (to use his own Terms) he called\na Splint, about the Bigness of a split Horse-bean. As\nhe was not conscious of any Bruise on the Part, and\nas it was wholly free from Pain, so the only Reason he had to regard it, was from its constant Increase, which during the two first Years was very slow; but afterwards it increas'd so fast (though without Pain) as to render him altogether incapable of Labour from the time of Hay-Harvest 1735.\n\nUpon taking off the Limb in May last, I found it weighed, with the Leg and Foot, Sixty-nine Pounds, which (to the best of my Remembrance) is Twenty-seven more than the Leg some Years since taken off at St. Bartholomew's Hospital by Mr. Gay, for the like Disorder. The Operation itself afforded nothing uncommon, except the Quantity of recurrent Blood, which, however greater than usual, seemed proportional to the increased Bulk of the Part.\n\nUpon examining this surprising Tumour, the adjacent Muscles were found destitute of their fibrous and fleshy Appearance (probably from the Pressure, and great Extension, which they had suffer'd, and the little Motion which for some Years they had employ'd upon the Tarsus and Toes); but the Fascia and common Membranes of the Muscles, being greatly thickened and callous, adhered to the subjacent Tumour; and upon removing this callous Integument, the Tumour appear'd cover'd with great Quantities of Blood-vessels, much distended, and of a Colour more intensely red than natural.\n\nThe Tumour itself was Cartilaginous for the Space of half an Inch from its external Surface; from whence it form'd numberless bony Substances of various Forms, Colours, and Consistences, which (growing more and more numerous, as they lay deeper) at last form'd a continual Substance completely\npletely ossify'd: In the Centre of this bony Substance we found about a Quart of mucilaginous Liquor, no ways fetid, (though it was then ten Days from the Operation) whose Colour and Consistence nearly resembled that of Linseed Oil; in which we observ'd many little bony Substances loose and floating, similar to many others adhering to the internal Surface of the Cavity, all which had nearly the Appearance of those irregular Incrustations, which in hollow Rocks are sometimes made by the dropping of petrifying Waters. After the Operation, every Circumstance of the Cure proceeded as I could wish, and the Stump is now healed.\n\nIt seems well worth observing, that the Parts above the Tumour were very little alter'd from their natural State. The Cartilaginous Extremity of the Femur was perfectly smooth; nor had the Rotula suffer'd any other Injury except the Ossification of the Ligament by which it is fixed to the Tibia; but the superior Extremity of the Fibula was wholly lost in the Tumour.\n\nMay we not justly admire the Goodness of a Constitution, which could bear such enormous Extensions in the Integuments, the Tendinous Fascia, and even the Bone itself, without Pain and Inflammation? Or can we sufficiently wonder, that the Fluids should be so little disposed to putrify, as to bear so great a Diminution in their Motion, and for so long Time, without vitiating the Constitution, or tainting even the Parts affected? Herewith (Sir) I beg your Acceptance of two Portraits of this surprising Case (See Tab. II.): The first Figure represents the Limb immediately after the Operation; the 2d Figure shews the\nthe Tumour as opened: In both the Artist has so far employed his Care and Skill, as well in preserving the just Dimensions as in the Colours and Appearances, that I am left only to wish, that in the Description, which I have made, my Pen had not fallen short of his Pencil.—I am, with the greatest Respect,\n\nSIR,\n\nYour most obliged humble Servant,\n\nJer. Peirce.\n\nV. An Experiment concerning the Spirit of Coals, being part of a Letter to the Hon. Rob. Boyle, Esq; from the late Rev. John Clayton, D.D. communicated by the Right Rev. Father in God Robert Lord Bishop of Corke to the Right Hon. John Earl of Egmont, F.R.S.\n\nHaving seen a Ditch within two Miles from Wigan in Lancashire, wherein the Water would seemingly burn like Brandy, the Flame of which was so fierce, that several Strangers have boiled Eggs over it; the People thereabouts indeed affirm, that about 30 Years ago it would have boiled a Piece of Beef; and that whereas much Rain formerly made it burn much fiercer, now after Rain it would scarce burn at all. It was after a long-continued",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104235.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11528,
    "total-output-tokens": 1588,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1270,
        4
      ],
      [
        1270,
        2884,
        5
      ],
      [
        2884,
        4504,
        6
      ],
      [
        4504,
        5560,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104235",
    "title": "An Account of a Very Extraordinary Tumour in the Knee of a Person, Whose Leg Was Taken off by Mr. Jer. Peirce, Surgeon at Bath; Communicated in a Letter to Dr. Mead, Physician to His Majesty, and Fellow of the College of Physicians, and of the Royal Society, London",
    "authors": "Jer. Peirce",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104235"
  }
}