{
  "id": "fe40edf94beb246c86f47262680ffb198c038b7b",
  "text": "XXXIII. Specimen Historiae Naturalis Volgensis. Auctore J. R. Forster.\n\nRead June 18, 1767.\n\nANTEQUAM de quolibet genere corporum naturalium circa Volgam flumen agere possim, necessarium duxi quaedam circa loca & situm locorum praemonere.\n\nRegio cujus historiam naturalem sum descripturus, est inter gradum 52 & 48 latitudinis borealis, estque sita ex utraque ripa fluminis Volgae; id flumen ad Saratoviam circiter milliaris Anglici latitudinem habet; at tempore verno, dum nives per universam Russiam dissolvuntur, aqua ingens incrementum capit, & non raro septem novemve pedes Anglicanos surgit, & tum temporis in ripa orientali per duorum triumve Anglicorum milliarium spatium diffunditur, et usque ad altiorem ibi insurgentem planitiem ingentis deserti late vagatur, prataque & silvas ibi foecundat. A mense autem Maio usque in Novembrem vel initia Decembris, quo scilicet tempore gelu constringitur, flumen sensim decrescit. Omnis ripa occidentalis Volgae per plusquam 260 millaria Anglicica est montosa; montes assurgunt in littore a 30 ad 60 orgyas Russicas, quarum quaelibet est 7 pedum Anglicorum; inde duorum triumve milliarium Anglicorum spatio a flumine, alia series montium, paene ejusdem altitudinis procura, eodem tenore quo flumen: & in horum montium dorso frequens est silva plurimum ex pulcherrimis constans quercetis ab ipso iugo horum\nhorum montium ingens planities, protenditur, ad usque flumen Khoper (Choper) quod in Tanaim influit nisi qua, hinc inde, rivis quibusdam dividitur. Omnis superficies harum regionum tecta est ad duorum triumve pedum altitudinem, terra admodum nigra, pingui & ad miraculum usque fertili; sub ea nil nisi marga & lapides margacei cretaceive reperiuntur, ad ipsum usque flumen Volga. Haec eadem ripa occidentalis innumeris intersecta est convallibus, per quas rivuli & fontes, quorum pauci sunt perennes, ex propinquis defluunt montibus. Inomni hac regione gramina & variae plantae primo vere ad duos tresve pedes rapidissime crescunt. Ingravescente aestu sensim siccantur herbae in vastis campis, & dein ab incolis, qui rari admodum reperiuntur, primo vere igni comburuntur, maximo regionis detrimento; quia humiditas ex solo expellitur, & terrae crusta veluti testacea inducitur; ut taceam salia, quae hinc in hac ipsa terrae incultae superficie, nimia sunt, & hyeme certe frigus intendunt, aestate vero nimiam procreant siccitatem; praetera & totae silvae flammis vento agitatis non raro intenduntur & pereunt maximo damno regionis hujus adeo frigidae.\n\nRipa orientalis Volgae plane novum orbem nobis sistit. Ab ipso flumine per duo triave millaria Anglica littora cineta sunt pratis amoenissimis, & silvis, fruticetisque variis generis: innumeris rivuli ex Volga derivati, paludes & lacus, haecce prata intersecant. Dein supra haec prata ad 30 pedum altitudinem colles sunt ascendendi, ex quorum summo vastus campus & planities immensa ad Yaiki usque ripas protenditur ad 130 vel 150 millaria\nmilliaria Anglica. Solum in pratis ex argilla, arena, marga, & putrefactis vegetabilibus constat. Planities superior nil nisi mera argilla est, & maxime tritici milique ferax. In medio harum regionum est planities arenis cooperata & ericetis, in qua si vix ad pedis unius alteriusve altitudinem arenam eruere volueris, ingentem vim habebis aquae dulcis: praeterea innumeris in locis sunt lacus aquae falsae, rivulique amarulentam falsamque habentes aquam; imo & plures illic sunt lacus qui stratis salis muriatici 3 circiter pollicum crastudine sunt lecta, ad plusquam decem duodecimve pedum altitudinem; & si hic inde rivuli aquae dulcis per valles quosdam defluunt, non tamen ubique aqua supra terram fluit, sed saepius per arenas & margacea strata transit, & post aliquot demum milliarium intervallum, denuo fluere incipit.\n\nCoelum his locis plerumque sudum & serenum est. Hyeme intensissimum frigus, multaeque decidunt nives, circa mensis Novembris finem & per Decembrem: at fine Martii vel initio Aprilis subito, aeris temperie nives liquefunt herbae ubique luxuriant, & brevi tempore ad cubiti altitudinem succrescunt, & inde uno tenore aer usque ad summum & poene intolerabilim aestum incalescit, adeo ut gradum $103\\frac{1}{2}$ thermometri Fahrenheitianus celeberrimus Lerchius Astrachani observaverit: & ego circiter sub gradu $51$ degens mensibus Maio, Junio, & Julio 1765 in thermometro de Lisliano gradum $97$ observavi, qui circiter cum $93\\frac{1}{2}$ thermometri Fahrenheitianus coincidit.\n\nPraeterea id precor cuivis legenti sequentes observationes animo obversetur, me non tam voluisse omnis\nomnis numeris perfectam historiam naturalem harum regionum scribere; huic enim operi, nec tempus brevissimum, quo in iisdem oris mihi versari contigit*, nec vires, ob reliquas mihi demandatas maximi momenti occupationes, nec ipse parvus tenuisque, quod scio ingenii mei modulus suffecisset; sed potius primitias historiae naturalis, me orbi erudito, ea qua par est animi modestia, offerre.\n\nNaturae sequar ordinem in exponendis rebus; ab inanimatis, ad vegetantia indeque ad viventia processurus, in plantarum denominatione in animalium dispositione celeberrimi Linnaei editos libros, methodumque undique receptam, adhibitus sum.\n\n**REGNUM MINERALE.**\n\n(A.) **TERRAE.**\n\nA. **ARGILLA.**\n\nα Coloris lutei. Omnis regio trans Volgam, quam late desertum inter Volgam Gaikum, Samaram & mare Caspium patet, nil nisi hujus generis argilla est, at tritici miliique feracissima. Eadem argilla hinc inde & ex hac parte Volgae reperitur prope Saratoviam, prope coloniam Palatinam, ut & prope colonias ad rivulos dictos Lesnoi Karamysh, Sosnoja, Ylafja, & Koola lynka.\n\nβ Coloris rubicundi, particulis ferri impraegnata prope Volgam ad rivulum Chmielofka, ut & circa Tarlyki minoris ripas trans Volgam.\n\n* Scil. à mense Maio ad initium Sept. 1765.\nγ Rhomboïdalís lamellofa lutea. Haec argillae species in torrēnte qui Saratoviam urbem transit, in determinato profundo reperitur.\n\nδ Rhomboïdalís lamellofa nigricans. Tactu mollissima pinguis & laevis sub argillae num. γ memoratae strato invenitur eodem in loco; cum acidis effervescit, & plurima testacea in ea reperiuntur.\n\nB. MARGA.\n\nα Viridescens, pinguis, in colonia Palatina sub humo nigricante, reperitur maxima in copia.\n\nβ Marga cinereo albicans cretacea, ibidem eodem in loco effossa.\n\nC. CRETA.\n\nCirca villam Zolotoi prope Volgam reperiunda; incolae ea utuntur ad dealbandos parietes.\n\nD. HUMUS NIGRICANS PINGUIS.\n\nCis Volgam omnis late regio a Pensa urbe ad Tanaïs viciniam ad duorum triumve pedum altitudinem hac humo tecta est: & uti facile ex aspectu dijudicari potest, orta est ex vegetabilibus per inumeras annorum series, in his locis quotannis putrefactis.\n\nE. TERRÆ MINERALES.\n\nα Arena martialis, prope Ylaflam in vicinia Canalis ab Anglo Perry effossi, ad jungendum Tanaïm Volgae, item prope Medveditzam, eamque influentes rivulos Tersam, Dobrynkam, & Burluk.\n\nβ Terra sale & hepate sulphuris mixta in fundo lacus Yeltoniensis falsi, faepe inter strata salis reperitur.\n\nArgilla\nArgilla sale communi impraegnata. Cis Volgam prope Saratoviam, ad montes Accipitrinos (Sokolowe gori vulgo) & trans Volgam in ripa minoris Tarlycki & plurium minorum rivulorum salam aquam vehentium, statim ex magno proventu Salicorniae, Salsolae & Anabaseos dignoscitur.\n\nTerra selenitica, in torrente qui urbem Saratoviam transit in argilla rhomboïdali, lamellofa, nigricante reperitur.\n\nF. ARENA.\n\nGlarea mobilis ad littora Volgae orientalia praesertim reperitur.\n\nGlarea argillosa, hinc inde in pratis, trans Volgam.\n\nSabulum particulis minoribus, spathi, quarzi, & micae compositum. In medio vasti deserti trans Volgam, campus ingens hac arena coopertus in longum 140 in latum 50 milliaribus patens, & Ryn appellatus, a Volga 100, Yaïko 60 circiter, a mari Caspio autem 120 milliaribus Anglicis abest.\n\n(B.) LAPIDES, in universum admodum rari.\n\nQuarzoïs, in summis jugis montium cis Volgam reperiuntur integrae rupes ex hoc lapide compositae. Magnae satis molis & nomine aurium (Ushy) appellatae, prope Dmibrefok urbem, trans Volgam, ultra 30 mill. Angl. conspicuae sunt.\n\nCosurenarius in summis montium jugis ibidem.\n\nCalcarius,\nCalcarius, petrefactis testaceis plenus, in praerupta Volgae ripa prope Sarateviam, in strato duorum circiter pedum, a summo montis jugo 10 circiter pedibus.\n\nLapis margaceus. Omnia Volgae littora omnesque citeriores partes nil nisi strata hujus lapidis margacei habent, qui nec calci faciendae bonus, nec in aedificiorum usum cedit, quia aeris expositas brevi dissolvitur.\n\nTophus sale plenus, in littore lacus Yeltoniensis.\n\nNota. Trans Volgam ne parvae quidem molis lapides, exceptis his tophaceis, reperies.\n\n(C.) INFLAMMABILIA.\n\nGagates 120 milliaribus Anglicis ad Volgae ripam supra Saratoviam repertus.\n\nPyrites sulphureus purus nudus 26 mill. Angl. supra Saratoviam in australi ripa Tchardymi fluminis 6 mill. Angl. a Volga reperitur; & totus mons ex hoc pyrite versus Africum (S.W.) ad Kurdyum flumen usque protenditur. Decem librarum pondo, dant per destillationem 16 libras sulphuris residuum vitriolo martis, & partibus martialibus est imprægnatum.\n\n(D.) SALIA.\n\nSal commune.\nIngentem salis copiam maximae Russici imperii parti sufficientem praebet lacus Yelton a Russis, a Khalmuccis autem Gelton-noor, appellatus.\nIs lacus trans Volgam a Saratovia 160, a Dmitrefok urbe circiter 80 Angl. mill. abest. A campo arenoso Ryn supra memorato 20 circiter mille passibus remotus; 10 in latum & sedecim in longum, circuitu vero mill. Angl. patet. Plures in eum incidunt rivi salis. Aqua vix ultra 4 pedes Anglicos superfusa, intense falsa, coloris rubicundi, ab argilla ex montibus ut credo defluente, forte & ab alia causa, quam ignorare me fateor: relatum mihi enim est, lacum mensis Augusto, post intensissimos calores, maxime rubere. Tertia circiter parte mill. Angl. a littore incipiunt strata salis per omnem lacum extensa, 3 circiter pollices crassa; haec strata in medio lacu ad insignem altitudinem reperiuntur. Anno 1746, quum primum hoc sale uti inciperent, curribus per lacum uti per glaciem commeabant, salem vecturi: sed curiousius inquirentes, quotnam strata salis in lacu essent, tandem aquae sub stratis inclusae locum dedere prorumpendi, & ex eo tempore aqua lacui superfusa est.\n\nMille vel 1200 homines lintribus circiter 400 vel 500 a fine Maii mensis, in altum Angl. circiter milliare a littore evecti in aquam descendunt & ope ferri conto impacti, strati salis partem aliquam a reliquo revellunt, trium quatuorve pedum plerumque magnitudine, & in lintrem tollunt, dein lintre onerato unus in littus cum sale abit, reliqui alium lintrem replere conantur. Postero die antequam ad laborem redeant, salem in littore malleis ligneis comminuunt, & aqua lacustri eluunt, est\nest enim maximopere impurum. Quotannis ad 120 millena millia librarum salis a Maio ad Augustum eruunt, & 6000 vel 8000 bobus Saratoviam & Demetriopolim (Dmitrefok) ad Volgam in Imperatricis devehunt horrea, praeterea innumeris equi, carris juncti, salem in usum populi in vicinia exportant. Pro 40 libris salis, pro labore, operariis, & ii qui sallem vehunt in universum Saratoviae 4½ d. Demetriopoli (Dmitrefok) tantum 2½ d. monetae Anglicae ex publico rependunt. Deinde autem salem per omne imperium Russicum navibus distribuunt & carris. Tum vero omnes unam libram ½ d. Angl. pretio, emere possunt, ex publicis horreis, quovis in loco. Ingens copia salis mirabilis, inter strata salis passim reperitur, & licet maximam ejus partem supradicto modo eluant, remanet semper aliqua ejus pars, quae efficit, ut hoc sale minus bene in aspergendi utantur carnis, praesertim in usum nauticum, ideo in imperatoriae classis usum quotannis Hispanum important salem. Praeter hunc lacum sunt & plures alii sale pleni, versus mare Caspium, in vicinia Astracani; sed eo sale uti vetitum est, ne in detrimentum publicorum redituum eum eruerent; id vero inde incommodum ortum, ut piscatui nunc minus sint intenti populi Caspio mari vicini, salis nempe pretio duplo majori, quam ante fuerat, facto.\n\n2 Sal mirabile uti supra memoravimus inter strata salis communis reperitur, in eodem lacu Yeltonienfi.\n\n3 Alumen.\n3. Alumen.\n\nUrbem Saratoviam transit rivulus in praerupta valle, in eundem a parte septentrionali influunt fontes tres, quorum aqua saporis est maximopere adstringentis; cum ea quaedam experimenta institui, ut nempe potui; non enim in hisce oris in promptu sunt omnia ad ejusmodi experimenta rite instituenda.\n\nα Odorem nullum in hac aqua observare potui.\nβ Visui aqua se offert limpidissima; nec per complures dies asservata mutationem ullam subiit.\nγ Sapor intense stypticus, adstringens, amarulentus.\nδ Media aeestate, frigidissima erat dum ex fonte prodiret.\nε Solutio argenti in ṃ, aqua diluta, & huic aquae affusa, eandem subito turbidam, mox lactei prorsus fecit coloris: mox coagulatae in aqua videri poterant partes, quae sensim subsidere videbantur; superior pars hujus coaguli nigricantis erat coloris.\nζ Affuso Sp. Sal. Amoniac. similiter coagulum in aqua videri poterat.\nη Ferrum politum & laevigatum aquae injectum nigrum induit colorem, & in summa aquae superficie, ferro adhaesit ochra.\nθ Argentum laevigatum, aquae immissum nigrum induit colorem, praeterea splendorem exuit.\nη Solutio η in ṃ affusa, coeruleo colore eam tinxit, praeterea vero nil mutatum.\nAlbumen ovi aquae immissum nil mutavit.\n\nTinctura quaedam coerulea, mihi falso pro Syrupo violarum venditá, (erat enim tinctura Flor. Aquilegiae, aquae admixta,) nullam subiit mutationem.\n\nSolutio Mercur. sublimati aquam aequa limpidam ut antea reliquit.\n\nInfusione Gallarum affusa, nil mutatum.\n\nSolutio Sal. Tartari aquae adfusa lacteum colorem ei induit, dein & coagulatae partes visae.\n\nSolutio Sachar. Saturni aquam minus limpidam fecit, & postero die partes coagulatae visae.\n\nSolutio Aluminis affusa nil mutavit.\n\nEx hisce satis appareat Aluminis aliquantum huic aquae inesse; praeterea visum est mihi partes sulphureas aquae admistas esse; sed quia plura experimenta instituere mihi non licuit, utique aquae hujus reliqua ingredientia & proportionem observare nequii.\n\nVitriolum Martis in Pyrite supra descripto lit. C. n. 2. inesse, certissimum indicium fecit lixivium residui post distillationem Cris evaporatum.\n\n(E.) MINERAE.\n\nIn omni hac regione hactenus nonnisi ferri minerae sunt inventae.\n\nMinera ferri cavernosa, cujus 40 librae dant 16 libras ferri optimi, magis scoriae quam ferri minerae similis, at metalli dives est, & facillime liquefit, adeo ut eo gradu ignis, quo aliae minerae vix calcinantur, haec nostra jam liquefacit.\nIn superficie terrae inter arandum copiose repetitur in agro coloniae Palatinae. In deserto versus Choper fluvium magna in copia obvium est. Ignem certissime jam passa est minera, ideo forte a monte ignivomo quondam erectata.\n\nMinera ferri lamellosa, mixta arenae ferrariae, ex fodinis ferri, circa montes, qui imminent rivulis, Tersa, Dobrynka, & Burluk. Ferrum dant durum & non magni pretii, ex minera refractaria. Ejusdem generis minera ferri, circa fossam reperitur, quam Anglus Joannes Perry, iussu Imperat. Petri I, ad jungendam Volgam & Tanaim duxit.\n\n(F.) PETREFACTA.\n\nPlurima Ammoniorum, Mytulorum, Terebratularum, Chamitarum, & Pinnae marinae exemplaria circa Saratoviam in lapide calcario & in argilla tessellata nigra supra descripta reperiuntur.\n\nREGNUM VEGETABILE.\n\nPlus quam septingentas in itinere meo collegeram herbas; sed plaustris, quibus cum reliquis sarcinis & herbaria mea imposita erant, aquam profundam transeuntibus, semina & herbaria quoque facta sunt, nec primis statim observavi diebus, dein irreparabilem jacturam me passum esse vidi, omnes enim plantae mucore corruptae, prorsus abiciendi erant: & cum in chartas hafce bibulas, pro restaurando damno alias collegissem herbas, & has mucor ex charta propullulans infecit, itaque nonnisi reliquias\nharum plantarum & paucas bene conservatas retuli, ex itinere. Hinc cuilibet patebit nonnifi specimen, admodum pusillum heic florae Volgensis offerri. In determinandis plantarum nominibus, Clariss. Falckius, Prof. Botanices in Horto Pharmaceutico Imperiali, pro insigni amicitia qua me prosequitur, me plurimum adjuvit, quod grata admodum mente publice fator.\n\n**DIANDRIA MONOGYNIA.**\n\n1. **SALICORNIA caule geniculato**; in apicibus ramorum sunt clavae floriferae articulis cylindricis, ex cujusvis articuli commissura prodeunt sex flores; in cavitate rotunda, prominet stylus, & adsunt duo stamina cum antheris.\n\n2. **caule tereti sine geniculis**; in ramorum apicibus sunt clavae floriferae articulis tetragonis rhomboidalibus; ex cujusvis articuli commissura prodeunt quatuor flores, ad rhomborum apices; stamina cum antheris duo, stylus minimus.\n\n*Nota.* Quia antherae ob staminis tenuitatem sunt maximopere flexae, ipse humi positus oculo armato inumeros flores accuratius observavi, & in omnibus, duo stamina & unicum stylum reperi: itaque hae salicorniae species differunt, in his regionibus ab iis, quas alii Botanici alibi cum una vel pluribus observaverunt antheris. Florent mensē Julio & Augusto in locis humidis, prope lacus & rivulos salinos trans Volgam ad lacum Yelton, & in vicinia Yerooslani fluminis.\n\n3. **VERONICA incana**, foliis oppositis superio ribus sessilibus, integerrimis, inferioribus & radicalibus crenatis\ncrenatis & petiolatis. Floret mense Junio locis ficcis montosis cis Volgam.\n\n4. *longifolia* floret a Julio in Augustum ubique cis Volgam in campis & sylvis.\n\n5. *Gratiola officinalis*, floret a Julio in Septembrem in pratis & locis humidis, ubi sefe per stolones reptantes propagat.\n\n6. *Salvia nemorosa* floret a Maio per totam aestatem locis aridis.\n\n**Triandria Monogynia.**\n\n7. *Valeriana officinalis* floret m. Jun.\n\n8. *Iris pseud. Acorus* floret m. Junio in aquosis.\n\n9. *Sibirica* floret m. Maio & Junio in pratis humidis ad Volgam.\n\n**Triandria Digynia.**\n\n10. *Phalaris erucaeformis* floret Jun. in campis cis Volgam.\n\n11. *Stipa pennata*, aristas longissimis floret m. Junio, seqq.\n\n**Tetrandria Monogynia.**\n\n12. *Scabiosa arvensis* floret m. Julio seqq.\n\n13. *ochroleuca* floret in campis & ad segetes m. Jul. seqq.\n\n14. *Galium rubioides* floret m. Junio.\n\n15. *palustre* floret m. Junio circa rivulos in silvis.\n\n16. *verum* ad rivulos & fontes m. Jun.\n\n17. *Aparine* ad sepes villarum m. Jun.\n\n18. *Rubia*.\n18. **Rubia peregrina** folis quaternis; baccae duae monospermae, semina umbilicata; floret m. Jun. ad ripam Dobryn, Kae &c Yerooslani.\n\n19. **Plantago major**, ad vias & semitas passim, fl. m. Jul.\n\n20. **——— media**, in montibus soli expositis, fl. eodem tempore.\n\n21. **Sanguisorba officinalis**, copiose in pratis, fl. m. Jun. seqq.\n\n22. **Alchemilla vulgaris** in pasquis humidis.\n\n**Tetrandria Digynia.**\n\n23. **Anonymos calyx** exterior triphyllus, interior quadrifllyllus. Corolla nulla, styli duo plumosi, antherae majores sagittatae, foliola linearia fasciculata, flores alares, radix lignosa ut &c tota planta, quae raro pedem & dimiduum excedit. Ob feminis defectum determinare non potui, quo potissimum sit referenda haec planta; floret Julio & Aug. locis aridis in deserto trans Volgam prope Yerooslannum flumen.\n\n**Pentandria Monogynia.**\n\n24. **Myosotis scorpioides** locis humidis floret m. Junio.\n\n25. **——— apula** fol. hispidis, racemis foliosis locis aridis m. Jul.\n\n26. **Lithospermum officinale** floret Maio in montibus & locis apricis circa Koordyoom & Saratoviam.\n\n27. **Onosma,**\n27. **Onosma**, *simplicissima* fol. lanceolato—lineari-\nbus, confertissimis, asperis, antheris sagittatis, quae\nmihi connatae videbantur; fl. m. Jun. locis altiori-\nbus fiscis.\n\n28. **Echium Italicum** flor. m. Junio in collibus.\n\n29. **Lysimachia vulgaris** floret m. Junio locis hu-\nmidis.\n\n30. ———— *nummularia* floret m. Augusto in\npratis.\n\n31. **Convolvulus arvensis** fl. m. Jul. inter segetes\npassim.\n\n32. ———— *sepium* inter fentes & dumeta fl.\nJulio.\n\n33. **Polemonium coeruleum** in sylvis & pratis floret\nm. Maio.\n\n34. **Campanula rapunculoides** habitat in montosis\nregionibus fl. m. Junio.\n\n35. ———— *Trachelium* in sylvis fl. eod. temp.\n\n36. **Verbascum Thapsus** fl. m. Jun. locis fiscis.\n\n37. ———— *Lychnitis* flor. m. Jun. in campus.\n\n38. ———— *nigrum* ad ripas rivulorum & fon-\ntium m. Jun. seqq.\n\n39. ———— *Phoeniceum* florib. odoratissimis fl.\nm. Maio & Junio in campus desertis prope Pe-\ntrofsk, & prope Sosnofkam in Volgae ripa.\n\n40. **Solanum Dulcamara** fl. m. Junio locis um-\nbrosis.\n\n41. ———— *nigrum* fl. in Jun. in arvis &c ad sepes.\n\n42. **Rhamnus Frangula** fl. m. Maio in humidis ad\nrivulos.\n\n43. **Euonymus Europaeus** fl. m. Maio in sylvis ad\nrivulos.\n44. *Ribes nigrum* fl. m. April. &c Maio in sylvis passim.\n\n**Pentandria Digynia.**\n\n45. *Asclepias Vincetoxicum* locis humidis &c umbrosis fl. m., Jun. seqq.\n\n46. *Salsola Kali* foliis subulatis, spinosis, caule decumbente, calycibus axillaribus, marginatis.\n\n47. ——— *rosacea.*\n\n48. ——— *prostata.*\n\n49. ——— *hiruta.*\n\n50. *Anabasis foliosa.* Omnes hae plantae reperiuntur ad rivulos &c paludes salinas, &c locis sale communi imbutis, prope Saratoviam &c trans Volgam in deserto prope lacum Yelton &c rivulos salinos in hunc lacum sepe exonerantes; fl. m. Julio.\n\n51. *Ulmus campestris* in sylvis passim.\n\n52. *Eryngium planum* ad vias passim fl. m. Julio.\n\n53. *Heracleum Sphondylium* in agris &c campis passim fl. m. Jul.\n\n54. *Angelica atro-purpurea* floret m. Jun. locis humidis.\n\n55. ——— *sylvestris* floret m. Junio in umbrosis passim.\n\n56. *Chaerophyllum sylvestre* fl. m. Jul. in umbrosis.\n\n57. *Aegopodium Podagraria,* in sylvis & umbrosis passim fl. in Junio.\n\n**Pentandria Trigynia.**\n\n58. *Viburnum Opulus* in sylvis &c humidis floret m. Junio.\nPentandria Pentagynia.\n\n59. *Statice reticulata* florent m. Jun. locis aridis & passim sal-\n60. *speciosa*\n61. *tatarica* fugine aspersis.\n62. *Linum perenni* floret m. Jun. & Jul. in pratis prope Coloniam Palatinam.\n\nHexandria Monogynia.\n\n63. *Allium paniculatum*, floret m. Jun. in locis desertis.\n64. *Fritillaria Meleagris*, flor. April. in montibus aridis ad Volgam.\n65. *Tulipa sylvestris*, flor. m. April.\n66. *Gesneriana* locis aridis pulcherrimis coloribus nonnulla exemplaria superbire vidi, praesertim ad tumulos quosdam sepulchrales in medio deserto 60 circiter mill. Angl. ab omni habitatione remoto.\n67. *Asparagus officinalis*, in omnibus pratis ad Volgae ripam copiose fl. m. Jun.\n68. *Convallaria maialis* flor. in sylvis m. Maio.\n69. *multiflora*.\n70. *bifolia*, fl. m. Maio in humidis.\n71. *Acorus Calamus*, in aquosis & paludibus passim.\n72. *Rumex Acetosa*, in pratis Jun.\n\nHexandria Trigynia.\n\n73. *Alisma Plantago aquatica* in paludibus ad Haflam & trans Volgam, in pratis m. Jul.\n\nVol. LVII. U u Hep-\nHEPTANDRIA MONOGYNIA.\n\n74. Trientalis europaea, fl. m. Maio in sylvis,\n\nOCTANDRIA MONOGYNIA:\n\n75. Epilobium angustifol. florent m. Junio locis humidis.\n76. ———— hirsutum,\n77. ———— tetragonum,\n78. Vaccinium Myrtillus in sylvis humidis m. Maio fl.\n\n79. ———— Oxycoccus in paludibus frequens; & modo non omni tempore venum, asportantur baccae Oxycocci, praesertim m. Jun. Russi eas magna copia ingurgitant, contra calores; vel etiam succum expressum, aqua & melle admixtum, pro potu habent, quem palato admodum jucundum esse, ipse expertus sum.\n\nOCTANDRIA TRIGYNYIA.\n\n80. Polygonum Bistorta fl. m. Maio in pratis.\n81. ———— Convolvulus inter segetes paassim.\n\nENNEANDRIA HEXAGYNYIA.\n\n82. Butomus umbellatus in palustribus m. Jun.\n\nDECANDRIA MONOGYNYIA.\n\n83. Arbutus Uva ursa prope Twer in paludibus jam in vicinia Volgae fl. m. Maio.\n\n84. Pyrola\n84. Pyrola rotundifolia, florent m.: Maio in sylvis.\n\n85. —— minor,\n\nDecandria Digynia.\n\n16. Scleranthus annuus fl. m. Maio locis arenosis, radicibus hujus ut & Potentillae reptantis & Tormentillae adhaeret coccus Polonicus; & a mulieribus frequenter colligitur, aceto necatur, & venum affortatur.\n\nDecandria Trigynia.\n\n87. Saponaria officinalis, fl. m. Jun. locis fiscis.\n\n88. Dianthus arenarius, fl. m. Jul. & Aug. ad ripas Volgae.\n\n89. Cucubalus tataricus, fl. m. Jun. locis aridis\n\n90. —— sibiricus, &c altioribus.\n\n91. Arenaria saxatalis, fl. m. Jun. in montibus fiscis ex lapide margaceo constantibus.\n\nDecandria Pentagynia.\n\n92. Sedum acre floret m. Aug. locis arenosis.\n\n93. —— Telephium locis aridis in deserto.\n\n94. Agrostemma Githago inter segetes.\n\n95. Lychnis Chalcedonica prope Coloniam Palatinam copiose in sylvis & locis humidis.\n\nDodecandra Monogynia.\n\n96. Portulaca oleracea ad ripam Yerooslani fluvii.\n\nU u 2 97. Ly-\n97. *Lythrum Salicaria* ad rivulos fl. m. Jul. Aug. pp.\n\n**Dodecandria Trigynia.**\n\n98. *Euphorbia Peplus* fl. m. Julio in agris.\n99. ———— *belioscopia* ibid. eod.\n100. ———— *palustris colossea* 4 &c 5 pedum Angl. ad ripas Volgae & Occae in pratis humidis fl. m. Maio.\n\n**Icosandria Monogynia.**\n\n101. *Amygdalus nana*; in campis desertis integrae sylvulae occurrunt, fl. m. Maio.\n102. *Prunus Cerasus caproniana* in desertis cis Vologam, integrae ex ea sylvae reperiuntur, fl. m. Maio.\n103. ———— *Acacia Germanor.* fl. m. Maio inter dumeta.\n\n**Icosandria Trigynia.**\n\n104. *Sorbus aucuparia* in sylvis m. Maio.\n\n**Icosandria Pentagynia.**\n\n105. *Pyrus Malus sylvestris*; in sylvis hinc inde arbores majores reperiuntur, fl. m. Maio.\n106. *Spiraea salicifolia* herbacea, ad montium radices, floret m. Jun.\n107. ———— *Filipendula* in campis humidis.\n108. ———— *Ulmaria* in pratis.\n\n109. *Spiraea*\n109. *Spiraea crenata* f. *tatarica* folia ovato oblonga, alia apice crenata, alia integerrima, corymbus terminalis; flores albi; fl. m. Maio in campis desertis paßim.\n\n**ICOSANDRIA POLYGINIA.**\n\n110. *Rubus Idaeus* magna ingentique copia in sylvis provenit, &c in montibus sylvosis.\n\n111. —— *fruticosus*.\n\n112. *Fragaria Vesca sylvestris* &c *pratensis* m. Maio.\n\n113. *Potentilla Anserina* in pratis.\n\n114. —— *reptans* in campis paßim argillofis foli expositis, coccum Polonicum alit.\n\n115. *Tormentilla erecta* in prato sylvestri m. Maio floret, cocci Polonici ferax.\n\n116. *Comarum palustre* in locis humidis.\n\n**POLYANDRIA MONOGYNIA.**\n\n117. *Chelidonium majus* ad sepes m. Maio.\n\n118. *Papaver Rhoeads* inter segetes m. Junio.\n\n119. *Nymphaea alba* in flum. Ylafla & in paludibus copiose trans Volgam.\n\n120. —— *lutea*\n\n121. *Tilia europaea* copiose in sylvis floret.\n\n**POLYANDRIA TRIGYNIA.**\n\n122. *Delphinium Consolida* fl. a m. Jun. inter segetes.\n\n123. —— *elatum* inter fruticeta m. Jul.\n\n124. Aco-\n124. **Aconitum uncinatum**, fol. magnis, palmatis, lacinis magnis, flores pallide coerulei singulares in Querceto humido prope Arsmassium urbem, exitu m. Maii.\n\n**Polyandria Polygynia.**\n\n125. **Anemone sylvestris** fl. m. Maio & Junio in humidis & sylvestribus locis.\n\n126. **Thalictrum flavum**\n\n127. **——— minus** flor. m. Jun. locis humid.\n\n128. **Trollius europaeus** fl. m. Maio in pratis.\n\n129. **Caltha palustris** ad ripas rivulorum in April.\n\n**Didynamia Gymnosperma.**\n\n130. **Aiuga pyramidalis** fl. m. Maio in campis.\n\n131. **Sideritis hyssopifolia** fl. m. Jun. in campis desert. cis Volgam.\n\n132. **Mentha aquatica** fl. m. Jul. palustribus.\n\n133. **Glecoma hederacea** in pratis copiose fl. m. Maio seqq.\n\n134. **Galeopsis Ladanum** fl. m. Jun. in arvis.\n\n135 **Phlomis Herba Venti** fl. m. Jun. in campis.\n\n136. **Origanum vulgare** fl. m. Jun. inter fruticeta.\n\n137. **Thymus Serpillum** fl. m. Jun. locis fuscis montosis.\n\n138. **Dracocephalum sibiricum** fl. m. Jul.\n\n139. **Scutellaria galericulata** fl. m. Jul. locis humidis.\nDidynamia Angiosperma.\n\n140. Rhinanthus corollis labio superiori, recurvo emarginato; flores pallide lutei, alares in spica homomalla, fol. lanceolatis integerrimis, fl. m. Maio & Jun. in campis & sylvis arenosis subhumidis.\n\n141. crista Galli fl. in pratis m. Jun.\n\n142. Euphrasia officinalis, In campis desertis fl.\n\n143. Odontites, in Maio & Junio.\n\n144. Melampyrum arvense inter segetes Jul.\n\n145. Pedicularis comosa, flore pallide luteo, m. Junio in campis.\n\n146. Antirrhinum Linaria fl. m. Jun. in campis.\n\n147. Scrophularia nodosa fl. m. Jul. ad. aquarum rivulos.\n\n148. Orabanche major fl. m. Jun. in montibus.\n\n149. Dodartia orientalis, fol. integerrimis glabris linearibus, flor. caeruleis; fl. m. Julio in campis trans Volgam ad Tarlyk majorem fluvium. Cameli, equi, boves & oves Kalmymccorum sunt ejus appetentissimae, & ad radices usque demorsam comedunt; ideo magno labore & longissima excursione demum locum intactum nactus sum, in quo exemplaria integra reperi ex quibus eam definire potui.\n\nTetradynamia Siliculosa.\n\n150. Alyssum incanum in campis fl. m. Jun.\nTETRADYNAMIA SILIQUOSA.\n\n151. SISYMBRIUM Sophia fl. m. Jun. in aridis.\n\nMONADELPHIA POLYANDRIA.\n\n152. SIDA; calyx tomentosus, coriaceus, quinquefidus, complicatus, folia magna, cordata, crenata, acuminata, tomentosa, petiolis folio longioribus; capsulae tomentosae, 12, 13, 14, calyce longiores, semina in qualibet capsula tria, reniforma, fl. m. Aug. ad Yerooflani ripam.\n\n153. ALTHAEA officinalis flor. m. Jun. in campis humidis.\n\n154. LAVATERA thuringiaca fl. m. Jun. inter fruticeta.\n\nDIADELPHIA OCTANDRIA.\n\n155. POLYGALA vulgaris fl. m. Jun. in campis herbosis.\n\n156. ————sibirica fl. m. Jun. in campis herbosis.\n\nDIADELPHIA DECANDRIA.\n\n157. SPARTIUM complicatum fl. m. Maio locis ficeis.\n\n158. GENISTA tinctoria fl. m. Jun. & Jul. in campis herbidis patentissimis.\n\n159. LATHYRUS tuberosus, fl. m. Junio copioso in pratis & campis.\n\n160. ————pratensis, pratis & campis.\n\n161. VICIA piciformis, stylus villosum petiolis angulosis substriatis, stipulis sinuato-sagittatis, foliis ovatis, retufis, mucronatis, pedunc. multifloris imbri- catis,\ncatis, flores ochroleuci; crescit inter dumeta in ripa rivuli in Colonia Palatina.\n\n162. —— dumetorum, inter fruticeta,\n\n163. —— Cracca in pratis,\n\n164. Glycyrrhiza echinata fl. m. Jun. ad ripam Volgae & Dobrinkae in pratis.\n\n165. —— glabra, integros ubique ac spatiosissimos campos occupat, fl. m. Jun.\n\n166. Coronilla varia fl. m. Jun. in campis & pratis.\n\n167. Hedysarum Onobrychis fl. m. Jun. in montibus margaceis.\n\n168. Phaca alpina fl. m. Jun. in campis.\n\n169. Astragalus contortuplicatus m. Jun. in campis siccis.\n\n170. —— pilosus in aridis locis fl. m. Julio.\n\n171. —— Syriacus, in locis altioribus.\n\n172. Trifolium Melilotus officinalis, toti campi meliloto, fl. luteo & albo, occupantur.\n\n173. —— rubens fl. m. Jun. in pratis.\n\nPolyadelphia Diandria.\n\n174. Hypericum perforatum, inter fruticeta.\n\nSyngenesia Polygamia Aequal.\n\n175. Sonchus Alpinus in campis altioribus fl. m. Jun.\n\n176. Leontodon Taraxacum in pratis m. Maio.\n\n177. Cichorium Intybus, fl. m. Jul. in campis.\n\n178. Arctium Lappa fl. m. Jun. ad sepes.\n\nVol. LVII. X x 179. Eupa-\n179. *Eupatorium cannabinum* fl. m. Junio ad aquarum rivulos.\n\n**Syngenesia Polygamia Superflua.**\n\n180. *Tanacetum vulgare* m. Jul. in campis &c ad sepes.\n\n181. *Artemisia Abrotanum* ad Volgae &c Occae ripam copiosissime.\n\n182. *Pontica* fl. m. Aug. in campis aridis.\n\n183. *Absynthium* in montibus ficcis.\n\n184. *vulgaris* ad sepes.\n\n185. *Dracunculus* in campis patentibus & ad montium radices.\n\n186. *Senecio Donia* fl. m. Jun. in pratis.\n\n187. *Inula Helenium* copiose in pratis &c ad rivulos m. Jun.\n\n188. *Cineraria Alpina*, &c quidem ea varietas quam Jaquinus in fl. Vindeb. p. 287. nudam vocat, in montibus margaceis ficcis.\n\n189. *Achillea ptarmica* in pratis trans Volgam copiose m. Jun.\n\n190. *Millefolium* in campis ad segetes &c vias passim m. Jul.\n\n**Syngenesia Polygamia Segregata.**\n\n191. *Echinops Sphaerocephalus* in campis ficcioribus.\n\n**Syngenesia Monogamia.**\n\n192. *Viola tricolor* passim in arvis &c pratis trans Volgam.\n\n193. IM-\n193. IMPATIENS Noli-tangere inter frutices m. Jun.\n\nGYNANDRIA HEXANDRIA.\n\n194. ARISTOLOCHIA Clematis in sylvis m. Maio floret.\n\nMONOECA TETRANDRIA.\n\n195. BETULA alba fl. m. Apr. sylvar. decus.\n196. ———— Alnus fl. m. Apr. ad ripas aquarum.\n197. URTICA dioica fl. m. Jun. ad sepes.\n198. MORUS Tatarica habitat in Insulis Volgae, quotannis inundationi expositis circa Tzaritzinum, ubi integrae ejus sunt sylvae, sic &c in omnibus insulis Tanais ab ostio ejus ad Tzaritzinum usque reperitur copioso. Bombyces foliis hujus mori educati, sericum produxere tanti splendoris, adeoque bonum, ut nulla in re inferius sit serico Taurinensi. Imperatrix ipsa ex serico a me oblato, jussit fieri pulcherimae fasciae, quas capitis ornatus causa admovere dignata est.\n\n199. XANTHIUM strumarium ad sepes &c vias paßim.\n\nMONOECA POLYANDRIA.\n\n200. QUERCUS Robur. Sylvae ad Volgam &c inferiora Tanais sunt maximam partem quercetum continuum, quod memorandum, quia quercus rarae in septentrionalibus Russiae. Incolae querno ligno in aedificando & in foco utuntur : juniores\nquercus piscatores frequenter caedunt, ut cortice querno, additis veteribus ferramentis, retia nigro tingant colore, magno sylvarum damno: quamobrem ipsé aliam in Borussia usitatam proposui methodum retia nigro induendi colore, nempe ut fumigentur, quod &c magis conducat retibus, &c pisces allicere credatur.\n\n**Monoecia Monadelphia.**\n\n201. *Pinus sylvestris*, hujus arboris folás quinque vidi ad villam Sosnofkam, quae hinc &c nomen sortita est: praeterea desunt in ripis Volgae per plus quam 600 mill. Angl. a mari Caspio.\n\n**Dioecia Pentandria.**\n\n202. *Humulus Lupulus* arbores scandit in locis humidis.\n\n**Dioecia Octandria:**\n\n203. *Populus alba*\n204. *tremula* integrae sylvae in pratis inundatis, trans Volgam, harum arborum.\n\n**Polygamia Monoecia.**\n\n205. *Veratrum album*. Incolae credunt, id comesum pecoribus omnis generis mortale esse. Radicem ficcatam &c in pulverem reductam, vulneribus in tergo boum inspergunt, &c hac ratione oeltrum\noestrum expellunt. Copiose fl. m. Maio in locis humidis circa Saransk & Pensam urbes.\n\n206. Acer Tataricum fl. m. Maio ad ripas rivulorum & locis humidis.\n\nCRYPTOGAMIA FILICES.\n\n207. Marsilea natans. Folia plantae ovata, opposita, complicata; omnem superficiem foliorum tegunt glomeruli ex quatuor albis filamentis in apice veluti cirrhoideis, compositi. Infra ramulos plantae, multae in aquam radices demittuntur; diversi hinc inde ab his radicibus reperiuntur glomeruli pilorum, qui calicis loco cingunt globulos tres, quattuor, quinque, septem, plures glomeratim adhaerentes, &c. stylos tenuissimis instructos, globuli maturi continent semina plurima albicantia ovata. Itaque nunc credo hac observatione me satisfacturum desiderio Ill. Linnaei, qui genus Marsileae determinare promisit, si haec Marsileae species examinata fuerit. Integrae paludes trans Volgam hacce planta sunt tectae. Quae hic descripti non nisi oculo armato vidi m. Aug.\n\nREGNUM ANIMALE.\n\nCLASSIS PRIMA. MAMMALIA TERRAE.\n\n1. Canis familiaris domesticus, inter rusticos frequens.\n\n2. —— vertagus, hic uti in omni Russia haec caenum species pilis longissimis, & pedibus durioribus sub-\nsubvillosis, videtur adaptata regioni nivibus hieme opertis, ideoque &c tum ad venationem adhiberi possunt, quum reliqui vertagi nil proficiunt.\n\n3. Lupus, frequenter admodum & pecoris damnosii sunt lupi, hisce in oris.\n\n4. Vulpes, ex utraque Volgae ripa frequentes; ipse catulum captum vidi trans Volgam ad Tarlyk flumen.\n\n5. Felis Catus. Feles ferae in sylvis frequentes discuntur, a me tamen non visae.\n\n6. Mustela Lutra. In paludibus & lacubus trans Volgam plurimas Lutras esse, relatum mihi est: vidi unam, mox se aquae immergentem.\n\n7. Martes, pelles earum a rusticis frequenter in urbes venum-afferuntur, non tamen magni faciuntur.\n\n8. Putorius, & harum pelles saepius venales.\n\n8. Ursus Arctos, ad Galkam rivum prope coloniam, paulo ante meum adventum, quinque simul sunt visi; alius hieme Coloniam Palatinam placide transfit, &c intactus sylvam vicinam attigit.\n\nBestiae.\n\n10. Sus Scrofa, a Rusticis heic satis magnae aluntur sues. Apri circa Astrachanum in arundinetis, prope Caspium mare admodum frequentes obvii.\n\n11. Erinaceus Europaeus, in sylvis & montibus reperiuntur.\n\n12. Talpa Europaea, reperitur quidem, sed raro.\n\nGlires.\nGLIRES.\n\n13. Lepus timidus. Heic loci duae species leporum reperiuntur. Una hieme alba, exceptis auribus, aestate rufam griseamque lanam rursus induit; at haec species minor est, eorumque lana a pileariis usurpari nequit. Altera species omni tempore aequo ruffo-grisea, sed major, & lana earum a pileariis usurpatur. Ex sola Vorainia, quotannis hujus speciei ultra 60,000 pellium Moscuam & Petropolim dein devehuntur, unde postea navibus ad exteras oras praesertim in Angliam exportantur.\n\n14. Mus Marmotta, in campis desertis inter Penfam Petroffsk & Sarotof urbes ingens Marmottarum copia est; cauda pilosa admodum.\n\n15. —— cauda subabbreviata, auriculis subtundis, pedibus brevioribus, palmis subtetradactylis, plantis pentadactylis, ventre adiposo terrae adpressio, corpore subtus pallide luteo, in dorso griseo lutescente, magnitudine excedit Rattum.\n\n16. —— Rattus,\n17. —— Musculus,\n\nPecora.\n\n18. Camelus Bactrianus, tophis dorfi duobus. Una varietas colore fusco, altera pallide fusco-albicante; haec rarior. Khalmycci eis utuntur, & pretium eis 12 vel 16 aureor. (Guinea vulgo) constituunt. Khalmycci & Nogaiji Tartari prope Astrachanum ex lana camelorum neta & texta pannos egregios con-\nconficiunt, nostro Camelot simillimos, quos ipse vidi; sic & funes optimos ex his lanis torquent.\n\n19. **Carra Hircus.**\n\nTres ejus hic sunt obviae varietates.\n\n1. *Capra vulgaris*, per totam Russiam eadem.\n2. *Capra Kalmuccica*, non nisi pedibus brevioribus distincta, ut & totum corpus praecedente multo minus.\n3. *Capra Angorenfs* in Orenburgensi praefectura apud Vrigrisos passim obvia; sic & curiositatis gratia Afrachani, ex Ghilano Perflae provincia, adveftas haberi capras hujus speciei, ex testibus fide digniffimis audivi. Lanas ex Persia adveftas & a colonis Germanis, in filium netas & textrinae adhibitas, vidi cum ferica.\n\n20. ——— *Sayga vulgo Ruffis*, relatum mihi eam in campis desertis patentibus frequentem esse; ipfe non vidi, his locis; cornua vidi 6 uncias Gallicas paullulum excedentia, teretia annulata, recta in apice paullulum incurvata. Dein Petropoli, animal vidi, circiter duos pedes Parifinos, & quod excedit altum, celoris pallide admodum rufescens, subtus albicantis.\n\n21. **Ovis. Aries.**\n\nTres heic sunt varietates ovium.\n\n*a* *Russica vulgaris* quarum lana, pilis caninis propinquior, non magni pretii; & quod rustici nullam earum curam habent indies lana deterior fit; minores.\n\n*b* *Kalmuccicae oves*, sunt Russicis multo maiores, capita & nares incurvae, aures pendulae, pedes elongati, cauda lata, crassa, adipofa, ultra\nultra 30 libras pendens, lana in adultioribus pilosa rigida, in agnis undulosa splendens; a magnatibus Russiae in vestes hibernas expetuntur pelles agnorum, & magno satis pretio emuntur. Khalmycci pelles has perficiunt lacte, unde id commodi habent, ut non solum sint mollissimae, verum & madefactae & denuuo siccatae non rigidae fiant. Oves usque ad 200 libras sunt ponderosae.\n\nc Tchercafficae oves lanam Anglicae prorsus aequalem gestant. Hae oves circa Medvedizzam flumen haberi possunt. Quum Imperator Petrus anno 1722 arma in Persiam expediret, & Tchercafficas videret oves, edicto proposito jussit ut per omne Astracaniae & Casaniae regnum hase oves solas alerent, unde quaedam huc pervenere; mortuo autem paucis post annis Imperatore edictum hocce prorsus neglectum: praetera ad fluvium Kynel colonia est Tchercafforum, in Orenburgensi praefectura, quae has oves secum adduxit.\n\n22. Bos Taurus. Boves Russorum sunt minores, Khalmyccorum majores, maxima ex Vorainia adductae.\n\n23. Equus. Caballus.\n\na Russici equi sunt minores, duri & longinquis itineribus apprimis utiles.\n\nb Khalmyccici Equi, paullo maiores Russicis, duri, imprimis in longinquis itineribus utiles, gramen quodlibet, etsi durum, stramineum, frutices imo aequi bonique faciunt; triduo ad 400 millaria Anglica cursu perficiunt. Venditi a Khalmyccis non raro per plusquam 100 Angl. milliarium spatium\ntium per deserta ad suos redeunt dominos, saepe & Volgam tranant. Hieme sub nive pede cibum quaerunt.\n\nNagayenfes & Turcommannici & Bafskirici maxime vero Kirgisici Equi multo his sunt validiores & majores, laboris feracissimi, aequae assueti ungula sub nive pastum quaere.\n\nd Tchercassici Equi, Khamlyccicis vix majores, nec forma praestantes, nam cervix eis rigida, & cum plurimis equis ea fit convexa, his ut plurimum est concava, at cursu longe omnium velociissimi, & aequae ut reliqui laboris feracissimi, triduo ultra 500 imo 600 mill. Angl. perficiunt.\n\nCaro equina Khamlyccis procibo, pullus inter lautora reponitur, lac pro potu, acescens, fermentans & destillatum inebrians, Kumys; bis destillatum Arecca appellatur, saporis admodum ingrati.\n\nCLASSIS SECUNDA. AVES.\n\nACCIPITRES.\n\n1. Falco, Melanaëtes, Aquila, Valeria, cera pedibusque luteis. Ipse pullum hujus generis, plusquam duos pedes Anglicos longum vidi, circa Dobrynkam.\n\n2. aeruginosus, cera luteo-viridi, corpore griseo fusco, pedibus luteis, ubique passim circa Volgam obvius.\n\nPICAEO.\nPicae.\n\n3. Corvus Corax.\n4. ——— Cornix.\n5. ——— Frugilegus.\n6. ——— Monedula.\n7. ——— Monedula tota nigra, nec unquam caerulescens, occipite incano, fronte, alis caudaque nigris; magnitudine monedulae vel parum minor. Omnes hi Corvi in sylvis ad Volgam frequentes.\n8. ——— glandarius, Pica Glandaria.\n9. ——— Pica. Pica varia.\n10. Gracula Atthis, corpore viridi, dorso caerulescente, abdomine ferrugineo, pedibus rubris, magnitudine monedulae; trans Volgam ad Yerooslanum flumen vidi.\n11. Cuculus canorus in sylvis passim auditur.\n12. Picus martius } circa arbores putrescentes frequens uterque.\n13. ——— medius }\n14. Merops Apiaster gregatim trans Volgam ad Yerooslanum flumen victitat.\n15. Upupa Epopos ad ripas rivulorum in fruticetis prope coloniam Palatinam a me visa.\n\nAnseres.\n\n16. Anas Cygnus in lacubus ad Volgam frequens.\n17. ——— Cygnoides orientalis f. Anser Moscoviticus rostro luteo cera magna nigra, occipite atro, sacco gulari; corpus griseo-luridum, albo mixtum, pedes luteo-rubicundi. Passim ut Anser domesticus alitur; tamen multo major est.\n18. ——— Anser. Anseres feri innumeri in paludibus\ntrans Volgam degunt. Anser domesticus ubique alitur.\n\n19. —— Anas moschata fera & domestica, his locis habetur.\n\n20. —— Boscchas major.\n\n21. —— clypeata\n\n22. —— platyrhynchos\n\n23. —— strepera\n\n24. —— Penelope f. anas fusca, capite rufo, fronte alba, cauda acuta in lacustribus circa Volgam.\n\n25. ANAS Querquedula\n\n26. —— Crecca\n\nHae species rostris dilatatis in lacustribus circa Volgam sunt frequentes.\n\nHarum specierum innumeris greges in paludosis trans Volgam habitant.\n\n27. PELECANUS Onocrotatus, corpore albo luteo-cente in dorso coloris pallide fusci. Rostrum ultra pedem Anglicum longum, inferior mandibula bifurca, cum sacco gulari, in ripa Yerooslani 18 vidi.\n\n28. ——— Carbo cauda aequali, corpore nigro, rostro edentulo, in apice incurvato, pedibus nigris tetradactylis palmatis; in occipite cranium in processum osseum acutum finitur.\n\n29. COYMBUS auritus in Volga & lacubus vicinis obvius.\n\nGRALLAE.\n\n30. PLATALEA Leucorodia coloris albi, pedibus rostroque, apice rotundato, dilatato, rubris, ad Volgam frequens.\n\n31. ARDEA Grus ad Volgam.\n\n32. —— Cinerea major ibidem.\n\n33. ——\n33. **Ibis nigra**, rostro arcuato, pedibus & rostro luteo-rubicundis, corpore nigro, viridescente, magnitudine corvi cornicis, at elatior ob pedes collumque elongatum, longitudo ultra 3 pedes Angl. a rostro ad pedes; gregatim in paludosis Volgae degit, ibique ranis, lacertis & serpentibus victitat.\n\n34. **Scolopax rusticola** in sylvosis ad Volgam, *the Wood-cock*.\n\n35. **Phaeopus** colore fusco rufescente, pectore griseo. *The Wimbrel*.\n\n36. **Gallinago**. *The Snipe or Snite*.\n\n37. **minima**. Priori similis, sed multo minor, plumulis crinibus similibus. *The Jack-Snipe*.\n\n38. **Tringa Vanellus**,\n\n39. **Glareola**,\n\n40. **Hypoleucus**,\n\n41. **Charadrius Oedicnemus** in campis desertis trans Volgam.\n\n42. **Fulica atra**, fronte calva coccinea, corpore nigro viridescente, pedibus lobatis viridibus; in paludosis hiemat sub aqua ut hirundines, quod ipse in Borussia expertus sum.\n\n43. **Rallus Crex** in humidis ad Volgam.\n\n44. **Otis Tarda** habitat inter sata.\n\n45. **Tetrax** in campis desertis trans Volgam obvia.\n\n**Gallinae.**\n\n46. **Pavo cristatus** a magnatibus alitur, & ova parit quae a gallinis & meleagridibus excluduntur.\n\n47. **Meleagris**\n47. *Meleagris Gallopavus* domesticus ubique alitur.\n\n48. *Phasianus Gallus*. Copiose alitur haec species.\n\n49. *Tetrao Tetrix* in betuletis cis Volgam.\n\n50. *Lagopus hieme albus*, exceptis rectricibus, & aliquot pectoris maculis rufis.\n\n51. *Coturnix copiosa*, in satis ex utraque parte Volgae.\n\n**Passeres.**\n\n52. *Columba oenas domestica*, in villis alitur.\n\n53. *Palumbus* in sylvis frequens.\n\n54. *Turtur major domestica*, colore griseo-incarnato, macula laterali colli nigra, in sylvis cis Volgam frequens.\n\n55. *Alauda arvensis* in utraque Volgae parte, in campis admodum frequens.\n\n56. *Yeltoniensis rostro cylindrico*, subulato, recto; *lingua bifida*. *Unguis posticus rectior*; digito multo longior. *Rostrum* ad basin nigrum, crassiusculum, apice albescens. *Corpore alisque nigris*, in capite, dorso, &c in summis alis, pennis paucis rufescentibus, sexta remigum margine exteriore alba; duae mediae rectrices rufae. *Gregarium trans Volgam in vicinia lacus Yeltoniensis degunt hae Alaudae*. *Alaudae Yeltonienses appellantur*. Saporis exquisiti, &c admodum sunt pingues mense Augusto, magnitudine Sturni.\n\n57. *Sturnus vulgaris*. In pratis trans Volgam innumeris sturnorum greges victitant.\n\n58. *Turdus musicus* in sylvis ad Volgam.\n\n59. *Loxia pyrrhula* in sylvis ad Volgam.\n\n60. Em-\n60. Emberiza calandra\n61. citrinella\n62. Fringilla coelebs in sylvis,\n63. Carduelis,\n64. Linarius,\n65. Schoeniclus in arundinetis ad Ylaviam & trans Volgam.\n66. domestica ubique frequens.\n67. Motacilla Luscinia; sylvas cantu replent innumerae.\n68. Currucula in fruticetis ad Volgam.\n69. flava in campis reperitur.\n70. alba, pectore nigro, ad aquas frequens.\n71. Parus major in sylvis.\n72. palustris in saliciis & arundinetis prope Volgam.\n73. Hirundo urbica, sub tectis nidulatur.\n74. riparia, in deserto ad flumina Yerooflan, Targun, Cuba, etc. in foraminibus victat adeo frequens, ut multa millia simul videri possint.\n\nCLASSIS TERTIA. AMPHIBIA.\n\nREPTILIA.\n\n1. Testudo lutaria; minorem ovo exclusam at mortuam reperi, trans Volgam; innumerae hujus generis in lacubus ad Volgam habitare dicuntur.\n2. Lacerta agilis in campus aeftu torrentibus ubique obvia, grisea maculis nigris.\n3. Rana\n3. RANA temporaria,\n4. ——— esculenta,\n\ningens ranarum copia in paludibus ad Volgam; &c quod observandum, jam hic clamoribus suis, aërem repellent, cum in reliqua septentrionali Russia sint mutae.\n\nSERPENTES.\n\n5. COLUBER magnus ad 2 & 5 pedes Angl. coloris grisei caerulecentis, maculis nigris, sub abdomine lutescens, venenosus esse dicebatur; nonnisi partem exuviarum vidi.\n\n6. ——— coloris lividi, caput triquetrum, corpore latiore macula coloris rubicundi in capite, abdomen crassius; venenatus, in terra & aqua vivit, sibilat; ad Volgam & Yerooslanum invenitur: ad 3 pedes longus.\n\n7. COLUBER coloris griseo-fusci, fascia nigra tessellata in dorso, sesquipedem longus, in paludosis vivit.\n\nNANTES.\n\nACIPENSER. Spiracula lateralia solitaria, linearia.\nOs sub capite retractile edentulum.\nCirri sub rostro ante os, in omnibus quos vidi, quatuor.\nCauda sursum recurva.\n\n8. ——— Sturio rostro brevi obtuso recto, cirri quatuor ante os.\nCaput compressum, ossa figuris asteriscorum inscripta.\nCorpus quinquangulare, pyramidatum, dorso fastigiato. Cutis scabra cinereo-flavescens. Caro rubescens.\n\nSquamarum ossearum series quinque.\n\nSeries 1. Dorsalis squamis majoribus retrorsum uncinatis 14.\n\n—— 2 & 3 Latales 37.\n\n—— 4 et 5 Abdominales inter pinnas pectorales & ventrales 11.\n\nLongitudo 6 ad 16 pedes Angl.\n\n9. ——— Shyp; rostro elongato, acuminato, recto. Cirri 4 ante os, carne minus sapido, a me non visus.\n\n10. ——— Ruthenus major rostro elongato acuminato, veluti vagina tecto, paullulum supino. Cirri 4 ante os. Caput compressum, ossa figuris asteriscorum inscripta. Corpus quinquangulare, pyramidatum, dorso fastigiato. Cutis scabra flavescens, Caro rubra. Squamarum ossearum series 5. Magnitudo a 4 ad 10 pedes.\n\n11. ——— Ruthenus minor, rostro elongato acuminato recto. Cirri 4 ante os. Caput compressum 5. Corpus quinquangulare. Cutis scabriuscula, atrocinerea. Caro rubra. Squamarum ossearum series 5. Magnitudo ad 4 pedes.\n\n12. ——— Ruthenus minor, rostro brevi obtuso, recto. Cirri 4 ante os. Caput compressum, ossa figuris asterismorum inscripta. Corpus quinquangulare, pyramidatum, dorso fastigiato. Cutis scabriuscula, colore atro-cinereo, in abdomine flavescens, circa caudam tessellata. Caro alba. Squamarum ordines 5 ossearum, uncis parvis instructae.\n\nVol. LVII. Z z Series\nSeries 1 Dorsalis squamis majoribus retrofum uncinatis 12, 13, 14 vel 15.\n— 2 & 3 Lataeles 69 vel 70.\n— 4 & 5 Abdominales 10 vel 11 inter Pect. &c\nVent. pinnas.\n\nLongitudo raro 3 vel 4 pedes excedit.\nPinna dorsalis prope caudam officulis 46. Pin.\nPect. 36. cum prima rigida. Pin. Ventr. 24.\nAnal. 27. Caud. 150.\n\n13. ——— Beluga f. Albula. Rostro brevi ob-\ntuso recto. Cirri 4 ante os. Caput triquetrum.\nCorpus teres conicum. Cutis laevis, in dorso nigri-\ncans, sub abdomine alba, circa caudam tessellata.\nCaro alba. Squamarum series 5 depressae. Longi-\ntudo a 4 ped. Angl. ad 16. Tres ejus varietates\ndicuntur, quas non vidi.\n\nObservatio. Omnes hi pisces ex membrana in-\nteriori (Angl. sound dicta) dant Ichthyocollam,\nat Beluga praebet optimam. Sic & garum ex\nomnium acipenserum ovis fieri potest, ex Rutheno\nminore optimum. Verno tempore raro hi pisces\ncapiuntur; aestate pauci, ut plurimum tamen Ru-\ntheni minores. Autumno jam frequentiores cap-\nturae; hieme maximae piscatorae sub glacie insti-\ntuuntur. Hi enim pisces in profundissima loca flu-\nminum Volgae & Yaiki gregatim coeunt, & om-\nnem locum ab imos fundo flaminis ad glaciem usque\nreplent. Hibernis copiis acipenserum inventis, die\npost Festum Christi nati, omnes accolae securibus\n& uncis conto longissimo impactis, instructi ad\nhunc locum contendunt; aperta glacie quilibet\nuncum demittit, & ope eisdem pisces in glaciem\nextrahit; si majoris molis piscem est nactus,\nadvocat vicinos ut opem ferant: junctis itaque viribus piscem extrahunt, & in commune vendunt. Sic quotannis multa millia Acipenserum capiuntur, & excepto Rutheno majore, omnes Caspii litoribusque vadosis ova deponere videntur; hujus solius pisciculi minuti duarum unciarum in fluminibus capiuntur, reliqui nunquam 8 uncii minores.\n\nCLASSIS QUARTA. PISCES.\n\nTHORACICI.\n\n1. Perca fluviatilis, pinnis dorsalibus distinctis, secunda radiis sedecim, lineis utrimque sex nigris, pinnis ventralibus ruberrimis. Perch.\n\n2. Lucio-perca, pinnis dorsalibus distinctis, secunda radiis 25\nPinna Dorsi I. 14. II. 25. P P. 15. P. V. 6. P. A. 15. C. 22. cauda finnata.\n\n3. Lucio-perca minor, pinnis dorsalibus distinctis, secunda radiis 22.\n\nABDOMINALES.\n\n4. Esox Lucius Membr. Branchiost.\nP. D. 22. P. P. 14. P. V. II. P. A. 18. C. 25.\n\n5. Clupea Membr. Branchiost. VIII,\nP. D. 15. P. P. 14. P. V. 9. P. A. 19. C. 25.\nLatitudo ad Longitudinem ½. Venter cultratus, abdominis carina spinis acutissimis praedita, squamae argenteae; saepe ad duos pedes longus.\n\nZ z 2 6. Cy-\n6. **Cyprinus Garaffius**, cauda integra, squamis aureis nigricantibus, linea laterali recta.\n   P. D. 19. P. P. 15. P. V. 9. P. A. 8. C. 24.\n\n7. —— **Tinca**, cauda integra, corpore mucoso fusco.\n   P. D. 11. P. P. 17. P. V. 11. P. A. 10. C. 25.\n\n8. **Cyprinus**, an **Cephalus**? Dorso capiteque crasso, pinnis ventrali & anali rubicundis, squamis magnis; longus \\( \\frac{1}{2} \\) ped. usque ad 2 ped. Parifinos; latus 4 uncias, circa pinnas ventrales, cauda integra.\n\n9. —— **Idus**. Cauda bifida.\n   P. D. 11. P. P. 16. P. V. 9. P. A. 12. C. 23.\n\n10. —— **Jeses** pinnae ani & ventrales rubrae pectorales, fuscae, cauda bifida.\n    P. D. 11. P. P. 15. P. V. 9. P. A. 12. C. 22.\n\n11. —— an **Aspius**? capite acuto, squamis magnis, longus 2 ped. Parifin. lat uncias \\( \\frac{5}{2} \\) circa pinnas ventrales.\n    P. D. 11. P. P. 18. P. V. 9. P. A. 16. C. 23.\n\n12. —— **Alburnus**.\n    P. D. 10. P. P. 16. P. V. 8. P. A. 18. C. 22.\n\n13. —— **Brama minor** pinnis omnibus nigricantibus, nonnisi magnitudine a Brama differt, nec tamen idem, aetate diversus.\n    P. D. 12. P. P. 15. P. V. 9. P. A. 24. C. 27.\n\n14. —— **Brama major**.\n    P. D. 12. P. P. 15. V. 9. A. 27. C. 28.\n\n15. —— **cultratus**, ventre acuto cultrato, dorso recto, squamis argenteis minoribus, longus usque ad duos pedes Parifinos, lat. uncias \\( \\frac{4}{2} \\).\n    P. D. 10. P. P. 17. P. V. 8. P. A. \\( \\frac{27}{4} \\). C. 26.\n\n16. Cy-\n16. Cyprinus, an Ballerus? admodum latus & tenuis, argenteis squamis.\nP. D. ii. P. P. i6. P. V. 9. P. A. 29-30. C. 25.\n\nHic subsisto; & Specimen Historiae Naturalis Volgensis finio, sperans fore ut eo & plures excitentur ad his perfectiora edenda.\n\nDabam Londini, die xxviii Febr. anni 1767.\n\nJoannes Reinholdus Forster.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105959.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 47,
    "total-input-tokens": 67532,
    "total-output-tokens": 20576,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1355,
        2
      ],
      [
        1355,
        2948,
        3
      ],
      [
        2948,
        4557,
        4
      ],
      [
        4557,
        5793,
        5
      ],
      [
        5793,
        6994,
        6
      ],
      [
        6994,
        8128,
        7
      ],
      [
        8128,
        9256,
        8
      ],
      [
        9256,
        10723,
        9
      ],
      [
        10723,
        12121,
        10
      ],
      [
        12121,
        13294,
        11
      ],
      [
        13294,
        14542,
        12
      ],
      [
        14542,
        15818,
        13
      ],
      [
        15818,
        17255,
        14
      ],
      [
        17255,
        18279,
        15
      ],
      [
        18279,
        19386,
        16
      ],
      [
        19386,
        20572,
        17
      ],
      [
        20572,
        21631,
        18
      ],
      [
        21631,
        22656,
        19
      ],
      [
        22656,
        23497,
        20
      ],
      [
        23497,
        24433,
        21
      ],
      [
        24433,
        25329,
        22
      ],
      [
        25329,
        26342,
        23
      ],
      [
        26342,
        27392,
        24
      ],
      [
        27392,
        28468,
        25
      ],
      [
        28468,
        29515,
        26
      ],
      [
        29515,
        30569,
        27
      ],
      [
        30569,
        31525,
        28
      ],
      [
        31525,
        32578,
        29
      ],
      [
        32578,
        33531,
        30
      ],
      [
        33531,
        34688,
        31
      ],
      [
        34688,
        35831,
        32
      ],
      [
        35831,
        37028,
        33
      ],
      [
        37028,
        38387,
        34
      ],
      [
        38387,
        39761,
        35
      ],
      [
        39761,
        40818,
        36
      ],
      [
        40818,
        41922,
        37
      ],
      [
        41922,
        43013,
        38
      ],
      [
        43013,
        44179,
        39
      ],
      [
        44179,
        45478,
        40
      ],
      [
        45478,
        46367,
        41
      ],
      [
        46367,
        47356,
        42
      ],
      [
        47356,
        48656,
        43
      ],
      [
        48656,
        50088,
        44
      ],
      [
        50088,
        51145,
        45
      ],
      [
        51145,
        52553,
        46
      ],
      [
        52553,
        52873,
        47
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105959",
    "title": "Specimen Historiae Naturalis Volgensis. Auctore J. R. Forster",
    "authors": "Joannes Reinholdus Forster",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 47,
    "jstor_url": "https://www.jstor.org/stable/105959"
  }
}