{
  "id": "2c6eef96b5092ae36969d7764bf7b940ce0a6926",
  "text": "those Instances only excepted, which I have mention'd in the Relation; and the first Shock of it was greater with us than any-where else in New-England; and the Tops of Chimneys, and Stone-fences, were thrown down only in these Parts.\n\nXII. An Account of Mr. Sutton's Invention and Method of Changing the Air in the Hold, and other close Parts of a Ship; communicated to the Royal Society by Richard Mead, M.D. Physician to His MAJESTY, Fellow of the Royal Society, and of the Royal College of Physicians, LONDON.\n\nRead Feb. 11. It is found by daily Experience, that Air shut up and confined in a close Place, without a Succession and fresh Supply of it, becomes unwholsome, and unfit for the Use of Life.\n\nThis is more sensibly so, if any stagnating Water be pent up with it.\n\nBut it grows still worse, if such an Air as this is made use of in Respiration, that is, becomes moister and hotter, by passing and repassing through the Lungs.\n\nThese bad Effects, in different Degrees, according to the different Manner in which Air is inclosed, are observed in many Cases; particularly in deep Wells and Caverns of the Earth, in Prisons or close Houses, where People are shut up with Heat and Nastiness: But most of all in large Ships, in which,\nwith the Stench of Water in the Hold, many Men being crowded up in Close-quarters, all the mentioned Circumstances concur in producing greater Mischief than would follow from any of them single.\n\nThe Reason of these bad Effects is this: It is that Property of the Air which is called its Elasticity or Springiness, which makes it so useful to our Life. When any Part of it is inclosed and kept from the Communication of the outward Air, it expands itself, and, in Proportion to the Closeness of the Place, loses its Spring; and if any Heat or Moisture comes to it, the elastic Force may be quite lost and destroy'd: And not only so, but if it happens to be impregnated with noxious Effluvia, either from unwholesome Substances of any kind, or from the infectious Breath of diseased Bodies; it will become quite poisonous and deadly, in a manner suitable to the original Cause.\n\nIt is proposed at present to find out a Remedy for this Evil in Ships only: But by making Alterations according as particular Places require, the same may be applied to any Houses or Parts of them, as Prisons, the sick Wards in Hospitals, &c.\n\nNow it is a natural Consequent of the Elasticity of the Air, that when it is rarefied in any Part, (which is most effectually done by Heat) the neighbouring Air will rush that way, till this Part is brought to be of an equal Density and Elasticity with itself; and this again will be followed by the Air next to it: So that, if a Conveyance for Air be laid from the Hold or Well of the Ship, and a Rarefaction of the Air therein be made; the foul Air from this Place will run\nrun or be drawn out that way, and fresh Air from\nthe adjacent Parts will succeed in its room.\n\nIt is upon these Principles that the following\nScheme is most humbly offered to the Right Honour-\nable the Lords of the Admiralty, and Commissioners\nof the Navy, which it is hoped will be found effectual\nfor clearing the bad and corrupted Air from the Holds\nand other close Parts of his MAJESTY's Ships; and\nthereby prove beneficial to the Public, by preserving\nthe Healths of many of his MAJESTY's good Sub-\njects serving on board the same; the whole thing be-\ning indeed easy to be executed, and what will no-ways\nincumber, or be troublesome, in any of the Vessels\nwhere it shall happen to be applied; the same being,\nin short, no more than this: That whereas in every\nShip of any Bulk there is already provided a Copper\nor Boiling-place proportionable to the Size of the\nVessel, it is proposed to clear the bad Air by means\nof the Fire already used under the said Coppers or\nBoiling-places, for the necessary Uses of the Ship.\n\nIt is well known, that under every such Copper\nor Boiler, there are placed two Holes separated by a\nGrate; the first of which is for the Fire, and the\nother for the Ashes falling from the same; and that\nthere is also a Flue from the Fire-place upward, by\nwhich the Smoke of the Fire is discharged at some\nconvenient Place of the Ship.\n\nIt is also well known, that the Fire once lighted in\nthese Fire-places, is only preserved by the constant\nDraught of Air through the forementioned two\nHoles and Flue; and that if the said two Holes are\nclosely stopp'd up, the Fire, though burning ever so\nbriskly before, is immediately put out.\n\nBut\nBut if after the shutting up the above-mention'd Holes, another Hole be opened, communicating with any other Room or airy Place, and with the Fire; it is clear, the said Fire must again be raised and burn as before; there being a like Draught of Air through the same, as there was before the stopping up of the first Holes: This Case differing only from the former in this, that the Air feeding the Fire will now be supplied from another Place.\n\nIt is therefore proposed, that in order to clear the Holds of Ships of the bad Air therein contained, the two Holes above-mentioned, that is, the Fire-place and Ash-place, be both closed up with substantial and tight iron Doors; and that a copper or leaden Pipe, of sufficient Size, be laid from the Hold into the Ash-place, for the Draught of Air to come in that way to feed the Fire. And thus it seems plain from what has been already said, that there will be from the Hold a constant Discharge of the Air therein contained; and consequently, that that Air so discharged must be as constantly supplied by fresh Air down the Hatches, or such other Communications as are open into the Hold; whereby the same must be continually freshen'd, and its Air render'd more wholesome, and fit for Respiration.\n\nAnd if into this principal Pipe so laid into the Hold, other Pipes are let in, communicating respectively either with the Well or lower Decks, it must follow, that Part of the Air consumed in feeding the Fire, must be respectively drawn out of all such Places, to which the Communication shall be so made.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104139.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1570,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1242,
        2
      ],
      [
        1242,
        2840,
        3
      ],
      [
        2840,
        4502,
        4
      ],
      [
        4502,
        6055,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104139",
    "title": "An Account of Mr. Sutton's Invention and Method of Changing the Air in the Hold, and Other Close Parts of a Ship; Communicated to the Royal Society by Richard Mead, M.D. Physician to His Majesty, Fellow of the Royal Society, and of the Royal College of Physicians, London",
    "authors": "Richard Mead",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104139"
  }
}