{
  "id": "130247cb99c3f98da7b413ff78ade59eb7653ed8",
  "text": "in its Eastern Limit, which was then low in the Horizon, and extended to the bright Star in the right Shoulder of Orion, then bearing S W. It was exceedingly bright, regular, and well-defin'd, and about the Breadth of the Rainbow; which it resembled in every thing, but its Variety of Colours. It continued thus for almost 20' Minutes, declining gently Southward, and then gradually separated and disappear'd. I am,\n\nSIR,\n\nYour very affectionate Friend and Servant,\n\nW. Cowper.\n\nXXVIII.\n\nExtract of a Letter from the Rev. Mr. Taylor, Vicar of Portsmouth, to Mr. Roderick, concerning an Earthquake felt there, March 18. 1749-50.\n\nPortsmouth, March 25. 1750.\n\nRead March 29. — I SHALL give you some Particulars with regard to the Earthquake, which was felt here on Sunday the 18th instant.\n\nThe first Part of the preceding Week was fine Weather. Wednesday Night it became damp and cold, and continued so all Thursday, with Mists. Friday was a fine Day; Saturday damp and cloudy; Sunday Morning fine. Just before 6 in the Evening we had some large Drops of Rain, and a Thunder-\nCloud passed to the SE just as the Earthquake happened.\n\nThe first thing perceived was a Shock, like the sudden Stop of a Body in Motion; a kind of jarring. This was succeeded immediately by a gentle Motion, nearly in the Direction between East and West; which made 3 or 4 slow and deliberate Vibrations. Those who sat facing the East or West were moved backward and forward; and those who faced to the North or South were moved sideways. The Whole was attended with a Noise like that of Thunder at a very great Distance. It lasted, as I judge by different Accounts, about 4 or 5 Seconds.\n\nI do not hear of any Explosion. The Sashes and Door in my Chamber shook, as in a Blast of Wind a little stronger than ordinary. Several, who were on the Battlements of the Church, felt it more violent, and heard the Bell-Frames and Floor shake and crack. Few on the Ground, or in Motion, were sensible of it.\n\nIt was felt at Havant, 7 or 8 Miles to the East, and at Fitchfield, 7 Miles to the West.\n\nIt passed to, or from, the Isle of Wight, where it affected the Ground-Floor, as much as the Chambers here. It ran along the Coast between East and West; but I have not heard that it was perceived at Sea, or went far inland.\n\nI am informed it has been felt at Guernsey and Jersey; so that if it moved horizontally, it must be a considerable Depth under-ground; the Soundings from hence to those Islands being, in some Places, 45 or 50 Fathoms: So that I flatter myself, that the small Resistance which it can meet with\nat Sea is so disproportionate to what it must encounter under so many more Fathoms of Earth, that a more violent Return will rather open and discharge itself there, than do us any considerable Mischief at Land.\n\nXXIX.\n\nExtract of a Letter from Mr. Benj. Cooke F. R. S. to Mr. Peter Collinson, F. R. S. of a Shock of an Earthquake felt in the Isle of Wight, March 19. 1749-50.\n\nIsle of Wight, March 26, 1750.\n\nRead March 29. Besides the Shock, which happen'd here about 6 in the Evening on the 18th Instant, as has been mention'd in the public Prints from many neighbouring Places, there was another, which was felt by some betwixt 3 and 4 o'Clock next Morning: But whether this latter was as extensive as the former, I cannot yet learn.\n\nIn the Evening Shock, a Gentleman of my Acquaintance was sitting alone in his Parlour by the Fire with the Doors shut; the Spaniel-Dog, which lay as it were asleep before him, was so terrified at the unusual Motion, that he ran round the Room in the greatest Fright and Confusion, as endeavouring to find a Way of Escape.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104735.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1036,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1075,
        2
      ],
      [
        1075,
        2584,
        3
      ],
      [
        2584,
        3643,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104735",
    "title": "Extract of a Letter from the Rev. Mr. Taylor, Vicar of Portsmouth, to Mr. Roderick, concerning an Earthquake Felt There, March 18. 1749-50",
    "authors": "Mr. Taylor",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104735"
  }
}