{
  "id": "f60dc09656af747e569595842862392be26003a5",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1835.\n\nA.\n\nAtmospheric tides, and meteorology of Dukhun (Deccan), East Indies, on the, 161.\n\nB.\n\nBakerian Lecture. On the proofs of a gradual rising of the land, &c., 1.\nBell (Sir Charles). Continuation of the paper on the relations between the nerves of motion and of sensation, and the brain; more particularly on the structure of the medulla oblongata and the spinal marrow, 255.\nBrewster (Sir David), K.H. On certain peculiarities in the double refraction and absorption of light exhibited in the oxalate of chromium and potash, 91.\n\nC.\n\nCirripedes, discovery of the metamorphosis in the second type of the Lepades, &c., 355.\nCrustacea, on the supposed existence of metamorphosis in, 311.\n——— (decapodous), on the double metamorphosis of, exemplified in Cancer Mænas, Linn., 359.\n\nD.\n\nDaubeny (Charles, M.D.). Some account of the eruption of Vesuvius which occurred in the month of August 1834, extracted from the manuscript notes of the Cavaliere Monticelli, Foreign Member of the Geological Society, and from other sources; together with a statement of the products of the eruption, and of the condition of the volcano subsequently to it, 153.\nDavies (Thomas Stephens, Esq.). Geometrical investigations concerning the phenomena of terrestrial magnetism, 221.\nDifferential equations of motion of an attracting or repelling system, transformations of the, 96.\nDisturbing function of the fourth order, on the determination of the terms in the, &c., 57.\nDouble refraction and absorption of light, exhibited in the oxalate of chromium and potash, on certain peculiarities in, 91.\nDynamics, on a general method in (second essay), 95.\n\nE.\n\nElectric current, on its influence by induction on itself, and on the inductive action of electric currents generally, 41.\nElectricity, experimental researches in. Ninth series. 41.\nTenth series. 263.\n\nEquations of motion, integration of, by means of one principal function, 98.\nExpression for the principal function in any problem of dynamics, general method of improving an approximate, 101.\nExpressions, differential, simplification of, &c., 135.\n\nF.\nFaraday (Michael, D.C.L.). Experimental researches in electricity. Ninth series. 41.\nTenth series. 263.\n\nFarquharson (Rev. James). On the ice formed, under peculiar circumstances, at the bottom of running water, 329.\nFossil shells found in Sweden, list of, 33.\nFox (R. W.). Note on the electrical relations of certain metals and metalliferous minerals, 39.\n\nG.\nGray (John Edward, Esq.). Remarks on the difficulty of distinguishing certain genera of testaceous Mollusca by their shells alone, and on the anomalies in regard to habitation observed in certain species, 301.\n\nH.\nHamilton (Prof. W. R.). Second essay on a general method in dynamics, 95.\n\nI.\nIce formed, under peculiar circumstances, at the bottom of running water, on the, 329.\n— sometimes formed at the bottom of still water, note 342.\n\nL.\nLight, researches towards establishing a theory of the dispersion of, 249.\nLubbock (J. W. Esq.). On the determination of the terms in the disturbing function of the fourth order, as regards the eccentricities and inclinations which give rise to secular inequalities, 57.\nDiscussion of tide observations made at Liverpool, 275.\nLyell, Charles, Jun., Esq.). The Bakerian Lecture.—On the proofs of a gradual rising of the land in certain parts of Sweden, 1.\n\nM.\nMagnetism, terrestrial, geometrical investigations concerning the phenomena of, 221.\nMetals and metalliferous minerals, note on the electrical relations of, &c., 39.\n\nN.\nNeedle (magnetic), on the points of the earth's surface at which it takes a position vertical to the horizon, 245.\nNerves of motion and of sensation, and the brain, on the relations between, &c.—Continuation of the paper on, 255.\n\nP.\nPartial differential equations of the first order, &c., investigation of a pair of, 100.\nPerturbations, rigorous theory of, &c., 102, 104, 107, 110.\n\nPond (John, Esq., A.R.). Continuation of a former paper on the twenty-five-feet zenith telescope lately erected at the Royal Observatory, 145.\n\nPowell (Rev. Baden). Researches towards establishing a theory of the dispersion of light, 249.\n\nR.\n\nRattlesnake, its extraordinary power of living without food, note 352.\n\nRespiration, on the theory of, 345.\n\nRising of the land in certain parts of Sweden, on the proofs of, &c., 1.\n\nS.\n\nSingle point, formulae for the motion of a, 114.\n\nStevens (William, M.D.). Observations on the theory of respiration, 345.\n\nSykes (Lieut.-Col. W. H.). On the atmospheric tides and meteorology of Dukhun (Deccan), East Indies, 161.\n\nSystem, ternary or multiple, with one predominant mass, case of a, &c., 133.\n\nSystems, attracting, resumed, 130.\n\nT.\n\nTestaceous Mollusca, remarks on the difficulty of distinguishing certain genera of, by their shells alone, &c., 301.\n\nThompson (J. V., Esq.). Discovery of the metamorphosis in the second type of the Cirripedes, viz. the Lepades, completing the natural history of these singular animals, and confirming their affinity with the Crustacea, 355.\n\nOn the double metamorphosis in the Decapodous Crustacea, exemplified in Cancer Maenas, Linn., 359.\n\nTide observations, made in June 1834, at the Coast Guard Stations in Great Britain and Ireland, on the results of, 83.\n\nDiscussion of some made at Liverpool, 275.\n\nTwenty-five-feet zenith telescope, erected at the Royal Observatory, continuation of a former paper on, 145.\n\nV.\n\nVesuvius, some account of the eruption of, in 1835, &c., 153.\n\nVoltaic battery, on an improved form of, 263.\n\nSome practical results respecting the construction and use of, 268.\n\nW.\n\nWestwood (J. O., Esq.). On the supposed existence of metamorphosis in the Crustacea, 311.\n\nWhewell (Rev. W.). On the results of tide observations made in June 1834 at the Coast Guard Stations in Great Britain and Ireland, 83.\n\nWooden house, a small one found at the depth of sixty-four feet under a stratified mass of sand, gravel, and clay, in digging the Södertelje Canal, 8.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108138.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8208,
    "total-output-tokens": 1799,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1818,
        2
      ],
      [
        1818,
        3904,
        3
      ],
      [
        3904,
        6027,
        4
      ],
      [
        6027,
        6027,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108138",
    "title": "Back Matter",
    "authors": null,
    "year": 1835,
    "volume": "125",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108138"
  }
}