{
  "id": "9dae7e4d140ee32c9b2b6ed224541af731370866",
  "text": "XV. A further Account of the same Case:\nin a Letter to the Right Honourable the\nLord Cadogan, F. R. S. from the Rev.\nWilliam Henry, D. D. F. R. S.\n\nMy Lord,\n\nI have now standing by me William Carey, the young man, of the ossification of whose limbs I had the honour formerly to acquaint your Lordship: and now, in obedience to your commands, give an account of his case since that time.\n\nI had him sent up in March last to Mercer's Hospital in this city. After examining his case, the physicians and surgeons concluded, that the only probable chance to prevent the progress of the ossification, and to remove the evil already effected, was putting him into a mercurial course. This they tried; and after some slighter mercurial medicines, they, in the latter end of April, laid him down in a salivation, thro' which he passed with safety.\n\nThis dried up the running sores at his elbows, occasioned by the bursting of the skin, thro' the ossification. Some lighter callus, which was shooting into bones, seems to be softened: in consequence of which he can move his elbows, and the joints of his fingers, with more ease; and he has a little more clearness and vivacity in his countenance: but none of the ossified parts are reduced, nor is there any appearance of their reduction; and he still continues to wear an hectic look. To reduce the ossified parts, they\nthey have applied to them mercurial plaisters; the effect of which time will shew.\n\nAs he is now discharged out of the hospital, they have directed him to bathe continually in the ocean, which happens to be very convenient to his habitation; and have directed him to anoint his limbs with the foamy juice of the quercus marina, which lies in plenty along the shore. I shall attend to the event of this process, and send your Lordship a particular account of it.\n\nI am, with all regard,\n\nYour Lordship's much obliged,\nand most obedient humble Servant,\n\nDublin,\nMay 24. 1759.\n\nWilliam Henry.\n\nXVI. An Account of the Comet seen in May 1759. By J. Bevis, M.B.\n\nRead May 3, 1759. I had acquainted some of my friends, that it was my opinion a comet would hardly arise above our horizon of London Sunday April the 29th; but that probably we might see one April 30th.\n\nSunday was very clear; but I could not see it.\n\nMonday, not so clear: however, I saw what I took for the comet thro' the smoke of the town, about ten, near the horizon.\n\nTuesday, May 1. saw it very plainly, at Mr. Short's, from nine to eleven. We compared it by means",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105360.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4658,
    "total-output-tokens": 701,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1362,
        2
      ],
      [
        1362,
        2490,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105360",
    "title": "A Further Account of the Same Case: In a Letter to the Right Honourable the Lord Cadogan, F. R. S. from the Rev. William Henry, D. D. F. R. S.",
    "authors": "William Henry",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105360"
  }
}