{
  "id": "e9a81a4599681f6cf29beef621ffd23002a66874",
  "text": "Jan. 26 6 26 35° occidentalior 0 26 49\net australior 10 28\n31 56 distans ab eadem 26 52\n\nCongressus planetarum observati 1747.\nJan. 13 mane 2 51 54 in horario\n52 43 in horar. austral. 47 2\nDec. 6 vesp. 5 34 34 immersit totaliter\nsub limb. obf. dist. a cornu bor. 23 28\ntum lunæ diam. 32 53\n6 46 2 emersit de sub dist. 29 24\na cornu boreo ejusdem.\n\nLXIII. Extracts of several Letters of Mor-\ndach Mackenzie, M.D. concerning the\nPlague at Constantinople.\n\nDr. Clephane, F.R.S. to the Rev. Mr. Birch,\nSecr. R.S.\n\nSIR,\n\nGolden-Square, Feb. 25, 1752.\n\nRead March 5, 1752. BEFORE I transcribe my friend Dr.\nMackenzie's letters relating to the late plague at Constantinople, it may not perhaps be improper to mention a few particulars concerning the plague in general, as I find them scatter'd up and down his former letters to me on that subject.\n\nIn\nIn a letter dated March 24, 1749, he observes, that, in his time, the plague, whether at Constantinople, Smyrna, or any other part of the Levant, has been mostly sporadic, seldom epidemical. That therefore the articles in our newspapers, which so often mention the plague raging violently, are almost always false.\n\nAt Constantinople, and all over the East, people, he says, shun the plague, and the infected, as much as we do; and everybody, physicians as well as others, who have been with the sick, or in places infected, are all obliged to perform forty days quarantine.\n\nThe Armenians and priests are the only people, who attend them; and they only to give them necessaries at a distance, or to perform the last functions of the church; and this the priest is obliged to do by his religion.\n\nThe European plagues are much more violent than the eastern; those being really the Thucydidian, which sweep all away; while these are only gentle corrections to put us in mind of mortality.\n\nThe doctor, in another letter, finds fault with the method used in England to prevent infection by shipping; \"for, to what purpose (says he) keep ships in Sandgate-Creek for weeks, and even months, without landing and fumigating the goods? I hope you will allow, there is little to be feared from the bodies of men, who get in good health from Smyrna to England, which voyage is seldom performed in less than 7 or 8 weeks; which I presume will be thought too long for infection to remain in the blood without producing some effect. Wherefore, as all the danger is from the goods or cargo, greater care\ncare ought to be taken of this, and less of the men.\n\nYour nation differs much from Italy or Marseilles,\nwhere a ship may, and often does, arrive in eight\ndays; for which reason, tho' it be necessary to look\nafter the men, as well as the goods, still however\nthey make a great distinction. You make none.\"\n\nIt is observable, that from the beginning to the\nstatus or acme of the disease, they almost all die;\nafterwards its violence begins to abate, and about the\nend of the season most people recover.\n\nThe symptoms of the distemper are chiefly; irreg-\nular fits of heat and cold; shiverings; violent head-\nach, and reachings, for the first three or four days;\ngreat anxiety about the precordia, &c. both before\nand after the eruptions; a wild staring countenance;\nsweats for the most part about the head and breast\nonly; at the same time the extremities cold; a dry\nparched yellow-furred tongue. The more violent\nthose symptoms are, the greater the danger; et e con-\ntra. Some are delirious, and raving; others to a\ngreat degree stupid and dull: both these are fatal ap-\npearances. Some die in 5 or 6 days; some outlive\n20 days, and then die: some walk the streets for\nmany days, and afterwards die. Bleeding at the nose\nis reckoned a salutary sign.\n\nA swelling in the throat is a common symptom;\nfor which if you bleed, it proves almost always fatal:\nfor it is so far from abating this symptom, that after\nit a greater difficulty of breathing ensues, and the\npatient seldom survives it above 3 or 4 hours.\n\nThe physical writers are divided as to the expedi-\nency of bleeding in the plague, some contending for\nit warmly, others as warmly condemning it. The\ndoctor\ndoctor distinguishes between the different stages of the distemper, and says, that as in the beginning, during the ebullition, bleeding may be of some service, so when the disease is advanced, and especially after the eruptions, it will prove fatal, as well as purging, or any other violent evacuation.\n\nA moderate diaphoreisis ought always to be kept up.\n\nTo the buboes, parotides, &c. they commonly apply a roasted fig with some white sugar powder'd; and this they reckon the best suppurative.\n\nThey do not open the tumors, but leave them to break of themselves.\n\nThey give the sick cold water to drink, and order the cool regimen quite thro' the distemper,\n\nCopy of Dr. Mackenzie's first Letter concerning the late Plague at Constantinople.\n\nConstantinople, July 23, 1751.\n\n\"We have at present the most violent plague, that has been at Constantinople in my time, by all reports; for I know nothing of it, as I live at the mouth of the Black Sea for security; but, as I am informed, few or none escape; which shews, that the malignity is not yet come to its state. They are all taken the same way, with a shivering, and vomiting, a violent head-ach, thirst and fever, of which they die the third or fourth day, rather in a stupor than a delirium; and such, as have the misfortune to be near the infected person, are taken in seven or eight days, tho' there are already many instances to the contrary. I presume many die\nof other diseases, which are all laid to the account\nof the plague; for there is no other mentioned at\npresent, and there is a very great consternation\namong the people. The Greeks and Armenians\nsuffer most, next to them the Jews. The Turks\nsuffer less in proportion than other nations. The\nFranks have hitherto escaped, excepting one Jesuit\npriest, who waited on the Christian slaves of the\ngrand signor's bagnio, and died three days ago.\"\n\nDr. Mackenzie to Dr. Clephane, F. R. S.\n\nDear Sir, Constantinople, Nov. 23. 1751.\n\nI RECEIVED yours of the 9 of September on the 23 of October last; and had it arrived 24 hours sooner, I had been very expeditious in answering: but as a courier goes to Vienna from Constantinople but once in a month, the 24 hours your letter came short, make almost a month's difference.\n\nYou are pleased to ask me, if we can account from any apparent causes for the present violence of the plague? To which I answer, that, during the twenty long years I have lived in this country, here and at Smyrna, there has scarcely been a year, excepting three, in which the plague did not threaten more or less; and in all that interval I observed no other difference in the seasons, than that the winters might begin more early, and continue somewhat longer, and with greater rigour; tho', by my thermometers, this difference never exceeded 5 or 6 degrees; which is no great difference here, where\nthe south and north winds make a difference of 15 to 20 degrees in 24 hours: so that I can't see any other apparent cause of the virulency of the disease this year, besides the occasion of greater communication. In the months of February, March, April, and May last, the distemper was so strong at Cairo, as appears by letters from the English consul there, that no doors were open'd for three months. In the mean time there arrived here in May last four ships laden with Cairo goods; which goods and men being landed, spread the infection over all the city at once, after which, one convey'd it to another by contact.\n\nThe only apparent cause of the virulency in this case is, four ships arriving from Cairo, instead of one or two, at the same time; and if you please, you may add to this some little difference of the seasons, mention'd in my letter to Dr. Mead, and a greater quantity of cucumbers, melons, and fruit, than usual, upon which the poorer sort of people feed.\n\nHowever I don't believe the number of the dead any-ways equal to common report, for the reasons following:\n\nThe Turks have no bills of mortality, but they reckon, that in and about Constantinople there are consumed daily 20,000 killows of flour. Every killow is reckon'd to weigh 20 oques, and every oque is equal to 400 drachms, and 160 drachms thought sufficient for a person for 24 hours, or one complete day, taking men, women, and children together. Wherefore one killow makes bread enough for 50 persons per day; but the consumption of bread in the months of July, August, and September, was 3000 killows short: from which it is concluded, that\n\\[3000 \\times 50 = 150,000\\] must have died of the plague, without making any allowance for the great number of people, that run away to Prusa, Nicomedia, Adrianople, the islands, and such as must have died of other diseases in three months in a populous city of a million of souls, by the calculation of 20,000 killows per day.\n\nThe sickness began very violent, which struck a panic in all ranks and degrees of people, causing many to remove their quarters; and even the better fort of Turks themselves used greater precaution than usual; by which means there were but two of their great men died: 'tis said, four of the grand signor's ladies died; but this wants confirmation. Thus far I can assure you, that in the village where we lived, there died only sixty persons of the plague; and in the year 1740, which made no noise, there died in the same village of it 49 persons. The French ambassador's palace next door to us in the village was infected; because five of his people went at midnight to a bawdy-house, where the father Demetry, the mother and daughter, at the same time had the plague, and died of it afterwards all three; so that two of his excellency's servants were infected by them, one of whom died, and the other recover'd, and is still living, after taking a vomit, some doses of the bark mix'd with snake-root and Venice-treacle, by my advice.\n\nNext I must observe to you, that there are two vulgar errors, with regard to the plague, establish'd in this country. They say, that a plague which begins early, ends soon; which is false; for, in the year 1735, the plague began at Smyrna the\n15 of February (by means of a vessel, which convey'd it to Candia, as was said) pretty hot, so that all the houses in Frank-street were shut up in February; and it continued till the latter end of November.\n\nAnother vulgar error is, that the heat kills the plague at Smyrna, and the cold at Constantinople; which is very true with regard to Constantinople, but very false with regard to Smyrna: for proof look back to the year 1735, when the vigour of the malady shew'd itself most in the months of June and July, tho' so very hot, that some people were said to die of the heat in going from the town to the villages near it: so that it is very certain the heat does not kill the plague at Smyrna, as is generally thought and said.\n\nI am somewhat surprised to find there should be a general quarantine order'd in Holland, where there has been none since I have been in Turky; and more particularly, since there is not the least appearance, or even suspicion, of sickness at any other scale in Turky, excepting that of Constantinople; where, by the by, there does not appear a Dutch ship once in three years.\n\nDr. Mackenzie to Dr. Mead, F. R. S.\n\nSIR,\n\nRead March 19, 1752.\n\nTHIS is the only summer since I have been in Turky that I can say we have been without any plague. The air was very temperate, no heavy rains, high winds at N. E. from which point our Etesian winds blow, commonly called\ncalled milhem in the Turkish language. Fruits have not been so plenty, or of such a good quality as usual: few fevers of the intermittent kind, but not so regular as usual in their symptoms; for they were seldom attended with any head-ach, the tongue not much charg'd, and the urine seldom made any sediment of the lateritious kind; and if they were not taken in time, a yellow jaundice came upon them the sixth or seventh day; and in the beginning of the fever, the patient seldom vomited bile as usual, but rather a pituitous matter.\n\nI have the honour of being,\n\nSIR,\n\nConstantinople, Oct. 29, 1750.\n\nYour most obedient, and\nmost obliged humble servant,\n\nMordach Mackenzie.\n\nDr. Mackenzie to Dr. Mead.\n\nSIR,\n\nRead March 19, 1752.\n\nTHE last, which I had the honour of writing you, accompanying some medals and intaglio's, went by the Thames in October 1750. I have sent by the Bosphorus, Capt. Kennard, a small box, with full direction, containing 50 medals, four intaglia's, one Basilidian amulet, or στροφυλακίζειν, with ΣΩΛΟΜΩΝ ΣΩΖΩΝ cut upon it. He has\nhas likewise on board a stone, with an inscription, and three figures, viz. a mother, and two sons, of whom she takes leave at a funeral repast. The figures of the two sons are somewhat damag'd; but the mother, with a palla covering her head and body, the chair without a back, or rather a stool with a cushion upon the seat, and the three-footed table, at which they sit, are very complete, and well preserved, as likewise the inscription.\n\nWe have had last summer the most violent plague, that has been in this country (as it is thought) for the twenty years, which I have lived in it. Some say, that 150,000 souls have died of it in five months; but it is impossible to determine the number, as the Turks keep no registers of such as die of this or any other malady.\n\nThe winter began last year very early in November. About the beginning of January the small-pox was very frequent, but not mortal; being for the most part of the distinct kind. It continued to the latter end of March 1751, when malignant fevers began, and continued till the middle of May, when four ships arrived from Cairo with the plague on board. They no sooner landed their goods and men, than it began to spread among the inhabitants, and got to a great pitch by the 10 of June, and extended more and more daily, till the middle of August; when, after a deluge of rain, thunder, and lightning, it was much abated; but it recover'd its strength again about the beginning of September, which it retain'd till the middle of October, when, after some snow, and cold weather, it intirely ceas'd, and we are now under no apprehension from it for this winter. 'Tis true, some accidents\naccidents may happen in houses, which were once infected, and not well purified, all winter long: but these are so rare, that they deserve little or no attention.\n\nI remember to have had the honour of writing to you my sentiments of this distemper some years ago; and from all the observation I could make in the interval, I have no reason to change my opinion, viz. that it is brought from Cairo commonly; and that when once a house or ship is infected, it is very difficult to eradicate the animalcula, semina, effluvia, miasmata, or whatever name is proper for the reliques or remains of it, which getting once into a nidus, lodge there, condens'd by the cold during the winter; and when rarefied by a certain degree of heat, they act upon bodies, which have a disposition, as women and children mostly, and so spread by contact only, without communicating any malignancy to the ambient air. Otherwise very few could escape; whereas we found this last time, and upon all such occasions, that whoever kept their doors shut, run no risque, even if the plague were in the next house; and the contact was easily trac'd in all the accidents, which happen'd among the Franks. Comte Castellane had, for three years running, persons attack'd in the same room, in the months of July and August, notwithstanding all possible precaution us'd in cleansing the room, and even white-washing it. At last, by my own advice to his excellency, grounded upon the above theory, he built a flight counter-wall; since which there has been no accident in that room, now five years ago.\n\nI could give so many such examples, as delassare valeant Fabium.\nThe patients were this year sick at stomach, and troubled with vomiting and nausea's for three or four days after they were infected, and before the eruption of the buboes, carbuncles, or tokens; and in about four days more after the eruptions they died, or shew'd good symptoms of recovery; such as, the fever, with all its symptoms, decreasing; the eruptions tending to maturation and suppuration, the nausea ceas'd, and some appetite beginning.\n\nI refer you to my letter to Dr. Clephane, for more upon this subject, and have the honour of being with the most profound respect,\n\nS I R,\n\nConstantinople, Nov. 23,\n1751.\n\nYour most obedient\n\nhumble servant,\n\nMordach Mackenzie.\n\nΖΩΣΙΜΟΣ ΑΣΠΑΣΙΑΣ ΠΡΟΣΦΙΛΗΣ\nΧΑΙΡΕ. ΜΑΡΚΟΣ ΑΣΠΑΣΙΑΣ ΠΡΟΣΦΙΛΗΣ\nΧΑΙΡΕ.\n\nD d d 2\n\nLXIV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105076.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 4618,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        845,
        2
      ],
      [
        845,
        2436,
        3
      ],
      [
        2436,
        4102,
        4
      ],
      [
        4102,
        5524,
        5
      ],
      [
        5524,
        6939,
        6
      ],
      [
        6939,
        8567,
        7
      ],
      [
        8567,
        10178,
        8
      ],
      [
        10178,
        11572,
        9
      ],
      [
        11572,
        12631,
        10
      ],
      [
        12631,
        14287,
        11
      ],
      [
        14287,
        15919,
        12
      ],
      [
        15919,
        16679,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105076",
    "title": "Extracts of Several Letters of Mordach Mackenzie, M. D. concerning the Plague at Constantinople",
    "authors": "Mordach Mackenzie",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105076"
  }
}