{
  "id": "b45142b6d150dcbc2ffea453e36f598b362fa2f6",
  "text": "inflammation. In a case of hemorrhage from one of the sinuses of the brain, a very judicious physician lately prescribed the digitalis: if the effect of this medicine tends principally to diminish the action of the heart, as is commonly supposed, it was more likely to be injurious than beneficial, since a venous plethora must be increased by the inactivity of the heart; but if the digitalis diminishes the general tension of the arteries, in a greater proportion than it affects the motion of the heart, it may possibly be advantageous in venous hemorrhages. We have, however, no sufficient authority for believing, that it has any such effect on the arterial system in general.\n\nAlthough the arguments, which I have advanced, appear to me sufficient to prove, that, in the ordinary state of the circulation, the muscular powers of the arteries have very little effect in propelling the blood, yet I neither expect nor desire that the prevailing opinion should at once be universally abandoned. I wish, however, to protest once more against a hasty rejection of my theory, from a superficial consideration of cases, like that which has been related by Dr. Clarke; and to observe again, that the objections, which I have adduced, against the operation of the muscular powers of the arteries in the ordinary circulation, not being applicable to these cases, they are by no means weakened by any inferences which can be drawn from them.\n\nERRATA.\n\nIn the last volume of the Philosophical Transactions, page 183, line 25, for $\\frac{6}{1}$, read $\\frac{6}{2}$: page 184, at the end, add, is denoted by $av$: page 186, line 4, for when $ced$, read whence $d$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107249.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3320,
    "total-output-tokens": 433,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1656,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107249",
    "title": "Errata: Hydraulic Investigations, Subservient to an Intended  Croonian Lecture on the Motion of the Blood",
    "authors": null,
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/107249"
  }
}