{
  "id": "fe276d5d472a8040182933946f8bc993c4bb83eb",
  "text": "I. A Catalogue of the Fifty Plants, from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1732; pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Præs. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.\n\n501. Lkekengi Americanum; foliis sinuatis; hirsutum. a D. Houston.\n\n502. Antirrhinum angustifolium, majus, peregrinum; ruberrimo flore. H. Reg. Par.\n\n503. Antirrhinum arvense, majus, Italicum; majore flore ex albo purpurascente.\n\n504. Aparines folio anomala; vasculo seminali rotundo, multa Semina minutissima continente. Sloane, Cat. Iam. p. 50. Hist. Tab. 7. f. 4.\n\n505. Apocynum Americanum; Euonymi folio; flore ex albo virente. a D. Houston.\n\n506. Asteriscus annuus, Lusitanicus, odoratus. Boerh. Ind. Alt. 105.\n\n507. Astragalus humilis; Ornithopodij foliis, villosis; siliquis propendentibus, brevibus, in spicam congestis.\n\n508. Betonica Calpensis; longiore folio, an, Betonica rubicundissimo flore, Montis aurei. H. Reg. Par?\n\n509. Betonica major, Danica. Park Theat. 615.\n\n510. Betonica purpurea. C. B. 231.\n\n511. Bidens Americana, graminifolia & ramo-\nsissima. Hieracium, fruticosum angustissimis gra-\nmineis\nmineis foliis; capitulis parvis. Sloane Hist. Vol. I. 255. Tab. 249 f. 3.\n\n512. Bidens Americana, trifolia & quinquefolia; flore albo, amplo, radiato. an Bidens triflora Americana: Leucanthemi flore. T. Inst. 462?\n\n513. Cardamine annua, glabra; parvo flore, foliis vix sinuatis.\n\n514. Cardamine Sicula; foliis Fumariae T. Inst. 224.\n\n515. Cassia herbacea; Pseudoacaciae foliis. a D. Collinson. Cassia Marilandica; pinnis foliorum oblongis; calyce floris reflexo Martyn. Hist. Plant. rar. Dec. III. No. I.\n\n516. Chamæmelum trimestre, nudum; capitulis minimis.\n\n517. Chrysanthemoides osteospermum, Africanum, arboreum; foliis Populi albae. Boerh. Ind. alt. 104.\n\n518. Cnicus Creticus; Atractylidis folio & facie; flore candidissimo. T. Cor.\n\n519. Corchoro affinis, Chamaedryos folio; flore stamineo; seminibus atris quadrangulis, duplici serie dispositis. Sloane Catal. Iam. p. 50. Hist. Tab. 94. f. 1.\n\n520. Doria; quae Jacobea Africana, frutescens; Lavendulæ folio, latiori. H. Amst. 2. 141.\n\n521. Eupatoriophalacron Americanum; Hyperici foliis; semine adunco. a D. Houston.\n\n522. Frutex Virginianus, trifolius; Ulmi Samaris. D. Banister Pluk. Almag. 159.\n\n523. Fumaria Africana, vesicaria scandens. Par. Bal. App. Cypticapnos Africana, scandens. Boerh. Ind. 310.\n\n524. Hedyarum triphyllum Canadense. Cornut. 44.\n\n525. Hieracium\n525. Hieracium medio nigrum, Bæticum, minus. Park. Theat. 792.\n526. Hieracium medio nigrum, Bæticum, latifolium; amplo flore.\n527. Jacobæa afra; folio Botryos. Boerh. Ind. alt. 99.\n528. Jacobæa Pannonica prima. Cluf. Hist. 21.\nSenecio incanus pinguis C. B. 131.\n529. Ketmia Afra, vesicaria; foliis profundius incisis, vix crenatis. Boer. Ind. 272.\n530. Ketmia vesicaria, Africana. T. Inst. 101.\n531. Ketmia vesicaria, vulgaris. T. Inst. 101.\n532. Lepidium humile inanum arvense T. Inst.\n216. Arabis sive Draba & Nasturtium Babylonicum Lob. Ic. 224.\n533. Limonium, lignosum, Gallis viduum. Boccon. Rar. 35.\n534. Lotus Lybica Dalechampij. Lug. 509.\n535. Lotus minor glabra; foliis longioribus & angustioribus. Hort. Edin.\n536. Lotus pratensis, major, glabra. D. Vaillant. Bot. Par.\n537. Lysimachia Canadenfis, lutea; folio Jalappæ. D. Sarrazæn.\n538. Melissa Americana, graveolens. à Domino Houston.\n539. Milleria Parietariæ folio; capitulis congestis, pianis. D. Houston.\n540. Milleria Scrophulariæ amplo folio; floribus laxe tpicatis. D Houston.\n541. Nigella Orientalis; Flore flavescente; Semine alato, plano. T. Cor. 19.\n\nD d 2\n\n542. Nigella;\n542. Nigella; flore minore, simplici candido. C. B. 145.\n\n543. Nigella angustifolia; flore majore, simplici, cœruleo. C. B. 145.\n\n544. Pulmonaria; calice vesicario.\n\n545. Sherardia nodiflora; Stæchados ferratæ foliis. D. Vaillant.\n\n546 Sherardia repens, nodiflora, subrotundo folio. D. Houston.\n\n247. Sherardia spicata, annua; flore cœruleo; foliis angustis & ferratis. D. Houston.\n\n548. Sinapistrum Americanum spinosum; flore carneo; foliis trifidis & quinquidis. D. Houston.\n\n549. Spergula, quæ Alsine sexatilis & Multiflora; capillaceo folio. T. Inst. 243.\n\n550. Volubilis Americana; Bryoniae folio; hirsutia Lappacea obsita. à D. Houston. Gronovia scandens; Lappacea, pampinea fronde Houston. Martyn. Hyst. Plant. rar. Dec. IV. N° 8.\n\nII. DE CAMPHORA THYMI. Auëtore Casparo Neumanno, M. D. Chemiae Profess. Berolin. & R. S. S.\n\nSectio I.\n\nANTE aliquot annos Illustri Regiæ Magnæ Britanniae Scientiarum Societati Observationem quandam, * quæ singularis mihi visa fuit atque in destillatione & separatione Olei essentialis Thymi ex improviso accidit, dum nempe in hoc, absque omni additione destillato, Oleo corpus solidum, siccum, crystallinum, album & pellucidum apparuit, communicavi: ubi inter caetera adduxi, quod substantiam hanc,\n\n* Vide Transact. N°. 389.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103847.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2126,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1189,
        2
      ],
      [
        1189,
        2518,
        3
      ],
      [
        2518,
        3662,
        4
      ],
      [
        3662,
        4927,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103847",
    "title": "A Catalogue of the Fifty Plants, from Chelsea Garden, Presented to the Royal Society by the Company of Apothecaries, for the Year 1732; Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praes. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.",
    "authors": "Isaac Rand",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103847"
  }
}