{
  "id": "9c770f835988d4d2c2a8b6b73feb4076b850325a",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November, 1805, to June, 1806;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1805.\n\nPRESENTS.\n\nNov. 7. Abstract of the Returns made relative to the Expence and Maintenance of the Poor in England. Ordered to be printed 10th July, 1804. fol.\n\nThe nautical Almanac for the Year 1810. London, 1805. 8°\n\nMémoires de l'Academie des Sciences de Turin pour les Années X et XI. Turin, 1803. 2 Vols. 4°\n\nFasciculus 6 of a Synopsis of the British Con- fervæ, by L. W. Dillwyn.\n\nObservations on the Diseases incident to Seamen, by R. Robertson. Vol. I. and II. London, 1804. Vol. III. 1805. 8°\n\nThe Botanist's Guide through England and Wales, by D. Turner and L. W. Dillwyn. London, 1805. 2 Vols. 8°\n\nTraité de Mecanique celeste, par M. Laplace. Tome IV. Paris, 1805. 4°\n\nBibliotheque Britannique. No. 205—228.\n\nMuseum Anatomicum congestum a J.G. Walter Berolini, 1805. Tomi III. 4°\n\nThe Philadelphia medical and physical Journal, by B.S. Barton. Vol. I. Part I. Philadelphia, 1804. Part II. 1805. 8°\n\nJournal de Chimie et de Physique, par J. B. van Mons. No. 17.\n\nA Prospect of exterminating the Small Pox. Part 2, by B. Waterhouse. Cambridge, 1802. 8°\n\nDONORS.\n\nThe Right Hon. the Speaker of the House of Commons.\n\nThe Commissioners of Longitude.\n\nThe Academy of Sciences of Turin.\n\nLewis Weston Dillwyn, Esq. F. R. S.\n\nRobert Robertson, M.D. F. R. S.\n\nDawson Turner, Esq. F. R. S. and Lewis Weston Dillwyn, Esq. F. R. S.\n\nM. Laplace, F. R. S.\n\nProfessor Pictet, F. R. S.\n\nProfessor Walter, F. R. S.\n\nProfessor Barton, of Philadelphia.\n\nM. Van Mons, of Brussels.\n\nProfessor Waterhouse, of Cambridge, New England.\nPRESENTS.\n\nThe Philosophical Transactions abridged. Vol. VI. Part 4, and Vol. VII. Parts 1, 2, 3.\nThe Doctrine and Application of Fluxions, by T. Simpson, revised by W. Davis. London.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 44 to 47.\nThe Philosophical Magazine, by A. Tilloch. No. 86 to 89.\nThe Critical Review, July—October, 1805.\n\nDec. 12. Nova Acta Academiae Scientiarum Imperialis Petropolitanæ. Tom. XIV. Petropoli, 1805.\n\nExposition des Operations faites en Lapponie, pour la determination d'un Arc du Meridien, en 1801, 1802, et 1803, redigée par J. Svanberg. Stockholm, 1805.\n\nBernardi de Montfaucon Palæographia Graeca. Parisiis, 1708.\n\nFasciculus 7, of a Synopsis of British Convervæ, by L. W. Dillwyn.\n\nThe Philosophical Transactions abridged. Vol. VII. Part 4.\nThe new London Catalogue of Books. London, 1805.\n\nObservations on vaccine Inoculation, by H. Fraser. London, 1805.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 48.\nThe Philosophical Magazine, by A. Tilloch. No. 90.\nThe Critical Review, November, 1805.\n\n19. Transactions of the Dublin Society. Vol. II. Part 2. Dublin, 1802.\n\nAn Essay on the Construction of the Sails of Ships and Vessels, by Capt. M. Cowan. London.\n\nJan. 9. Collections for the History of the Town and Soke of Grantham, by E. Turnor. London, 1806.\n\nAstronomisches jahrbuch für das Jahr 1808, von J. E. Bode. Berlin, 1805.\n\nHistoire générale des Sciences et de la Literature, par J. Andres, traduite de l'Italian par J. E. Ortolani. Tome I. Paris, 1805.\n\nThe Philosophical Transactions abridged. Vol. VIII. Part 1.\nA Journal of Natural Philosophy, by W. Nicholson. No. 49 and 50.\nThe Philosophical Magazine, by A. Tilloch. No. 91.\n\nDONORS.\n\nMessrs. C. and R. Baldwin.\nMr. William Davis.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Editor.\nThe Imperial Academy of Sciences of Petersburg.\nThe Royal Academy of Sciences of Stockholm.\nCharles Burney, junior, LL.D. F.R.S.\nLewis Weston Dillwyn, Esq. F.R.S.\nMessrs. C. and R. Baldwin.\nMr. William Bent.\nHenry Fraser, M.D.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Editor.\nThe Dublin Society.\nCapt. Malcolm Cowan.\nEdmund Turnor, Esq. F.R.S.\nMr. J. E. Bode, F.R.S.\nM. Ortolani.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nPRESENTS.\n\nThe Critical Review, December, 1805.\n\nTransactions of the Dublin Society. Vol. IV. Dublin, 1804.\n\nMemoirs of the Literary and Philosophical Society of Manchester. Second Series. Vol. I. Manchester, 1805.\n\nReport on the Administration of the Government of Mysoor, by Major M. Wilks. Fort William, 1805.\n\nPrecis de la Philosophie de Bacon, par J. A. De Luc. Paris, 1802. Tomes II.\n\nIntroduction à la Physique terrestre par les Fluides expansibles, par J. A. De Luc. Paris, 1803. Tomes II.\n\nTraité elementaire sur le Fluide Electrico-Galvanique, par J. A. De Luc. Paris, 1804. Tomes II.\n\nBibliotheque Britannique. No. 229—234.\n\nLiljenthalische beobachtungen der neu entdeckten Planeten, Ceres, Pallas, und Juno, von J. H. Schröter. Göttingen, 1805.\n\nA Meteorological Journal of the Year 1805, kept in London, by W. Bent. London, 1806.\n\nMeteorological Observations made at Nottingham House, Athapesco Lake, from May 20, 1804, to May 23, 1805, by P. Fidler. Mscr.\n\nAn Account of Rain, which has fallen near Madras, from Oct. 19, 1791, to Jan. 1, 1804.\n\nObservations meteorologiques à Canton, pendant l'Année 1804. Mscr.\n\nRotulorum originalium in curia Scaccarii Abbreviatio. Vol. I. 1805.\n\nFeb. 6. Meteorological Journal kept on board the Marine Society's Ship, in 1805. Mscr.\n\nMagna Britannia, by D. Lysons and S. Lysons. Vol. I. London, 1806.\n\nDell' elettricisimo idro-metallico Opuscolo dell' Ab. S dal Negro. Padova, 1802. Opuscolo II. 1803.\n\nThe Philosophical Transactions abridged. Vol. VIII. Part 2.\n\nThe Literary Journal, January, 1806.\n\nA Meteorological Journal for the Year 1804, kept at Colindah in Bengal. Mscr.\n\nGeneral Zoology, by G. Shaw. Vol. VI. London, 1806.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 51.\n\nDONORS.\n\nThe Editor.\n\nThe Dublin Society.\n\nThe Literary and Philosophical Society of Manchester.\n\nMarquis Wellesley.\n\nM. De Luc, F. R. S.\n\nProfessor Pictet, F. R. S.\n\nDr. Schröter, F. R. S.\n\nMr. William Bent.\n\nJoseph Colen, Esq.\n\nJohn Johnstone, Esq.\n\nDavid Lance, Esq.\n\nThe Commissioners of the Public Records.\n\nThe Marine Society.\n\nThe Rev. Daniel Lysons, A. M. F. R. S. and Sam. Lysons, Esq. F. R. S.\n\nAbate Salvator dal Negro.\n\nMessrs. C. and R. Baldwin.\n\nGeorge Harris, Esq.\n\nMr. George Kearsley.\n\nMr. William Nicholson.\nPRESENTS.\n\nThe Philosophical Magazine, by A. Tilloch. No. 92.\nThe Critical Review. January, 1806.\n13. The Trident of Albion, by J. Thelwall. Liverpool, 1805. 8°\nPharmacopoea Batava. Amstelodami, 1805. 4°\n\n27. Kongl. Vetenskaps Academiens Nya Hanlingar, Tom. XXV. för år 1804, 3d and 4th quarter; and Tom. XXVI. för år 1805, 1st and 2d quarter. Stockholm. 8°\n\nMar. 6. The Philosophical Transactions abridged, Vol. VIII. Part 3.\nThe Literary Journal, February, 1806. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No. 82.\nThe Philosophical Magazine, by A. Tilloch. No. 93.\nThe Critical Review. February, 1806.\n13. Mémoires de l'Academie Royale des Sciences et Belles Lettres, 1798 and 1802. Berlin, and 1804. 4°\nFasciculus 8, of a Synopsis of the British Convervae, by L. W. Dillwyn.\nCatalogue de l'Ascension droite et de la Declinaison de 5505 étoiles, redigé par J. E. Bode. Berlin, 1805. 4°\nFl. Caldani Tabulae anatomicae ligamentorum Corporis humani. Venetiis, 1803. fol.\nFl. Caldani Opuscula Anatomica. Patavii, 1803. 4°\n\nA Treatise on Mechanics, by Ol. Gregory. London, 1806. 3 Vols. 8°\n20. The Philadelphia Medical and Physical Journal, by B. S. Barton, Vol. II. Part 1. Philadelphia, 1805. 8°\n27. Memoirs, comprising the Navigation to and from China, by the China Sea, and through the various Straits and Channels in the Indian Archipelago; also the Navigation of Bombay Harbour. London, 1805, with 6 Charts. 4°\nA practical Treatise on various Diseases of the abdominal Viscera, by C. R. Pemberton. London, 1806. 8°\n\nApr. 17. Bibliothèque Britannique. No. 235—240.\nThe Philosophical Transactions abridged. Vol. VIII Part 4.\nThe Literary Journal. March, 1806.\nA Journal of Natural Philosophy, by W. Nicholson. No. 53.\n\nDONORS.\n\nMr. Alexander Tilloch.\nThe Editor.\nMr. John Thelwall.\nThe Secretary of State for the Home Department of the Batavian Republic.\nThe Royal Academy of Sciences of Stockholm.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Editor.\nThe Royal Academy of Sciences of Berlin.\nLewis Weston Dillwyn, Esq. F. R. S.\nMr. J. E. Bode, F. R. S.\nSig. Floriano Caldani.\nMr. George Kearsley.\nProfessor Barton, of Philadelphia.\nJames Horsburgh, Esq. F. R. S.\nChristopher Robt. Pemberton, M. D. F. R. S.\nProfessor Pictet, F. R. S.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nPRESENTS.\n\nThe Philosophical Magazine, by A. Tilloch. No. 94.\nThe Critical Review. March, 1806.\nPlate 10, of the IVth Volume of Vetusta Monumenta.\nSurgical Observations, Part the Second, by J. Abernethy. London, 1806.\nThe vaccine Contest, by W. Blair. London, 1806.\n\nMay 1. Plantarum Guianæ rariorum Icones et Descriptions hactenus ineditæ, Auctore E. Rudge. Fasciculus 4.\nSermons from the German of G. J. Zollikofer, by W. Tooke. London, 1806. 2 Vols. 8°\nThe Philosophical Transactions abridged. Vol. IX. Part 1.\nThe Literary Journal. April, 1806.\nA Journal of Natural Philosophy, by W. Nicholson. No. 54 and 55.\nA Treatise on the Diseases of the Stomach, by A. D. Stone. London, 1806.\nThe Philosophical Magazine, by A. Tilloch. No. 95.\nThe Critical Review. April, 1806.\n\n15. Calendarium Iquisitionum post mortem sive Escætarum, 1806. fol.\nObras de Franc. de Borja Garcaõ Sto-kier. Tomo I. Lisboa, 1805.\n\nJune 5. The Transactions of the Royal Irish Academy. Vol. X. Dublin, 1806.\nThe Philosophical Transactions abridged. Vol. IX. Part 2.\nThe Literary Journal. May, 1806.\nA new Theory of musical Harmony, by A. F. C. Kollmann. London, 1806. fol.\nA Journal of Natural Philosophy, by W. Nicholson. No. 56.\nThe Philosophical Magazine, by A. Tilloch. No. 96.\nThe Critical Review. May, 1806.\nBibliotheque Britannique. No. 241—244.\nTable des Articles contenus dans les dix premières années de la Bibliotheque Britannique.\n\n12. Tables astronomiques publiées par le Bureau des Longitudes de France. I Partie. Paris, 1806.\nHistoire de l'Astronomie pour 1805, par J. de Lalande.\nThe 25th, 26th, and 27th Report of the Society for bettering the Condition of the Poor. London, 1805, 1806.\n\nDONORS.\n\nMr. Alexander Tilloch.\nThe Editor.\nThe Society of Antiquaries.\nMr. John Abernethy.\nMr. William Blair.\nEdward Rudge, Esq. F. R. S.\nThe Reverend William Tooke, F. R. S.\nMessrs. C. and R Baldwin.\nMr. William Nicholson.\nArthur Daniel Stone, M. D.\nMr. Alexander Tilloch.\nThe Editor.\nThe Commissioners of the Public Records.\nM. Stockler, Secretary of the Royal Academy of Sciences of Lisbon.\nThe Royal Irish Academy.\nMessrs. C. and R Baldwin.\nMr. Aug. Fred. Christ. Kollmann.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Editor.\nProfessor Picter, F. R. S.\nLe Bureau des Longitudes de France.\nM. de Lalande, F. R. S.\nThe Committee of the Society for bettering the Condition of the Poor.\nPRESENTS.\n\nMaps of the Island of Jamaica, and of the Counties of Cornwall, Middlesex, and Surry, in that Island, in 15 sheets.\n\n19. Memoirs of the Rise and Progress of the Royal Navy, by C. Derrick. London, 1806. 4°\n\nThe British Flora, by J. Hull. Manchester, 1799. 8°\n\nElements of Botany, by J. Hull. Manchester, 1800. 2 Vols. 8°\n\nDONORS.\n\nJames Robertson, Esq.\n\nCharles Derrick, Esq.\n\nJohn Hull, M.D.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1806.\n\nA\n\nAcetic acid, a solvent for resins, - 129\nAdjustment of circular instruments, - 428, 429\n-, by a new method, - 430\nAlburnous vessels of trees, on the inverted action of, - 293\nAppendices of conic sections, - 82\nArmagh, astronomical observations at, - 453\nArteries, cylindrical to slow-moving muscles, - 10\nAstronomical circle, description of, - 420\n\nB\n\nBarks of trees, effects of incisions in, - 296\nBarometer, marine, observations on, - 239\n-, falls by land-wind, rises by sea-breeze, - 244\n-, prognostications from, - 265\nBason, mineral, description of, - 342\nBinomial theorem, a new demonstration of, - 305\nBitumen, not formed artificially, - 140\n-, elastic, scarcely affected by sulphuric acid, - 115\nBrande, Mr. William. Chemical experiments on guaiacum, - 89\n-, Experiments on the urine of the camel and the cow, - 373\nBue'e, M. Mémoire sur les quantités imaginaires, - 23\n## INDEX\n\n| C | page |\n|---|------|\n| Camel's stomachs, observations on, | 357 |\n| ---, capacity, &c. of the first, | 360 |\n| ---, capacity and office of the second, | 366, 367 |\n| ---, capacity of third, | 368 |\n| ---, fourth, | 369 |\n| ---, teeth, observations on, | 371 |\n| ---, urine, analysis of, | 372 |\n| ---, contains uric acid, | 373 |\n| Carbonate of lime, in the urine of horses, | 380 |\n| Carlisle, Anthony, Esq. The Croonian lecture on the arrangement and mechanical action of the muscles of fishes, | 1 |\n| Cassini, M. Observations on the variation at the equinoxes and solstices, | 393 |\n| Centrifugal force, its effect on the growth of seeds, | 102 |\n| Circles of repetition of the French do not diminish errors of observation, | 432 |\n| Circular instruments, observations on, | 420 |\n| ---, description of one, | 424 |\n| ---, with revolving microscopes, | 425 |\n| Coal, fossil, conjectures respecting its origin | 135 |\n| ---, vegetable, obtained by sulphuric acid, | 130 |\n| ---, quantity afforded by different resins, &c. | 131 |\n| Conic sections, appendices of, | 82 |\n| Cortical vessels of plants, descend from the bases of the leaves, | 295 |\n\n| D | |\n|---|---|\n| Declinations of some of the principal fixed stars, | 454 |\n| Dip of the magnetic needle, observations on, | 385 |\n| ---, subject to no diurnal alteration, | 396 |\n| ---, tables of, | 419 |\n\n| E | |\n|---|---|\n| Extracto-resin, what, | 98 |\n\n| F | |\n|---|---|\n| Fish, motions of their fins, | 3 |\n| ---, arrangement of their muscles, | 6 |\n| ---, muscular power of short duration, | 9 |\n| Flinders, Matthew, Esq. Observations on the marine barometer, made during the examination of the coasts of |\nINDEX.\n\nNew Holland and New South Wales, in the years 1801, 1802, and 1803, 239\n\nForce of percussion, lecture on, 13\n——, mechanic, defined 16\n—— of horses, various, 22\n——, centrifugal, its effect on the growth of seeds, 102\n\nG\n\nGilpin, Mr. George. Observations on the variation, and on the dip of the magnetic needle, made at the apartments of the Royal Society between the years 1786 and 1805, inclusive, 385\n\nGompertz, Mr. Benjamin. Application of a method of differences to the species of series whose sums are obtained by Mr. Landen by the help of impossible quantities, 147\n\nGravitation, its influence on the growth of plants, 100\n\nGriffiths, J. Esq. Description of a rare species of worm-shells discovered at an island off the north-west coast of Sumatra, 269\n\nGuaiacam, experiments on, 89\n——, yields extractive matter to water, 90\n——, powerfully acted on by nitric acid, 93\n——, yields oxalic acid, ib.\n——, its oxides blue or green, 92\n\nH\n\nHalley, Dr. his theory of variation referred to, 352\n—— opinion of the importance 398\n\nHatchett, Charles, Esq. Third series of experiments on an artificial substance which possesses the characteristic properties of tannin, 109\n\n—— observations on Mr. Brande's experiments on urine, 372\n\nHerschel, William, LL.D. On the velocity of the solar motion, 205\n\n—— Observations and remarks on the figure, the climate, and the atmosphere of Saturn and its ring, 455\n\nHome, Everard, Esq. An account of a small lobe of the human prostate gland not before taken notice of by anatomists, 195\nINDEX.\n\nHOME, EVERARD, Esq. Observations on the shell of the sea-worm found on the coast of Sumatra, proving it to belong to a species of Teredo; with an account of the anatomy of the Teredo Navalís, 276\n\nObservations on the camel's stomach, respecting the water it contains, and the reservoirs in which that fluid is inclosed: with an account of some peculiarities in its urine, 357\n\nI\n\nImaginary Quantities, memoir on, 23\n\nJ\n\nJamaica, variation of the compass at, 356\nboundaries of land in, how marked, 349\nhow surveyed, 351\n\nK\n\nKNIGHT, THO. ANDREW, Esq. On the direction of the radicle and germen during the vegetation of seeds, 99\nOn the inverted action of the alburnous vessels of trees, 293\n\nL\n\nLatitudes, method of correcting, 423\nLaw of motion, third misunderstood, 17\nLecture, Bakerian, 13\nCroonian, 1\nLogarithms, new method of computing, 327\nby subtraction, 328\nby addition, 338\nhyperbolic, 332—336\ncommon log. 337\nLogarithmic properties of $\\sqrt{-1}$, 67\n\nM\n\nMANNING, THOMAS, Esq. New method of computing logarithms, 327\nMARTIN, MR. EDWARD. Description of the mineral basin in the counties of Monmouth, Glamorgan, Brecon, Caer-marthenshire, and Pembroke, 342\nINDEX.\n\nMastication of ruminating animals, how performed, 371\nMechanic force defined, 16\nMedulla of plants, conveys no sap, 295\nMicroscopes, revolving, recommended for circular instruments, 425\nMinium, native, 267\n\nN\n\nNewton, Sir Isaac's, interpretation of the 3d law of motion, 17\nNitric acid, its action on elastic bitumen, 115\nKilkenny coal, 116\nCannel coal, ib.\nNewcastle coal, ib.\nroasted vegetables, 118\nwalnut peels, 120\ngalls, 122\noak bark, 123\nguaiacum, 93\n\nO\n\nObservations of some principal fixed stars, 434\nγ Pegasi, ib.\nα Arietis, ib.\nα Ceti,\nAldebaran, 435\nCapella,\nRigel, 436\nβ Tauri,\nα Orionis, 437\nSirius,\nCastor, 438\nProcyon,\nPollux,\nRegulus, 439\nθ Leonis,\nSpica Virginis,\nArcturus, 440\nα Coronæ,\nα Serpentis, 441\nα Ophiuchi,\nα Lyrae,\nα Capricorni, 442\nα Cygni, 444\n\nMDCCCVI.\n### INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Observations of α Aquarii, α Pegasi, α Andromeda, Polaris, β Ursæ, γ Draconis | 446  |\n| Perpendicularity, expressed by $\\sqrt{-1}$                           | 28   |\n| Piazzi M. his observations of principal fixed stars                   | 453, 454 |\n| Plumb-line, observations on the methods of employing                  | 428  |\n| Pond, John, Esq. On the declinations of some of the principal fixed stars; with a description of an astronomical circle, and some remarks on the construction of circular instruments | 420  |\n| Potatoes, early made to blossom, tubers formed from descending sap    | 297  |\n| made to form on branches above ground                                 | ib.  |\n| Prostate gland, a small lobe newly discovered                         | 195  |\n| Quadrants, not likely again to be substituted for circles             | 423  |\n| Quantities, imaginary                                                 | 23   |\n| , impossible, not necessary for summation of certain series          | 147  |\n| Radicles and germen, on the direction of their growth                 | 99   |\n| Robertson, Rev. Abram. New demonstration of the binomial theorem      | 305  |\n| Robertson, Mr. James. Observations on the permanency of the variation of the compass at Jamaica | 348  |\n| Saturn, its figure, atmosphere, and ring                              | 455  |\n| proportion of its diameters                                          | 456  |\n| figure not seen but by a distinct power of 500                        | 458  |\n| subject to periodical changes of colour                               | 464  |\n| Seeds, made to grow revolving                                         | 102  |\n| Series, summed by a method of differences                            | 147  |\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Signs, + and —, their signification                                  | 23   |\n| Sign √—1, its signification                                           | 27   |\n| ——— description of position, geometric                               | 29   |\n| Signs, expressive of inclination                                      | 73   |\n| Smeaton, experiments on mechanic force referred to                   | 18   |\n| Smithson, James, Esq. Account of a discovery of native minium         | 267  |\n| Solar motion, investigation of its velocity                          | 205  |\n| ——— confirmed by observations on 36 stars                             | 219  |\n| ——— effects of its increase and decrease                             | 208  |\n| ——— calculations for delineating                                       | 222  |\n| Stars, declination of some principal                                 | 454  |\n| ——— proportional distances of                                         | 207  |\n| ——— proportional velocities                                           | 209  |\n| ——— direction of their motions                                        | 215  |\n| ——— causes of their motions examined                                 | 294  |\n| ——— calculations of the attractive power                              | 227  |\n| ——— calculations of figures to represent their motions                | 213  |\n| ——— remarks on their motions                                          | 217  |\n| ——— proper motions probably not constant                             | 433  |\n| Stomachs of bullocks                                                 | 362  |\n| ——— first                                                            | 362  |\n| ——— second                                                           | 363  |\n| ——— third                                                            | 364  |\n| ——— fourth                                                           | 365  |\n| ——— of camel                                                         | 365  |\n| Sulphuric acid, its action on resins                                 | 109  |\n| ——— on linseed oil                                                   | 111  |\n| ——— on wax                                                           | 111  |\n| ——— on animal fat                                                    | 112  |\n| Sumatra worm-shell                                                   | 269  |\n| Sun, velocity of its motion examined                                 | 205  |\n| ——— determined                                                       | 232  |\n| Suppression of urine, from an enlargement of the prostate gland      | 203  |\n| T                                                                   |      |\n| Tannin, substance resembling                                         | 109  |\n| ——— produced from pit-coal                                           | 116  |\n| ——— from roasted vegetables                                          | 118–123 |\n| ——— from peat                                                        | 128  |\n| ——— from submerged woods                                             | 127  |\nINDEX.\n\n*Teredo Gigantea,* - 269—271\n*Navalis,* anatomy of, - 278\n*Troughton,* Mr. adjustment of circular instruments, - 427\n\nU\n\n*Uric acid* in the urine of camels, - 373\n*Urine* of graminivorous animals contains phosphate of lime, - 374—379\n\nVariation of compass at Jamaica, - 348\nobservations at Somerset House, - 385\nsolstitial alteration of, - 392\ndiurnal alteration of, - 393\ninfluenced by various causes, - 393\nmonthly - 415\nmonthly diurnal alteration, - 416\nrate of annual increase, - 395\n\nW\n\n*Wollaston, William Hyde,* M.D. Bakerian lecture on the force of percussion, - 13\nWood increases in density above a decorticated space, - 302\n*Worm-shells* (Teredo) on the coast of Sumatra, - 269\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107207.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 7656,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1638,
        2
      ],
      [
        1638,
        3909,
        3
      ],
      [
        3909,
        6178,
        4
      ],
      [
        6178,
        8506,
        5
      ],
      [
        8506,
        10878,
        6
      ],
      [
        10878,
        11281,
        7
      ],
      [
        11281,
        12225,
        8
      ],
      [
        12225,
        13906,
        9
      ],
      [
        13906,
        15431,
        10
      ],
      [
        15431,
        16602,
        11
      ],
      [
        16602,
        17395,
        12
      ],
      [
        17395,
        19333,
        13
      ],
      [
        19333,
        22628,
        14
      ],
      [
        22628,
        23386,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107207",
    "title": "Back Matter",
    "authors": null,
    "year": 1806,
    "volume": "96",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107207"
  }
}