{
  "id": "0f90d8732b16845981d9a0908e72595373b4e30d",
  "text": "### TABLES\n\n**Shewing the Doses of purging and vomiting medicines according to the Solution of Dr. Cock.**\n\n| Medicines                  | Ages | Constitutions | Doses | 3. 9. Gr. |\n|---------------------------|------|---------------|-------|-----------|\n| Cassia.                    |      |               |       |           |\n| Catholicon                 |      |               |       |           |\n| Diacarthamum.              | 16   |               |       |           |\n| Elect. lenitivum.          |      |               |       |           |\n| Succus radicis Iridis.     |      |               |       |           |\n| Frumenti.                  |      |               |       |           |\n| Syrup. de Rhamno.          |      |               |       |           |\n| de Pomus magis.            |      |               |       |           |\n| Rosarii cum Helleb.        |      |               |       |           |\n| Tamarind.                  |      |               |       |           |\n| Sal cathartic. amar.       |      |               |       |           |\n| Mirabile.                  |      |               |       |           |\n| Mannzii.                   |      |               |       |           |\n| Emeticum.                  |      |               |       |           |\n| Vin. emeticum.             |      |               |       |           |\n| seu Bened.                 |      |               |       |           |\n| Suc. Afric.                |      |               |       |           |\n| Sennae.                    |      |               |       |           |\n\n| Medicines                  | Ages | Constitutions | Doses | 3. 9. Gr. |\n|---------------------------|------|---------------|-------|-----------|\n| Agaricus.                  |      |               |       |           |\n| Aloe.                      |      |               |       |           |\n| Carthamus.                 |      |               |       |           |\n| Ebuli semi.                |      |               |       |           |\n| Cortex.                    |      |               |       |           |\n| Harmodactylus.             |      |               |       |           |\n| Mechoacanna.               |      |               |       |           |\n| Fil. Aggregativa.          |      |               |       |           |\n| Coch. major.               |      |               |       |           |\n| Fattida.                   |      |               |       |           |\n| fine Quibus.               |      |               |       |           |\n| Pulv. Diafennae.           |      |               |       |           |\n| Rhabarbarum.               |      |               |       |           |\n| Soldanelia.                |      |               |       |           |\n| Senna.                     |      |               |       |           |\n| Turbith.                   |      |               |       |           |\n\n| Medicines                  | Ages | Constitutions | Doses | 3. 9. Gr. |\n|---------------------------|------|---------------|-------|-----------|\n| Cassia.                    |      |               |       |           |\n| Catholicon                 |      |               |       |           |\n| Diacarthamum.              |      |               |       |           |\n| Elect. lenitivum.          |      |               |       |           |\n| Succus radicis Iridis.     |      |               |       |           |\n| Frumenti.                  |      |               |       |           |\n| Syrup. de Rhamno.          |      |               |       |           |\n| de Pomus magis.            |      |               |       |           |\n| Rosarii cum Helleb.        |      |               |       |           |\n| Tamarind.                  |      |               |       |           |\n| Sal cathartic. amar.       |      |               |       |           |\n| Mirabile.                  |      |               |       |           |\n| Mannzii.                   |      |               |       |           |\n| Emeticum.                  |      |               |       |           |\n| Vin. emeticum.             |      |               |       |           |\n| seu Bened.                 |      |               |       |           |\n| Suc. Afric.                |      |               |       |           |\n| Sennae.                    |      |               |       |           |\n\n| Medicines                  | Ages | Constitutions | Doses | 3. 9. Gr. |\n|---------------------------|------|---------------|-------|-----------|\n| Agaricus.                  |      |               |       |           |\n| Aloe.                      |      |               |       |           |\n| Carthamus.                 |      |               |       |           |\n| Ebuli semi.                |      |               |       |           |\n| Cortex.                    |      |               |       |           |\n| Harmodactylus.             |      |               |       |           |\n| Mechoacanna.               |      |               |       |           |\n| Fil. Aggregativa.          |      |               |       |           |\n| Coch. major.               |      |               |       |           |\n| Fattida.                   |      |               |       |           |\n| fine Quibus.               |      |               |       |           |\n| Pulv. Diafennae.           |      |               |       |           |\n| Rhabarbarum.               |      |               |       |           |\n| Soldanelia.                |      |               |       |           |\n| Senna.                     |      |               |       |           |\n| Turbith.                   |      |               |       |           |\n| Medicins          | Ages | Confinutions | Doses | 3. Ṛ.Gr. |\n|-------------------|------|--------------|-------|----------|\n| Agaricus          |      |              |       |          |\n| Aloe              |      |              |       |          |\n| Carthamus         |      |              |       |          |\n| Ebuli femi        |      |              |       |          |\n| Cortex            |      |              |       |          |\n| Harmodactylus     |      |              |       |          |\n| Mechoacanna       |      |              |       |          |\n| Pil.Aggregativæ   |      |              |       |          |\n| Coch. major       |      |              |       |          |\n| Faetida sine Quibus |    |              |       |          |\n| Pulv.Diajennæ     |      |              |       |          |\n| Rhabarbarum       |      |              |       |          |\n| Soldanella        |      |              |       |          |\n| Senna             |      |              |       |          |\n| Turbith           |      |              |       |          |\n\n| Medicins          | Ages | Confinutions | Doses | 3. Ṛ.Gr. |\n|-------------------|------|--------------|-------|----------|\n| Refina jallapæ    |      |              |       |          |\n| Extr.rhabarbari   |      |              |       |          |\n| Pil.deHermodactylus |    |              |       |          |\n| pulv.Cornach.     |      |              |       |          |\n| Emet              |      |              |       |          |\n| Gilla vitrioli    |      |              |       |          |\n\n| Medicins          | Ages | Confinutions | Doses | 3. Ṛ.Gr. |\n|-------------------|------|--------------|-------|----------|\n| Colocynthis       |      |              |       |          |\n| Euphorbium        |      |              |       |          |\n| Efulae Cortex     |      |              |       |          |\n| Elaterium         |      |              |       |          |\n| Gum.Gutta         |      |              |       |          |\n| Gran.Grind        |      |              |       |          |\n| Ricini femi       |      |              |       |          |\n| Scammon           |      |              |       |          |\n| Tr.Alhanda        |      |              |       |          |\n| Emet              |      |              |       |          |\n| Common Dose | 2 | 1 | 2 | 6\\(\\frac{2}{3}\\) |\n|-------------|---|---|---|-----------------|\n|             | 3 | 4 | 0 | 0               |\n|             | 4 | 7 | 0 | 6\\(\\frac{2}{3}\\) |\n\n| Common Dose | 2 | 0 | 0 | 13\\(\\frac{1}{3}\\) |\n|-------------|---|---|---|------------------|\n|             | 3 | 0 | 1 | 10               |\n|             | 4 | 0 | 2 | 13\\(\\frac{1}{3}\\) |\n\n| Common Dose | 2 | 0 | 0 | 6\\(\\frac{2}{3}\\) |\n|-------------|---|---|---|-----------------|\n|             | 3 | 0 | 0 | 15               |\n|             | 4 | 0 | 1 | 6\\(\\frac{2}{3}\\) |\n\n| Common Dose | 2 | 0 | 0 | 13\\(\\frac{1}{3}\\) |\n|-------------|---|---|---|------------------|\n|             | 3 | 0 | 1 | 10               |\n|             | 4 | 0 | 2 | 13\\(\\frac{1}{3}\\) |\n\n| Common Dose | 2 | 0 | 0 | 10               |\n|-------------|---|---|---|-----------------|\n|             | 3 | 0 | 1 | 2\\(\\frac{1}{2}\\) |\n|             | 4 | 0 | 2 | 0               |\n\n| Common Dose | 2 | 0 | 0 | 6\\(\\frac{2}{3}\\) |\n|-------------|---|---|---|-----------------|\n|             | 3 | 0 | 0 | 15               |\n|             | 4 | 0 | 1 | 6\\(\\frac{2}{3}\\) |\n\n| Common Dose | 2 | 0 | 0 | 3\\(\\frac{1}{3}\\) |\n|-------------|---|---|---|-----------------|\n|             | 3 | 0 | 0 | 7\\(\\frac{1}{2}\\) |\n|             | 4 | 0 | 0 | 13\\(\\frac{1}{3}\\) |\n| Item                  | Common Dose Gr. | Dose | Vitrioli |\n|-----------------------|-----------------|------|----------|\n| Coch. major           |                 |      |          |\n| Fatida                |                 |      |          |\n| Fine Quibus           |                 |      |          |\n| Pulv. Dia. sennae     |                 |      |          |\n| Rhabarbarum           |                 |      |          |\n| Soldanel-la           |                 |      |          |\n| Senna                 |                 |      |          |\n| Turbith               |                 |      |          |\n| Jalappa               |                 |      |          |\n| Juli juglandis        |                 |      |          |\n| Lap. Lazuli           |                 |      |          |\n| Armenius              |                 |      |          |\n| Opoponax              |                 |      |          |\n| Fil. Coch. minor      |                 |      |          |\n| de Gut. Gamandra      |                 |      |          |\n| Rudii                 |                 |      |          |\n| Pul. War-vicensis     |                 |      |          |\n| Sagapenum             |                 |      |          |\n| Emet. Rad. Ipecacuana |                 |      |          |\n| Colocynthis           |                 |      |          |\n| Euphorbium            |                 |      |          |\n| Esula Cortex          |                 |      |          |\n| Elaterium             |                 |      |          |\n| Gum.Gutta             |                 |      |          |\n| Gran.Önid.            |                 |      |          |\n| Ricini sem. Scammon.  |                 |      |          |\n| Fr. Allhand.          |                 |      |          |\n| Emet. Croc. Rulandi.  |                 |      |          |\n| Turbith minerale      |                 |      |          |\n| Emet. Hep. Antimony.  |                 |      |          |\n| Vitri. Ant. Merc.vitx |                 |      |          |\n| Tart. emet. Merc.prec.|                 |      |          |\n| per se                |                 |      |          |\n| Solar                 |                 |      |          |\n| Ruber                 |                 |      |          |\n| Hercules              |                 |      |          |\n| Bovy                  |                 |      |          |\nI. The Practice of Purging and Vomiting Medicines, according to Dr. Cockburn's Solution of his Problem; with Tables shewing their Doses in particular Ages and Constitutions. Inscrib'd to the Learned Dr. Garth. F. R. S. by W. Cockburn, M. D.\n\nBy my Solution of the Problem for determining the due Doses of Purging and Vomiting Medicines, in all their Cases, it is manifest in general, that these Medicines operate either upon the account of their being mixed with the Blood, or by their stimulating the Stomach and Guts: 2. That this their Operation is more or less according to the Quantity and Thickness of Blood, h. e. a greater Quantity, and the thickest Blood require the greatest Doses: And 3, that when the Quantities of Blood are the same, the Doses of Purging and Vomiting Medicines are in a duplicate proportion of the Bloods thickness. As also, that in every case these Doses must be in a proportion compounded of the Quantity of Blood and those Squares of its thickness.\n\nNow since the Operations of Purgative and Vomitive Medicines depend so much on the Quantity and Viscidity of the Blood, which have not been duly consider'd before; it is no wonder that the Practice of Physick in these Evacuations has been so uncertain, and that the most expert Physicians, from their most accurate Observations, could never determine the true Doses of Medicines, which alter so much according to the various Subjects they work upon; they not being acquainted with the true Method of determining either the quantity of the Blood, or the degrees of its thickness.\n\nBecause\nBecause Experience is equally the Foundation and Touchstone of all reasoning in Physick, we will here submit our Solution to common Observations, and try whether every thing proposed in it, does not exactly answer Matters of Fact, and the visible Operations of Nature.\n\nFirst then, it plainly follows, that these Medicines always purge best and most constantly in a liquid form; because they are more easily convey'd into the Blood, and can stimulate more parts, and that upon the account of this their Fluidity; whatever may be the way that Purges and Vomits work, or whatsoever their Nature may be. This explains very easily a very common Observation, hitherto very difficult to Physicians, about the different Operation of the same Medicine in different forms: Why, viz. the Infusion of a due quantity of a Purging Medicine produces its effects sooner and more constantly than a like quantity of the same Medicine in a Powder, tho' still more constantly in a Powder than a Bolus, tho' still sooner and more constantly in a dry Bolus, than if it be given in Pills made into that form with Gums that do not purge; and this difference in Purging shall even be notable, according to the dissolubility of the Gums.\n\nFrom whence it follows, that the Evacuation made by such Medicines, is in proportion to the quantity of those Medicines that happens to be dissolv'd, and not to the quantity administer'd.\n\nSecondly, That purging by Draughts is the most excellent form, and will always have the most constant effect.\n\nThe next Consideration is, that a certain quantity of any purging Medicine affects us after a different manner, according to the different Quantity and Constitution of the Blood, or its thickness, and it was shewn in the Solution, that if its thickness were the same, the Dose should\nshould always be as its Quantity, but the Blood differing likewise in thickness, the Doses of Purging and Vomiting Medicines must be augmented on account of its thickness. This is perfectly well confirm'd by daily experience; where we find, that People sick with a manifest thickness of Blood, as in Dropsies, the Jaundice, &c. take far greater Doses than they did at any other time when they were not sick, or in that manner.\n\nBy a further Disquisition into this matter, we find that the Doses must not only be greater where the thickness of Blood is greater; but that they must be encreas'd in a duplicate proportion of their Viscidity. This is evident by the Tables in Cassia. viz. $9 : 8 \\frac{3}{4} :: 4 : 3 \\frac{3}{4}$, $13 \\frac{1}{2}$ gr. and therefore alternando $9 : 4 :: 8 \\frac{3}{4} : 3 \\frac{3}{4}$, $13 \\frac{1}{2}$ gr. Therefore the Doses are as the Squares of the Constitutions. So likewise $9 : 8 \\frac{3}{4} :: 16 : 14 \\frac{3}{4}$, $13 \\frac{1}{2}$ gr. and alternando $9 : 16 :: 8 \\frac{3}{4} : 14 \\frac{3}{4}$, $13 \\frac{1}{2}$ gr. h.e. the Doses are as the Squares of the Constitutions.\n\nThe same is true in any other Constitution besides the mean: For Example, in the lowest and highest $4 : 16 :: 213 \\frac{1}{2}$ gr. $: 853 \\frac{1}{2}$. So that by this means we are not only led directly to a right use of these Medicines, and are able to find the true cause why the ordinary Doses produce so very different effects in different Constitutions; but likewise, The Quantity of Blood in any Person being given together with the ordinary and extraordinary effect of a Dose of a Purging Medicine, the Change of that Persons Constitution, and the Nature of that Change may be determin'd.\n\nIt cannot but be a great satisfaction to the mind to find a Doctrine founded on a few simple Experiences leading us into the cause of many more that are very complext, difficult, and obscure; which is sufficient to prove its conformity to Nature. But my present endeavour being to rectify the common Practice of these Medicines by this Doctrine, I shall frame, by this Method, Tables of the\nPurging and Vomiting Medicines in present use; better adapted to Experience than are hitherto to be found.\n\nThe Method of framing such Tables, is by setting off How they are the practicable Constitutions in the different Ages that I have observ'd to take notable Quantities of Purging and Vomiting Medicines; so that by comparing these Constitutions with the Ages, we have the different Doses in all those cases, which is all that is requir'd for a better practice; tho' a more proper occasion may produce a more nice and exact division of Constitutions, very much to the advantage of the Practice of Physick in all Diseases.\n\nThe Ages wherein these different Doses are taken, I find to be four; when a Man is about 16 or 20 Years of Age, and weighs about 12 Stone, he then takes the common Dose: One of nine Years takes three quarters of that; one of six the half, and one of three Years a quarter. Moreover, it having already been shewn, that the notable healthy Constitutions are but three, as also the notable Pulses of each of these: Let then these Constitutions be as 2, 3, 4. That of the most fluid Blood as the first number, and so on; in that case, the Dose of any Person will be found by multiplying the common Dose for his Age into the Square of his Constitution and dividing by the Square of the middle Constitution. For instance, If 3j. Caffia is the common Dose, or the Dose of the middle Constitution, 3ij. 9j. and gr. 13 \\(\\frac{1}{3}\\) is the Dose of the first Constitution, and 3xiv. gr. 13 \\(\\frac{1}{3}\\) that of the grossest or last Constitution; and so proportionably for every Medicine in all the Ages, as appears by the Tables.\n\nThis Method seems to answer so exactly, that there is not any thing necessary besides, except a Person is more Loose or Costive than ordinary (which may be known from the Patient or otherways) it is to be reputed the same, as if he had taken an equivalent quantity of a Medicine proper to produce these effects. Any Physician, who\nwho has consider'd this case in some People after Fluxing, will allow the justness of this Exception.\n\nAs Vomiting Medicines have the same common Doses with those that Purge, they admit also of the like divided Doses; which, therefore may be found by the same Tables. Only, as People that are more Costive than ordinary require a proportionable greater Dose of a Purg- ing Medicine: So they require their Dose of a Vomiting Medicine to be considerably less, as is very well known in hot Countries.\n\nBut, it must be observed, that in the Tables, Age stands instead of Quantity of Blood; because they encrease pretty equally, and it makes the practice more easie to such as are not accustom'd to Weights and Numbers.\n\nThe more Skilful are desir'd to observe, that the mean Ages multiply'd into the mean Constitutions, give Doses more nicely.\n\nThe TABLES.\n\nSome Instances shewing the Defects of the present Practice, and how mended by the foregoing Tables.\n\nThe Doses of the foregoing Tables, arising from Calculation, agree perfectly well with the common Observation of the best Authors; tho' their Observation is very general and ill made, if we except the very first Steps. For instance, Authors of all Countries, English, Dutch, German, Italian and French, reckon the Doses after the same manner; whereas, if they had been observ'd, they must have been different as are the Constitutions of Men in the different Countries.\n\nII. The defect of their Observation is manifest by the disproportion'd Doses of some Medicines, their high Doses being sometimes double and sometimes triple, and more\nmore of their low Doses, which is not conform to Nature; for, let the low Dose be what it will, the high Dose of one Medicine must always bear the same proportion to the high Dose of another, as did their low Doses, viz. even in Manna, they reckon it from \\( \\frac{3}{j} \\) commonly to \\( \\frac{3}{iiij} \\) and \\( \\frac{3}{iv} \\). If it is said that the first Dose is the lowest Dose that is taken by a Man of a due Age, it is neither true in fact nor conform to their own way of reckoning: For instance, Rhubarb is said to be taken from \\( \\frac{3}{j} \\) to \\( \\frac{3}{ij} \\). No body will say that this is the lowest Dose taken by a Man of a due Age as formerly; because it is not in fact true, nor that the high natural Dose is \\( \\frac{3}{js} \\); for, as I said before, if \\( \\frac{3}{j} \\) of Manna and \\( \\frac{3}{j} \\) of Rhubarb are the respective low Doses, then \\( \\frac{3}{iv} \\) and \\( \\frac{3}{ij} \\) cannot be the respective high Doses. As to what concerns some extraordinary Doses given by themselves, and far exceeding the ordinary Dose, is easily accounted for by the Solution. There are many Examples of this Nature: Turbith, viz. is commonly reckon'd among them from \\( \\frac{3}{j} \\) to \\( \\frac{3}{ij} \\); yet Marg. gravius, and good Authors, have given it to \\( \\frac{3}{iv} \\). So Colocynthis from gr. vi. to gr. xij. and Fulgin. Fernel. Duncan. say they have given it to \\( \\frac{3}{js} \\).\n\nIII. Authors have been far from being exact; for they have only dos'd these Medicines for People of full Age; but have left the Doses of the different Ages in silence; nor have they told us at what time a Man takes his highest Dose, or how that alters in the Growth and Decline of Age, which is still a very great difficulty for the most experienc'd Physicians to manage.\n\nIV. Their general Method is founded in a Mistake; their lowest Dose being really the common Dose taken by the generality of Men, which produces a multitude of Errors in the Practice. This is manifest in their dosing every Medicine.\nV. The mentioned Case is more manifest by these Tables, and it is two to one but that a Physician over Purges or under Purges any Person in Health; and if more Cases in Sickness are suppos'd, the odds will increase proportionably. Experience confirms this exactly: For if the middle Dose is given to one of the lowest Constitution, and the middle Dose is to purge 7 or 8 times; in that case, the Person of the lowest Constitution is purg'd near twice as much as he ought to be; and if given to one of the highest Constitution, he is purg'd but half of what he should be. But if the Dose of the highest Constitution is given to one of the middle Constitution, he is purg'd twice as much as he ought to be; and if given to one of the lowest, he is purg'd four times as much, or about thirty times, as we find true by daily Experience. But if the Quantity of Blood, the Age, or Sickness contribute to the Error, it may prove fatal. If this Consideration were illustrated by a proper number of Examples, we should find some hundreds of, otherways unavoidable, Mistakes now prevented by the Practice of these Tables.\n\nLastly, We may easily account, by these Tables, for the Doses of Children over purging some People of good Health, and of due Age; a Phenomenon so surprizing, that the smallness of the Dose is commonly thought a good Excuse for the Mistake.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103221.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19644,
    "total-output-tokens": 6274,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        5731,
        2
      ],
      [
        5731,
        8064,
        3
      ],
      [
        8064,
        9384,
        4
      ],
      [
        9384,
        11802,
        5
      ],
      [
        11802,
        13373,
        6
      ],
      [
        13373,
        15171,
        7
      ],
      [
        15171,
        17271,
        8
      ],
      [
        17271,
        19255,
        9
      ],
      [
        19255,
        20847,
        10
      ],
      [
        20847,
        22869,
        11
      ],
      [
        22869,
        24222,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103221",
    "title": "The Practice of Purging and Vomiting Medicines, according to Dr. Cockburn's Solution of His Problem; With Tables Shewing Their Doses in Particular Ages and Constitutions. Inscrib'd to the Learned Dr. Garth. F. R. S. by W. Cockburn, M. D.",
    "authors": "W. Cockburn",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/103221"
  }
}