{
  "id": "f173b30bd9bebb1a5be13558ea67e858c5cabae3",
  "text": "easily, as of the Sun from the Dial in a Sunshine. It were good to have an Index of Winds, that discover'd as well their Ascent and Descent, as their Side-coastings.\n\nA Relation concerning the late Earthquake neer Oxford; together with some Observations of the sealed Weatherglass, and the Barometer both upon that Phænomenon, and in General.\n\nThis Relation was communicated by the excellently learned Dr. Wallis, as follows:\n\nOn the 19. of January 1665. Stylo Angliae (or Jan. 29. 1666. stylo novo) at divers places neer Oxford, was obserued a small Earthquake (as at Blechington, Stanton-St. Johns, Bril, &c.) towards evening. In Oxford it self, I doe not hear, that it was observ'd to be an Earthquake; yet I remember about that time (whether precisely then or not, I cannot say) I took notice of some kind of odd shaking or heaving, I observed in my study, but did impute it to the going of Carts or Coaches, supposed to be not far off; though, yet I did take notice of it, as a little differing from what is usual on such occasions; (and wondered the more, that I did not hear any:) But not knowing, what else to refer it to, I thought no more of it. And the like account I have had from some others in Oxford, who yet did not think of an Earthquake; it being a rare thing with us. Hearing afterwards of an Earthquake observed by others; I looked on my Notes concerning my Thermoscope and Baroscope, to see if any alteration considerable had then happened.\n\nMy Thermoscope consists of a round large Glass, containing about half a pint or more; from whence issues a long Cylindrical neck of Glass, about two foot and a half in length, and less than a quarter of an inch diameter; which neck was hermetically sealed at the top, to exclude communication with the External Air; but before the sealing of it, the whole Glass was filled with Spirit of Wine (tinged with Cochineel, to make it the more discernable to the Eye;) so warmed, that it filled the whole content of the Glass; but afterwards, as it cooled, did so subside, as to leave a void space in the upper part of the Neck. Which Instrument, so prepared, doth by the rising or falling of the tinged liquor in the neck (consequent upon the expanding or contracting of the whole liquor contained in it and the Ball below,) give a very nice account of the Temperature of the Air,\nas to Heat or Cold: Even so nice, as that my being or not being in my Study I find to vary its height sometimes almost a quarter of an inch.\n\nMy Baroscope, I call another Instrument for estimating the Weight or Pressure of the Incumbent Air, consisting of a long Glass tube of about 4 feet in length, and about a quarter of an inch Bore: which tube (hermetically sealed at the one end) being filled with Quicksilver (according to the Torricellian Experiment) is inverted, so as to have the open end of it immersed in Stagnant Quicksilver, contained in a larger Glass under it, exposed to the pressure of the outward Air: Out of which open end (after such immersion) the Quicksilver in the Tube being suffered to run out, as much as it will, into the Stagnant Quicksilver, in which that mouth or open end is immersed, there is wont to remain (as is commonly known to those acquainted with this Experiment) a Cylinder of Quicksilver suspended in the Tube, about 28, 29, or 30 inches high; measuring from the surface of the Stagnant Quicksilver perpendicularly; (but more or less, within such limits, according as the Weight or Pressure of the Air incumbent on the External Stagnant Quicksilver exposed to it, is greater or less;) leaving the upper part of the Tube void. (Both which Instruments being the contrivance of the Honourable Robert Boyle, they are by him more particularly described in his Physico-Mechanical Experiments touching the Air, Exper. 17. and 18. and in his Thermometrical Discourses, premised to his History of Cold.)\n\nNow, according to both these Instruments, having kept a daily Register of Observations for more than a whole year (saving when I have been for some short time absent from home) I find my Notes for that day to be these.\n\n| January | Thermoscope | Baroscope | 1665 |\n|---------|-------------|-----------|------|\n| Day.    | Hour.       | inches.   | inches. |\n| 19.     | 8. Morn.    | 14 1/8.   | 29 1/2. Hard frost. Close. |\n|         | 4. Even.    | 14 1/2.   | 29 1/4. Hard frost. Cloudy. |\n|         | 9. Even.    | 14 1/4.   | 29 1/4. Rain. Wind |\n| 20.     | 8. Morn.    | 15 4/4.   | 28 1/4. Sunshine. Wind. |\n\nSo that, there being in the morning (January 19.) a hard frost (which began the day before about 4. of the Clock in the afternoon\nnoon (Jan. 18.) and continued (with us) till about 5. of the Clock in the afternoon of that day, Jan. 19. with some fierceness) and the weather, Jan. 19. being in the morning, close; and cloudy all the day, with little of Sun-shine; the Liquor in the Thermoscope was very little raised, by 4. of the Clock afternoon, that is, but ¼ of an inch (which, had the Sun shone, would, it's likely, have been near an Inch:) and after that time (or somewhat before) had there been no considerable change of weather, it would upon the Sun's setting have fallen (and probably so it did, till about 5. of the Clock, though I took no Observation in the interim.) But, contrary to what would have been expected, it was at 9. of the Clock at night, higher by ¾ of an inch, than it had been at 4. occasioned by the change of weather, the Frost suddenly breaking, with us, between 5. and 6. of the Clock; about which time also it began to rain, and continued raining that Evening and good part of the Night. And the next morning I found the Liquor yet higher by half an inch, vid. 15½ inches: (by reason of the Air that night being so much warmer, than it had been the day before;) whereas commonly it is considerably lower in the morning, than over night.\n\nAs to the Baroscope, for the Weight or Pressure of the Air; I find, that for the 11, 12, 13, 14, 15, 16, and 17. dayes, the Mercury in the Tube, was (by the ballaneing Pressure of the incumbent Air on the stagnant Quicksilver, exposed to it) kept up to the height of near 30. Inches above the surface of the External Quicksilver, (though with some little variation, as 29, 29½, 29¾, 29⅔, but never so low, all that time, as 29⅓;) which is the greatest height I have know it at, (for I do not find, that I have ever, till then, observed it to be, in my Glasses, full 30. Inches, though it have been very near it: the Weather having been almost continually Foggy, or very thick Mists, all that time. January 18. it came down to 29⅓, in the forenoon; and afternoon to 29⅔, about the time the frost began: And Jan. 19. it was, at 8. in the morning, come down to 29⅔; at 4. in the afternoon, to 29⅓. But at 9. i.e. the evening (when the Earth quake had intervened) it was risen half an inch, vid. to 29⅔. And, by the next morning, fallen again a whole inch, vid. to 28⅔; which fall I attribute (at least in part) to the rain that fell in the night.\n\nThis being what I observed out of my Register of these Instruments, (which, if I had then thought of an Earthquake, I should\nshould have more nicely watched) what I have further gathered from Reports, is to this purpose.\n\nI hear, it was observed at Blechington, above 5 miles to the North of Oxford, and so along by Bostol, Horton, Stanton-St. Johns, and so towards Whately, which is about 4 miles Eastward from Oxford. Not at all these places at the same time, but moving forward from Blechington towards Whately. For it was at Stanton about 6 of the Clock or later (as I understand from Mr. Boyle, who was there at that time;) but had been at Blechington a good while sooner. And I am told, that it was taken notice of by Doctor Holder (a Member of our Society) who was then at Blechington, to be observed by those in the further part of the Garden, some very discernable time before it was observed by those in the House; creeping forward from the one place to the other. What other places in the Country it was observed at, I have not been informed: but at Oxford (which, it seems, was about the skirts of it) it was so small, as would have been hardly noted at all, had not the notice, taken of it abroad, informed us of it.\n\nUpon this Occasion, it will not be unseasonable to give some General accounts of what I have in my Thermoscope and Baroscope observed.\n\nMy Thermoscope, being fitted somewhat at adventures, I have found at the lowest to be somewhat more than 12 inches high, in the fiercest time of the long Frost in the beginning of the last year 1665, and about 27 inches high, at the highest, in the hottest time of the last Summer: (which I mention, that it may appear at what temperature in proportion, the Air was at the time above-mentioned.) But I must add withall, that this standing so, as never to be exposed to the Sun, but in a room, that has a window only to the North, it would have been raised much higher than 27 inches, if it were put in the hot Sun-shine in Summer; this, as it is placed, giving therefore an account only of the Temperature of the Air in general, not of the immediate heat of the Sun-shine.\n\nThis Instrument, thus situated, when it is about 15 inches, or lower, is for the most part hard frost; but seldom a frost, if higher than 16. Yet this I have often observed; that the Air by the Thermoscope has appeared considerably colder (and the liquor lower) at sometimes when there is no Frost, than at some other times, when the Frost hath been considerably hard.\nIn my Baroscope, I have never found the Quicksilver higher than 30 inches, nor lower than 28 (at least, scarce discernably, not \\(\\frac{1}{6}\\) of an inch higher than that, or lower than this:) which I mention, not only to shew the limits, within which I have observed mine to keep, viz. full 2 inches, but likewise as an Estimate of the Clearness of the Quicksilver from Air. For, though my Quicksilver were with good care cleansed from the Air; yet I find that which Mr. Boyle useth, much better: for, comparing his with mine at the same times, and both in Oxford, at no great distance; I find his Quicksilver to stand alwaies somewhat higher than mine (sometimes neer a quarter of an Inch;) which I know now how to give a more probable account off, than that my Quicksilver is either heavier than his; or else, that his is better cleansed from Air; (unless, possibly, the difference of the Bore, or other circumstances of the Tube, may cause the alteration; mine being a taller Tube, and a bigger Bore, than his.) And upon like reason, as his stands higher than mine; so another, less cleansed from Air, may at the same time be considerably lower, and consequently under 28 Inches at the lowest.\n\nIn thick foggy weather, I find my Quicksilver to rise; which I adscribe to the heaviness of the Vapours in the Air. And I have never found it higher, than in the foggy weather above-mentioned.\n\nIn Sunshiny weather, it riseth also (and commonly the clearer, the more;) which, I think, may be imputed partly to the Vapors raised by the Sun, and making the Air heavier; and partly to the Heat, increasing the Elastick or Springy power of the Air. Which latter I the rather add, because I have sometimes observed in Sunshiny weather, when there have come Clouds for some considerable time (suppose an hour or two) the Quicksilver has fallen; and then, upon the Suns breaking out again, it has risen as before.\n\nIn Rainy weather, it useth to fall (of which the reason is obvious, because the Air is lightned, by so much as falls:) In Snowy weather, likewise, but not so much as in Rain. And sometimes I have observed it, upon a Hoar frost, falling in the night.\n\nFor Windy weather, I find it generally to fall; and that more universally, and more discernably, than upon Rain: (which I attribute to the Winds moving the Air collaterally, and thereby not suffering it to press so much directly downwards: the like of which\nwhich we see in swimming, &c.) And I have never found it lower than in high Winds.*\n\nI have divers times, upon discerning my Quicksilver to fall without any visible cause at home, looked abroad and found (by the appearance of broken Clouds, or otherwise) that it had rained not far off, though not with us: Whereupon, the Air being then lightened, our heavier Air (where it rained not) may have, in part, discharged itself on that lighter.\n\n*A more particular Account of those Observations about Jupiter, that were mentioned in Numb. 8.\n\nSince the publishing of Numb. 8. of these Transactions, where, among other particulars, some short Observations were set down touching both the shadow of one of Jupiter's Satellites, passing over his Body, and that Permanent Spot, which manifests the Conversion of that Planet about his own Axis; there is come to hand an Extract of that Letter, which was written from Rome, about those Discoveries, containing an ample and particular Relation of them, as they were made by the Learned Cassini, Professor of Astronomy in the University of Bologna. That Extract, as it is found in the French Journal des Scavans of Febr. 22. 1666. we thus English.\n\nMonsieur Cassini, after he had discovered (by the means of those Excellent Glasses of 50. palms, or 35. feet, made by M. Campani) the Shadows, cast by the 4 Moons or Satellites of Jupiter upon his Diske, when they happen to be between the Sun and Him; after he had also distinguished their Bodies upon the Diske of Jupiter; made the last year some Predictions for the Months of August and September, noting the days and hours, when the Bodies of the said Satellites and their Shadows should appear upon Jupiter, to the end that the Curious might be convinced of this matter by their own Observations.\n\nSome of these Predictions have been verified not only at Rome, and in other places of Italy, but also at Paris by M. Auzout, the most Celebrated and the most Exact of our Astronomers; and in Holland, by M. Hugens. And we can now doubt no longer, of the rotation of the Satellites about Jupiter, as the Moon turns about the Earth; nor believe, that Jupiter or his Attendants have any other Light, than that, which they receive from the Sun; as some did af-\n\n*The Author of these Observations intends hereafter more particularly to observe, from what points those Winds blow, that make the Quicksilver thus subside.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101476.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3833,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2338,
        2
      ],
      [
        2338,
        4624,
        3
      ],
      [
        4624,
        7134,
        4
      ],
      [
        7134,
        9519,
        5
      ],
      [
        9519,
        11935,
        6
      ],
      [
        11935,
        14336,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101476",
    "title": "A Relation Concerning the Late Earthquake Neer Oxford; Together with Some Observations of the Sealed Weatherglass, and the Barometer Both upon That Phaenomenon, and in General",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101476"
  }
}