{
  "id": "1b0f8c49c7509941a3482b8d521fb9015c9e67d4",
  "text": "XXVI. A Letter from Mr. James Short, F.R.S. to the right honourable the Earl of Macclesfield, President, concerning a Paper of the late Servington Savery, Esq; relating to his Invention of a new Micrometer.\n\nMy Lord,\n\nRead May 10, 1753.\n\nIT is now above a year since I received a letter from the Rev. F. Pezenas, professor of hydrography to the French King at Marfeilles, in which he informed me, that M. Bouguer had read, before the Royal Academy of Sciences at Paris, in the year 1748, a memoir, in which he describes an heliometer; which is an instrument, consisting of two objective glasses, for measuring the diameters of the planets. He said also, that this memoir was actually in the hands of M. de Fouchy, Perpetual Secretary of the Academy, or at the Royal Printing-house; and that it was register'd in the minutes of the Academy for the year 1748.\n\nImmediately after reading this letter, I recollected to have heard a paper upon the same subject from the late Servington Savery, of Exeter, Esq; read before the Royal Society, about the year 1743. I therefore had recourse to the minute-book of the Society for that year, where I found the following minute, which I copied in the presence of the right honourable the Lord Charles Cavendish, then Vice-President:\n\n\"A\n\"A paper communicated from Mr. Savery at Exon, containing a new method for measuring the difference between the apogeeal and perigeeal diameters of the sun, was shewn; and thanks being ordered, Dr. Bradley was desired to oblige the Society with an account of its contents.\n\n\"Octob. 27, 1743.\"\n\nUpon mentioning last year the whole of what I have now repeated to you, your lordship was pleased to promise to speak to Dr. Bradley, who was then in Oxfordshire, concerning this paper of Mr. Savery; in consequence of which, I, about the end of last May, received the original paper of Mr. Savery from the Doctor's hands.\n\nThe volume of the Royal Academy for the year 1748 being now published, I have found, that F. Pezenas's information was just, and therefore I have sent inclosed to your lordship, as President of the Royal Society, the original paper of Mr. Savery, which, if your lordship thinks proper, may be returned to the Society.\n\nYour lordship will observe, upon the back of the original paper of Mr. Savery, a memorandum in the hand-writing of our late worthy President, Martin Folkes, Esq; as a further proof of its authenticity, which runs in these words,\n\n\"Delivered to me by Mr. Graham, sealed up by the author, and then broke open in his presence 26 Oct. 1743.\n\n\"M. Folkes.\"\n\nI have likewise, my lord, in my hands, an original letter of Mr. Savery to the late Mr. Geo. Graham\nupon the same subject, dated Nov. 30, 1743; and a copy of this letter shall be delivered, if commanded by the Society, as a farther proof of the authenticity of Mr. Savery's paper. I am,\n\nMy Lord,\n\nYour Lordship's most obedient,\n\nSurrey-street, May 10,\n1753.\n\nand most humble servant,\n\nJames Short.\n\nA new Way of measuring the Difference between the apparent Diameter of the Sun at the Times of the Earth's Perihelion and Aphelion, or when the Sun is nearer to or farther from the Earth, with a Micrometer placed in a Telescope invented for that Purpose; tho' the Charge or magnifying Power of the Telescope is so great, that the whole Sun's Diameter does not appear therein at one View: By Servington Savery, of Exeter, Esq; mention'd in Mr. Short's preceding Letter.\n\nRead Oct. 27, 1743.\n\nTHIS, I doubt not, will, at first sight, seem impossible; since only a part of the diameter appears, and no visible mark or point therein, from which such measure can be taken: and indeed it is so by observations with our common telescopes, whether dioptic or reflecting ones.\n\nI have\nI have therefore contrived some dioptric telescopes, and a reflecting one; either of which (by representing the object double) will, if well made, answer the design.\n\nFig. 1.\n\nRepresents the whole body of the sun, as it appears double, and magnified in the telescope. Let $an$ be the diameter of the one, and $rx$ of the other image of the sun in perigæo; so shall $nr$ be the distance between the two images at that time; which measured with the micrometer is equal to (suppose) 10 seconds.\n\nLet $bm$ be the diameter of the one solar image, and $sw$ of the other, when in apogæo: so shall $ms$ be the then distance of the solar images, measuring with the micrometer (suppose) 1 minute 10 seconds. The difference of these two observations, 1 minute, is the apparent diminution of the sun’s diameter.\n\nThe little circle, whose diameter is $dt$, is the whole area visible at once in the telescope, which is not one third part of the magnified diameter of the sun: but since both $nr$ at one time, and $ms$ at another time, are visible within the telescope’s area, (if good instruments are procured) I can see no difficulty in performing what I have proposed above more accurately than it has ever yet been done, except this one (which some time since Mr. Graham in a letter to me mention’d) viz. that of defining the sun’s disk truly: and I think to do that to good perfection, is beyond human art. A telescope for this use may be made to magnify the sun’s diameter to any degree whatsoever, not exceeding such degree, as will make any part of the line $ms$ fall without the area of the telescope: and I think it will be very difficult to make one with a charge\na charge so great, as not to have more than a geometrical minute of the sun's apparent diameter visible at once.\n\nSince the sun is an object so very remote, the pencil of rays flowing from the center of its disk, and incident all over an object-lens (tho' it should be a foot broad) would not differ sensibly from a perfect cylinder within the distance of above 100 miles from its basis at the lens; tho' in reality the whole pencil is an acute cone, whose angle at the vertex is almost evanescent.\n\nHence it follows:\n\nThat if the two poles of two equal object-glasses are placed at the distance (suppose) of a foot from one another, the two centers, \\(c, v\\), of the two solar images must, as to sense, remain always at that very same distance (\\(viz.\\) 1 foot) from one another, tho' the sun should be placed ten times as far off as it now is: but since the sun's greater distance would diminish the diameters of both of the solar images; \\(m n\\), added to \\(rs\\), must be the true difference of the apparent diameters of the images (and also of the sun) at different times.\n\nAccording to Mr Azout (\\textit{Harris's Lexic. Techn. Vol. I. see SUN}), the apparent diameter of the sun never exceeds \\(32' 45''\\); whence its radius never exceeds \\(16' 22'' 30''\\); the tangent whereof is about \\(476,328\\) (if I mistake not) to the radius \\(100,000,000\\).\n\nAs the said tangent: to the said radius :: so half an inch: to 04.96 inches, and decimal parts.\n\nAccording to this,\n\nIf the focal length of a lens is 104.96 inches and parts, it cannot collect the sun's rays to a less focus at\nat the time of his perigee than one inch in diameter, or half an inch radius.\n\nFig. 2.\n\nThe whole circle represents a well-center'd object-lens, whose focal length is (as above calculated) 104.96 inches and parts (rather a little less, that the two images may be sure not to touch one another.) Let the two diameters $d m$, $q f$, divide it into four quadrants, but the diameter $q f$ must be occult, or delible. Let $c w$ be half an inch, and $c v$ equal to it. Through $v$ (and also thro' $w$) let a chord-line be drawn parallel to the diameter $d m$, viz. $b g$, $b p$. Thro' the said chord-lines $b g$, and $b p$, and also thro' the diameter $d m$, divide the lens into four parts.\n\nFig. 3.\n\nLet the strait edge of the frustum $b v g q$ in the preceding figure be cemented fast to that of the similar frustum $h w p f$ of the same lens, as they appear in this present Fig. 3; wherein, for the easier understanding the placing them, I have noted each frustum with the same letters it was noted withal in the preceding Fig. 2. Having then with barm fastened a white paper all over both sides of the lens I made for trial (which I did, not only to secure the cemented joint from breaking, but to prevent the injury which the polish might receive in cutting and grinding the edges) I described a circle $q m n f$ on the center $c$, fit for the tube I had to put in it; and having made it round, and wash'd it clean, after the edges were ground true, that nothing sandy might hurt the polish, I soak'd it in clean water, till I could easily take off the\nthe paper. I also, before I took off the paper, mark'd one end of each frustum in the edge at \\( m \\) and \\( n \\), that if they fell asunder, they might be cemented together again the same way. This model (made of a spectacle-glass about 12 or 13 inches focus) gave me encouragement to try the following one, which I thought better.\n\nFig. 4.\n\nI made my second model of the two middle frustums \\( m c d b w p \\), \\( m c d b v g \\), of the lens Fig. 2. by cementing their edges, \\( b w p \\), \\( b v g \\), together, as they are placed in the present Fig. 4. So the pole \\( c \\) of each part must consequently be half an inch (supposing its focal length is about 104 inches) from the middle where \\( c \\) stood in Fig. 2. viz. the pole of one frustum where \\( v \\), and of the other where \\( w \\) now stands. I left open at each pole a semicircular aperture \\( r w q \\), \\( s v t \\), about two thirds of an inch diameter, and cover'd all the rest of the circle \\( a x l k z o \\), to which I had cut it fit for the tube. The focus of the lens I made it of was about 3 feet.\n\nNote, The rays of red light in the two solar images will be next to one another in both these models, which, I take it, will render the sun's disk more easy to be observed than the violet ones. This I mention, because the glasses in these two sorts are somewhat prismatical, but mostly those of my first model, which could therefore bear no great charge. Also the frustum on the right-hand of my first model renders the solar image at the focus on the left, and that on the left-hand renders it on the right: but it is not so with the second model, or with the next contrivance, which is the best, if well made.\nFig. 5.\n\nIn this the greatest difficulty consists in getting two well-centered object-glasses, whose focal lengths are equal; for it is necessary they should be so, because they are to be combined with the same convex eye-lens (common to them) at the same distance. \\(a b\\) is the diameter of a plain brass plate, which may be two inches and a half broad, or somewhat less; two short equal cylindric brass tubes, \\(m n, r s\\), must be fastened thereon, with their centers \\(p c\\), equidistant from the center \\(l\\) of the plate, and distant one inch from one another in the diameter \\(a b\\), as the figure sheweth. In the tubes must be put two equal object glasses of the focal length of \\(\\frac{104}{15}\\) inches, or rather somewhat less, as aforesaid. Through the plate there must be made in the middle of each tube a round aperture, viz. \\(b g, tw x\\), whose diameters must be proportion'd to the focal length of the eye-lens, and not exceed the third part thereof, lest the object appear confused.\n\nAnd since it is scarce possible to center an object-lens to very good perfection, those in the two cylinders (tho' put in by a good artifit) may happen to render the two solar images at too great a distance from, or too near to one another. But this fault, if not too great, may be remedied, by turning one or both of the lens's a little way round; and then their eccentric poles will by that means be brought nearer to, or further from, one another; and when they are once well plac'd, there should be a mark made in each lens, and its cylinder; that if it is taken out to be wiped, it may be put in again the same way. There should also be a different mark in one of the\nthe glasses, that each may know its own cylinder. They must both of them be very close all round to their respective cylinders; otherwise one lens may slide nearer to or further from the other; which if it should in the least degree, between the first and second observation, all the labour would be lost.\n\nEither of these three parts of double lens's may be combined with a convex eye-lens as usual, and have a micrometer placed at the common focus.\n\nSuch a double lens, of either sort, may be proved whether it is well composed or not, without the trouble of combining it with its eye-lens; by holding it in the sun's rays, as one would a burning glass, and applying a piece of white paper at its focus, where, I apprehend, the two solar images will appear as distinct as when an eye-lens is applied, tho' not so large; and each of them one inch broad, if the focal length is as above, i.e. almost $104\\frac{2}{3}$ inches.\n\nAfter the same manner may the double object-mirror of a reflecting telescope for this use be proved.\n\nFig. 6.\n\nThe circle $bdppmg$ is the circumference of a concave mirror made of black glass: it must be very thick, that it may not spring or bend with anything that presseth on it to keep it fast; for that may injure the concavity of it.\n\nThe circle within it on the same center $c$ sheweth, that the concavity thereof must not be continued quite home to the very edge of the mirror, but the little space between the two circles must be ground very true on a plain. The prick'd lines must not be drawn; they are only to indicate where the poles\nof the two frustums must be brought, after the mirror is diametrically bisected.\n\nLet the concave side be defended, by pasting a paper all over it, and then let it be divided with a saw in the diameter $dcm$; taking care that the said diameter be in the middle of the kerf, which may be as broad as the space between the lines $ao$, $eq$. Let the asperities of the edges of both frustums be ground off, that they may be very strait after their being sawn.\n\nFig. 7.\n\nRepresents a thick round plate of brass very plain, and equally thick all over, having lines drawn on it, as on Fig. 2. also one line on each side of the diameter $dm$, equidistant from it, and parallel thereto. The distance of these two lines $ao$, $eq$, from one another equal to the kerf of the saw, which divided the mirror. The diameter of this plate must be equal to that of the mirror before it was divided.\n\nOn the under side of the plate must be two pins fastened thereto, $tt$, their diameters equal to the kerf of the saw, that they may keep the two frustums of the mirror at the same distance from each other that they were before their division; so shall their circular edges be extended as far as the circumference of the plate, and their strait edges touch the said pins in the lines $ao$, $eq$.\n\nThe end of the tube must be turn'd on the inside exactly to fit the plate and mirror, that they may not slide any way, for that would spoil the observations.\n\nIn the diameter of the plate $rs$, on the points $v$, $w$, distant half an inch from $c$, the center of the plate, and\nand a whole inch from each other, let a circle for the aperture of each frustum, of a proper size, according to the intended charge of the telescope, be described, and cut out. Also in the said diameter, equidistant from the center \\( c \\), viz. at \\( x \\) and \\( z \\), let there be a screw for each frustum, to elevate it a little from the plate, as shall be needful.\n\nLet there be a spring contrived to press on the backside of the one frustum \\( o \\) or \\( a \\) against the point \\( v \\), being the middle between the edge \\( a o \\), and the screw \\( x \\), to keep the frustum close to the plate at the points \\( a o \\), and also close to the screw \\( x \\), when it is screw'd in. Let the like be also done on the back of the other frustum \\( e s q \\).\n\nI say then,\n\n1. That before the two screws are put in at \\( x \\), \\( z \\), the two frustums of the mirror will lie plain on the plate of brass, and have one pole at \\( c \\) common to them, and, consequently, will collect all rays, which, during their incidence, are parallel to the axis of the tube to one common focus in the said axis of the tube, just as they would have done before the mirror was divided.\n\n2. But when the two screws \\( x \\) \\( z \\) are put in their places, and screw'd a little way through the brass plate, they will lift the two frustums free from the plate at their circular edges, viz. at \\( r \\) and \\( s \\), while their strait edges, \\( a o \\), \\( e q \\), are kept to touch the plate with both their ends (not in the middle, by reason of the mirror's concavity) by the pressure of the springs, as was mention'd above. By this means the pole \\( c \\) of the frustum \\( o \\) or \\( a \\) will be removed from \\( c \\) toward\ntoward \\( r \\); and likewise the pole \\( c \\) of the other frustum \\( e s q \\) be removed from \\( c \\) towards \\( s \\), more or less according to the quantity of the elevation of each frustum by the screw that raiseth it: so that now there will appear at the focus two solar images; whereas there was but one, before the screws were put in.\n\nBy moving the screws, the two solar images may be brought to any distance from one another; but care must be taken not to raise one frustum more than the other, and the two solar images must almost touch one another at the time of the perigee; otherwise it must be better adjusted.\n\nThis telescope may be finished with a small elliptical specillum of black glass, ground plain on its reflecting surface, and a convex eye-lens, like that described by J. Hadley, Esq.; F. R. S. in Phil. Trans. No 376. A micrometer may be contrived for it at the common focus, near the eye-lens.\n\nSuch a double object-speculum would be capable of a vast improvement, by combining it with a concave specillum, which would reflect the images thro' a hole in the center \\( c \\) of the said speculum to fall on a convex eye-lens, after the manner of our new sort of reflecting telescopes, was it not for the difficulty of adapting such a micrometer to it as would exactly measure minutes and seconds; for the eye-glasses of such having usually a pretty large focal length, would bear much larger divisions on a micrometer, than Mr. Hadley's with a small eye-glass can do, tho' their charges should be equal, or that of the former did exceed.\n\nI find that large object-glasses for telescopes are not commonly well center'd, with their poles in the very middle\nmiddle of them. I sent for two to London, both of which were faulty; I therefore return'd them, and had two sent me again, as eccentric well nigh as the former ones.\n\nHarris's Lexicon Techn. Vol. I. (see Optics) gives a rule for centering optic-glasses; but I think the following may be more sure and handy for a glass-grinder's use, and soon try whether a convex lens is well center'd.\n\nFig. 8.\n\nRepresents a round plate of brass, conveniently thick, and well harden'd by hammering (were it not for the rust, harden'd steel would be better), having many notches round it, one a little wider than that which is next to it, and number'd 1, 2, 3, &c. in their proper order, each of them wider at the bottom than at the entrance. I fitted such a notch to the thickest side of one of the glasses I had from London, so as the edge enter'd it but a little way, not half the depth thereof; but, on trying the opposite side, it went in, the whole depth thereof, and would have gone deeper, if the notch had been so cut: I then ground the lens narrower on that side which was thinnest, until I found it was at that place as thick as where I first try'd it in the notch. After this manner I reduc'd the glass to an equal thickness on its four quarters, and then ground off from other places what was needful to bring it circular. I also took care, when I tried it in the notch, that the lens should not be warmer on the one side than on the other by grinding, but tarried till I thought it thoroughly cold; and was also careful not to thrust it in harder on the one side than on the opposite\nopposite side; for I could plainly observe a difference afterward, if I neglected to mind both these circumstances, or indeed either of them *.\n\nXXVII. A Description of a Contrivance for measuring small Angles, by Mr. John Dollond; communicated by Mr. J. Short, F.R.S.\n\nRead May 10, 1753.\n\nLet an object-glass, of any convenient focal length (being truly ground and well center'd) be divided into two equal parts or segments, by cutting it strait through the center; and let a piece of machinery be so contriv'd, as to hold these two segments in the same position to each other, as they stood in before they were cut asunder; and to be capable at the same time of drawing them to different distances from that position, in the manner, as is represented in the figure.\n\nEach of these segments will form a distinct image of any object, to which they are directed; differing in nothing from that, which might have been made by the whole glass before it was cut, except in brightness. And while these segments are held in their original position, the images will coincide, and become one single image as at first; but, in proportion as they\n\n* Dr. Smith, in his Complete System of Optics, published in 1738, has described a very accurate and ready method of centering object-glasses, which was always used by the late Mr. George Graham, from whom the doctor had it.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105140.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 25368,
    "total-output-tokens": 5833,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1275,
        4
      ],
      [
        1275,
        2663,
        5
      ],
      [
        2663,
        3739,
        6
      ],
      [
        3739,
        5399,
        7
      ],
      [
        5399,
        6981,
        8
      ],
      [
        6981,
        8534,
        9
      ],
      [
        8534,
        10216,
        10
      ],
      [
        10216,
        11892,
        11
      ],
      [
        11892,
        13464,
        12
      ],
      [
        13464,
        15020,
        13
      ],
      [
        15020,
        16722,
        14
      ],
      [
        16722,
        18400,
        15
      ],
      [
        18400,
        19982,
        16
      ],
      [
        19982,
        21343,
        17
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105140",
    "title": "A Letter from Mr. James Short, F. R. S. to the Right Honourable the Earl of Macclesfield, President, concerning a Paper of the Late Servington Savery, Esq; Relating to His Invention of a New Micrometer",
    "authors": "James Short, Servington Savery",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/105140"
  }
}