{
  "id": "61f5abac3640c7f5ba7f70b652123b8964944492",
  "text": "dis tentativis ac parum Geometricis innixos. Ut autem sentiat Lector æquus qualia in doctrina Iridis a me praëtita sint, vellem Librum prædictum perlegat, ac cum nostris conferat; ne in his edendis, actum agere, Crambenq; recoctam apponere videar. Quantos autem præbeat usus in Astronomicis Lemma hoc nostrum alià data occasione commonstrabitur.\n\nIV. An advertisement necessary for all Navigators bound up the Channel of England.\n\nFor several years last past it has been observed, that many Ships bound up the Channel, have by mistake fallen to the Northward of Scilly, and run up the Bristol Channel or Severn Sea, not without great danger, and the loss of many of them. The reason of it is, without dispute, from the Change of the Variation of the Compass, and the Latitude of the Lizard and Scilly laid down too far Northerly by near 5 Leagues. For from undoubted observation the Lizard lies in $49^\\circ 55'$, the middle of Scilly due West therefrom, and the South part thereof nearest $49^\\circ . 50'$. whereas in most Charts and Books of Navigation they are laid down to the Northward of $50^\\circ$: and in some full $50^\\circ . 10$. Nor was this without a good effect as long as the Variation continued Easterly, as it was when the Charts were made. But since it is become considerably Westerly, (as it has been ever since the year 1657) and is at present about $7 \\frac{1}{2}$ degrees; all ships standing in, out of the Ocean, East by Compass, go two thirds of a Point to the Northward of their true Course, and in every eighty Miles they fail, after their Latitude about ten\nten minutes; so that if they miss an observation for two or three days, and do not allow for this Variation, they fail not to fall to the Northward of their expectation, especially if they reckon Scilly in above 50 degrees. This has been by some attributed to the Indraught of St Georges Channel, the Tyde of Flood being supposed to set more to the Northward, than is compensated by the Ebb setting out. But the Variation being allowed, it hath been found that the said Indraught is not sensible, and that Ships steering two Watches East for one East, do exactly keep their Parallel. This practice is therefore recommended to all Masters of Ships, who are unacquainted with the allowances to be made for the Variation; as also that they come in, out of the Sea, on a Parallel, not more Northerly than $49^\\circ \\cdot 40'$ which will bring them fair by the Lizard.\n\nPrinted by Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Pauls Church-yard. 1700.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102790.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 748,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1584,
        2
      ],
      [
        1584,
        2571,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102790",
    "title": "An Advertisement Necessary for All Navigatiors Bound up the Channel of England",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102790"
  }
}