{
  "id": "012c3e411bac5d54c0e3cc5d7035f122560fe58c",
  "text": "V. On the length of the French Mètre estimated in parts of the English standard. By Captain Henry Kater, F. R. S.\n\nRead February 5, 1818.\n\nOne of the objects of the committee of the Royal Society appointed for the purpose of determining the length of the seconds pendulum, being the comparison of the French mètre with the British standard measure, two mètres were procured from Paris for that purpose, the one made in the usual manner and called the mètre à bouts, and the other a bar of platina on which the length of the mètre is shown by two very fine lines; this is named the mètre à traits.\n\nThe width of the mètre à bouts is one inch, and its thickness 0.3 of an inch. On one side the word \"Mètre\" is engraved, and on the other \"Fortin à Paris.\" The terminating planes are supposed to be perfectly parallel, and the distance between them is the length of the mètre.\n\nThe mètre à traits is the same width as the mètre à bouts, but only a quarter of an inch thick. The lines expressing the length of the mètre are so fine that one of them is scarcely perceptible even with the assistance of a microscope, unless the light be very favourable. The situation of the lines may however be discovered by two strong black dots made with a graver at the extremities of each, and a fine line crosses them at right angles to indicate the parts from which the measurements are to be taken.\n\nThis mètre previous to being brought from Paris, was\ncompared with a standard mètre by M. Arago, with all that care and ability which he is so well known to possess, and which so delicate an operation requires. The result was, that the distance between the lines was found to be less than a mètre by $\\frac{17}{1000}$ of a millimètre or ,00069 of an inch.\n\nThe same micrometer microscopes were used in the comparisons which I am about to detail, as have been already described in my account of experiments on the length of the pendulum, in the Philosophical Transactions of the present year, and as the length of the mètre is nearly 39.4 inches, I was enabled to refer it to the same divisions of Sir George Shuckburgh's scale as I had employed in the measurement of the pendulum.\n\nI commenced with the mètre à traits. It was placed in contact with the standard scale, their surfaces being in the same plane. An excellent thermometer was laid upon the scale, and a piece of thick leather was placed upon its bulb in order to prevent its being affected by heat from the person of the observer.\n\nThe whole was suffered to remain in this state for two or three days, after which the following observations were made at various times, the microscopes being brought alternately over the mètre and the scale. The value of each division of the micrometer is $\\frac{1}{23363}$ of an inch.*\n\n* For the manner in which this value was obtained, see page 51 of the preceding paper.\nComparison of the *mètre à traits*.\n\n| Temperature | Reading of the microm. at 39¼ of the scale | Reading of the microm. at the mètre | Divisions to be deducted from 39¼ inches | Distance in inches between the lines designating the mètre | Correction for temperature in decimals of an inch | Distance in inches between the lines designating the mètre, the mètre being at 39°, and the scale at 62° |\n|-------------|--------------------------------------------|-----------------------------------|------------------------------------------|-------------------------------------------------|--------------------------------------------------|-------------------------------------------------|\n| 60.0        | 85.0                                       | 644.5                             | 559.5                                    | 39.37606                                        | .006054                                          | 39.37002                                        |\n| 60.7        | 75.5                                       | 639.0                             | 563.5                                    | 39.37588                                        | .00589                                           | 39.36999                                        |\n| 61.7        | 69.2                                       | 634.0                             | 564.8                                    | 39.37583                                        | .00568                                           | 39.37015                                        |\n| 62.0        | 65.0                                       | 630.5                             | 565.5                                    | 39.37580                                        | .00562                                           | 39.37018                                        |\n| 62.4        | 61.0                                       | 629.0                             | 568.0                                    | 39.37569                                        | .00554                                           | 39.37015                                        |\n| 62.3        | 58.7                                       | 629.5                             | 570.8                                    | 39.37557                                        | .00556                                           | 39.37001                                        |\n| 62.2        | 58.0                                       | 628.0                             | 570.0                                    | 39.37560                                        | .00558                                           | 39.37002                                        |\n| 62.2        | 59.0                                       | 625.0                             | 566.0                                    | 39.37577                                        | .00558                                           | 39.37019                                        |\n| 62.1        | 59.0                                       | 625.5                             | 566.5                                    | 39.37575                                        | .00560                                           | 39.37015                                        |\n| 58.8        | 90.0                                       | 638.0                             | 548.0                                    | 39.37654                                        | .00629                                           | 39.37025                                        |\n| 59.0        | 83.0                                       | 637.0                             | 554.0                                    | 39.37629                                        | .00625                                           | 39.37004                                        |\n| 59.0        | 82.0                                       | 636.0                             | 554.0                                    | 39.37629                                        | .00625                                           | 39.37004                                        |\n| 59.2        | 83.2                                       | 632.0                             | 548.8                                    | 39.37651                                        | .00621                                           | 39.37030                                        |\n| 59.1        | 81.0                                       | 632.0                             | 551.0                                    | 39.37642                                        | .00623                                           | 39.37019                                        |\n\nMean\n\nThe distance between the lines designating the mètre was found by M. Arago to be too little by a quantity = ,00069 of an inch which add\n\nThe distance from zero to 39¼ of Sir G. Shuckburgh’s scale is too short compared with the mean of its divisions by ,00005 of an inch which subtract\n\nHence the length of the mètre in inches of Sir G. Shuckburgh’s scale is\n\nThe comparison of the *mètre à bouts*, presented considerable difficulties, which I conceive it would be of little use to detail, as the necessity of comparisons of this kind is of very rare occurrence; I shall therefore proceed to describe the method which was at last found successful.\n\n* See page 54.\n\nMDCCCXVIII.\nFour rectangular pieces of brass were prepared precisely similar to those described in the account of experiments on the pendulum in the Philosophical Transactions before referred to. These were marked C, c, D and d. The perfectly plane rectangular edges of the pieces C and c, being placed in contact, and kept thus by means of a spring, the distance of the fine lines drawn on their surfaces, parallel and very near to the rectangular edges, was found to be 500.5 divisions of the micrometer, and the pieces D and d being placed in like manner in contact, the distance of the lines on their surfaces estimated in the same divisions was 456.7.\n\nThe mètre à bouts being placed by the side of the brass scale and in contact with it, the pieces D and d were applied to its extremities, the surfaces of the brass pieces being a little below the surface of the mètre in order to preclude any error which might have arisen from the edges of the mètre projecting beyond its terminating planes. Each of the brass pieces was supported in this position upon a piece of lead of a sufficient thickness, and kept in close contact with the end of the mètre by means of a slight spring bearing against a pin driven perpendicularly into the lead.\n\nIn order to ensure a perfect contact between each brass piece and the terminating plane of the mètre, a flat ruler of brass was laid upon the surface of the mètre so as to project beyond its extremity, and the end of the lead was elevated or depressed so that the line of light seen between the piece of brass and the ruler, the eye being level with the surface of the brass, appeared to be equal in every part, when it was inferred that the surfaces of the mètre and of the piece of\nbrass were parallel, and consequently that their rectangular ends were perfectly in contact.\n\nThe distance between the lines on D and d, was now taken by the microscopes, and transferred to the scale in the manner before described; and when a sufficient number of comparisons had thus been made, the pieces D and d, were exchanged for those marked C and c, and the observations repeated with every precaution to ensure an accurate result, especially with respect to temperature.\n\nThe under surface of the mètre was then placed uppermost, and the apparatus being arranged as before, the same process was pursued as that which has just been described. The results are contained in the following tables.\n\nComparison of the mètre d bouts.\n\n| Temperature | Reading of the microm. at 39.4 of the scale. | Reading of the microm. at the brass pieces. | Difference. | Divisions to be deducted from 39.4 inches. | Length of the Mètre. | Corr. for temperature in decimals of an inch. | Length of the Mètre, the mètre being at 32° and the scale at 62°. |\n|-------------|-----------------------------------------------|---------------------------------------------|------------|------------------------------------------|----------------------|-------------------------------------------------|--------------------------------------------------|\n| 59.7        | 9.5                                           | 91.5                                        | 82.0      | 538.7                                    | 39.37694             | .00610                                          | 39.37083                                         |\n| 54.8        | 38.0                                          | 97.2                                        | 59.2      | 515.9                                    | 39.37792             | .00713                                          | 39.37079                                         |\n| 55.0        | 39.0                                          | 98.0                                        | 59.0      | 515.7                                    | 39.37793             | .00709                                          | 39.37084                                         |\n| 55.1        | 36.2                                          | 95.0                                        | 58.8      | 515.5                                    | 39.37794             | .00707                                          | 39.37087                                         |\n| 55.2        | 36.0                                          | 95.0                                        | 59.0      | 515.7                                    | 39.37793             | .00705                                          | 39.37088                                         |\n\nMean 39.37084\n\nThe pieces C and c, applied. Distance from C to c, 500.5 divs. The word Mètre above.\n\n| Temperature | Reading of the microm. at 39.4 of the scale. | Reading of the microm. at the brass pieces. | Difference. | Divisions to be deducted from 39.4 inches. | Length of the Mètre. | Corr. for temperature in decimals of an inch. | Length of the Mètre, the mètre being at 32° and the scale at 62°. |\n|-------------|-----------------------------------------------|---------------------------------------------|------------|------------------------------------------|----------------------|-------------------------------------------------|--------------------------------------------------|\n| 55.6        | 30.7                                          | 47.5                                        | 16.8      | 517.3                                    | 39.37786             | .00696                                          | 39.37090                                         |\n| 55.7        | 30.0                                          | 47.3                                        | 17.3      | 517.8                                    | 39.37784             | .00694                                          | 39.37090                                         |\n| 55.9        | 30.2                                          | 47.5                                        | 17.3      | 517.8                                    | 39.37784             | .00690                                          | 39.37094                                         |\n| 56.2        | 24.5                                          | 45.0                                        | 20.5      | 521.0                                    | 39.37770             | .00684                                          | 39.37086                                         |\n| 56.3        | 23.0                                          | 44.7                                        | 21.7      | 522.2                                    | 39.37765             | .00681                                          | 39.37084                                         |\n\nMean 39.37089\nThe pieces C and c, applied. Distance from C to c, 500.5 divisions. The word Fortin above.\n\n| Temperature | Reading of the microm. at 39.4 of the scale | Reading of the microm. at the brass pieces | Difference | Divisions to be deducted from 39.4 inches | Length of the Mètre | Corr. for temperature in decimals of an inch | Length of the Mètre, the metre being at 32°, and the scale at 62° |\n|------------|---------------------------------------------|-------------------------------------------|------------|------------------------------------------|---------------------|-----------------------------------------------|--------------------------------------------------|\n| 56.8       | 15.0                                        | 37.5                                      | 22.5       | 523.0                                    | 39.37762            | .00671                                        | 39.37091                                         |\n| 56.7       | 15.7                                        | 40.0                                      | 24.3       | 524.8                                    | 39.37754            | .00673                                        | 39.37081                                         |\n| 56.8       | 14.7                                        | 40.5                                      | 25.8       | 526.3                                    | 39.37747            | .00671                                        | 39.37076                                         |\n| 56.8       | 15.5                                        | 40.0                                      | 24.5       | 525.0                                    | 39.37753            | .00671                                        | 39.37082                                         |\n| 56.8       | 15.5                                        | 40.0                                      | 24.5       | 525.0                                    | 39.37753            | .00671                                        | 39.37082                                         |\n\nMean 39.37082\n\nThe pieces D and d, applied. Distance from D to d, 456.7 divisions. The word Fortin above.\n\n| Temperature | Reading of the microm. at 39.4 of the scale | Reading of the microm. at the brass pieces | Difference | Divisions to be deducted from 39.4 inches | Length of the Mètre | Corr. for temperature in decimals of an inch | Length of the Mètre, the metre being at 32°, and the scale at 62° |\n|------------|---------------------------------------------|-------------------------------------------|------------|------------------------------------------|---------------------|-----------------------------------------------|--------------------------------------------------|\n| 55.0       | 35.3                                        | 93.0                                      | 57.7       | 514.4                                    | 39.37798            | .00709                                        | 39.37089                                         |\n| 55.2       | 36.5                                        | 95.0                                      | 58.5       | 515.2                                    | 39.37795            | .00705                                        | 39.37090                                         |\n| 55.2       | 36.0                                        | 93.0                                      | 57.0       | 513.7                                    | 39.37801            | .00705                                        | 39.37096                                         |\n| 56.0       | 26.5                                        | 89.0                                      | 62.5       | 519.2                                    | 39.37778            | .00688                                        | 39.37090                                         |\n| 56.0       | 23.5                                        | 87.0                                      | 63.5       | 520.2                                    | 39.37773            | .00688                                        | 39.37035                                         |\n\nMean 39.37090\n\nSummary of the preceding comparisons.\n\nThe word \"Mètre\" above - {D and d, 39.37084} 39.37087\n\"C and c, 39.37082} 39.37086\n\"Fortin\" {C and c, 39.37082} 39.37086\n{D and d, 39.37090} 39.37086\n\nMean: 39.37086\n\nSubtract for error in division of the scale - .00005\n\nLength of the Mètre à bouts in inches of Sir G. Shuckburgh's scale 39.37081\n\nThe following is the manner in which the correction for temperature was obtained. The expansion of platina according to the experiments of Borda and others, is .00000476;\nparts of its length for one degree of Fahrenheit, and as this is the expansion used by the French in adjusting the length of their mètre, it must be employed on the present occasion. The mètre being taken at $32^\\circ$, the expansion for the difference between this and the temperature of measurement, must be subtracted from the apparent length of the mètre. The English standard temperature is $62^\\circ$, therefore if the temperature of measurement be under this, the expansion of the scale for such difference of temperature must be deducted from the length of the mètre before obtained. These two corrections are combined in the column entitled \"correction for temperature.\" Sir G. Shuckburgh's standard scale is of cast brass, and as I could not conveniently determine its actual expansion with that degree of accuracy that would have satisfied me, I have taken for it, the mean result of two experiments made on plate brass, which gave me an expansion of $0.000101$ parts of its length for one degree of Fahrenheit. The mean of most of the experiments made on the expansion of brass gives $0.000104$, and had I employed this last number instead of my own, the difference in the length of the mètre would have been utterly inconsiderable.\n\nSupposing then both mètres to be of equal authority, we have for the length of the mètre à traits $39.37076$, and for that of the mètre d bouts $39.37081$ inches; the mean of which, $39.37079$, may be taken for the length of the mètre in inches of Sir G. Shuckburgh's standard scale when each is brought to its proper temperature.*\n\n* The length of the mètre compared with Bird's parliamentary standard is $39.37062$ inches.\n\nLondon, November 1817.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107461.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12728,
    "total-output-tokens": 5085,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1438,
        2
      ],
      [
        1438,
        2855,
        3
      ],
      [
        2855,
        8302,
        4
      ],
      [
        8302,
        10019,
        5
      ],
      [
        10019,
        14956,
        6
      ],
      [
        14956,
        19666,
        7
      ],
      [
        19666,
        21360,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107461",
    "title": "On the Length of the French Mètre Estimated in Parts of the English Standard",
    "authors": "Henry Kater",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107461"
  }
}