{
  "id": "ebf30fdf182904cb053959566e48fe017a5d2b16",
  "text": "XIV. On the derangements of certain transit instruments by the effects of temperature. By Robert Woodhouse, A. M. F. R. S. &c.\n\nRead April 26, 1827.\n\nIn the Philosophical Transactions for 1825, Part II. p. 418, I gave an account of the transit instrument belonging to the Observatory at Cambridge. Amongst other circumstances, I mentioned one of a derangement of the telescope arising from an unequal expansion of its braces. I established, as I thought, by direct experiments, the existence of such a derangement, and pointed out its cause. In a subsequent volume of the Transactions (1826, Part II. p. 75), I gave an instance of the quantity of such derangement caused by the sun's rays falling on the upper western brace. That circumstance caused a retardation of 20 seconds in the passage of Polaris at its lower culmination.\n\nThe removal of the braces, which, after the above experiments I judged to be a necessary measure, has, from one cause or another, been delayed till this time. I have however derived some good from my procrastination, since it has enabled me to institute the experiments which I am now about to detail.\n\nThese experiments have been made in consequence of some observations lately presented to the Royal Society, a copy of which Mr. South, their author, has been kind enough to send me. The results which Mr. South has drawn from these observations, in what regards the effect of the braces of his\ntransit instrument, are very different from mine. They differ not in degree, but altogether. According to Mr. South, his transit instrument is alike steady and faithful to its duties, whether it be in shade or be exposed to the noon day sun. His instrument, in some respects, that is in the putting together of the tubes composing the telescope and axis, is different from mine; but it is furnished with similar braces; and that these should in no wise derange the instrument to which they are fixed, whilst similar ones, under certain circumstances, so greatly deranged mine, was a fact that considerably surprised me. Amongst other considerations a natural suggestion arose to my mind, whether I had not, from want of sufficient experience, or from negligence, committed some great mistake. To resolve this doubt I instituted the following experiments.\n\nBy a great number of previous observations the polar intervals of the wires of my transit (the perforated axis being towards the west) are\n\n| Upper culmination | Lower culmination |\n|-------------------|-------------------|\n| m. s.             | m. s.             |\n| 10 39.4           | 10 39.2           |\n| 36.2              | 32.5              |\n| 28.7              | 38.2              |\n| 38.2              | 28.7              |\n| 32.5              | 36.2              |\n| 39.2              | 39.4              |\n\nHence the numbers to be added to the observed transits at the 1st, 2d, 3d, &c. wires, in order to compute the transits at the succeeding wires, will be represented by the two following tables.\n\nMDCCCXXVII.\nTable I. Upper culmination of Polaris.\n\n| Nos. to be added to the transit at the 1st wire. | 2d wire. | 3d wire. | 4th wire. | 5th wire. | 6th wire. |\n|-------------------------------------------------|----------|----------|-----------|-----------|-----------|\n| m. s.                                           | m. s.    | m. s.    | m. s.     | m. s.     | m. s.     |\n| 10 39.4                                         | 10 36.2  | 10 28.7  | 10 38.2   | 10 32.5   | 10 39.2   |\n| 21 15.6                                         | 21 4.9   | 21 6.9   | 21 10.7   | 21 11.7   |           |\n| 31 44.3                                         | 31 43.1  | 31 39.4  | 31 49.9   |           |           |\n| 42 22.5                                         | 42 15.6  | 42 18.6  |           |           |           |\n| 52 55.                                          | 52 54.8  |           |           |           |           |\n| 63 34.2                                         |          |           |           |           |           |\n\nTable II. Lower culmination.\n\n| m. s. | m. s. | m. s. | m. s. | m. s. | m. s. |\n|-------|-------|-------|-------|-------|-------|\n| 10 39.2 | 10 32.5 | 10 38.2 | 10 28.7 | 10 36.2 | 10 39.4 |\n| 21 11.7 | 21 10.7 | 21 6.9 | 21 4.9 | 21 15.6 |       |\n| 31 49.9 | 31 39.4 | 31 43.1 | 31 44.3 |       |       |\n| 42 18.6 | 42 15.6 | 42 22.5 |       |       |       |\n| 52 54.8 | 52 55 |       |       |       |       |\n| 63 34.2 |       |       |       |       |       |\n\nOct. 16, 1826. Lower culmination.\n\n| 1 | 2 | 3 | 4 | 5 | 6 |\n|---|---|---|---|---|---|\n| m. s. | m. s. | m. s. | m. s. | m. s. | m. s. |\n| 26 49 | 37 29 | 48 4 | 58 43.5 | 19 27 | Polaris S. P. |\n\nAfter the star's passage over the middle wire, a warm blanket was applied to the upper eastern and lower western brace: light intervening clouds prevented the observation of the star's passage over the 5th wire, and rendered uncertain (not more, however, than to the extent of 4 seconds) that at the 6th wire.\ntransit instruments by the effect of temperature.\n\nComputed transit at 6th wire.\n\nFrom transit at 1st wire $26^m\\ 49^s + 52^m\\ 54^s.8$ - - $1^h\\ 19^m\\ 43^s.8$\n\n2nd $37\\ 29 + 42\\ 15.6$ - - $44\\ 6$\n\n3d $48\\ 4 + 31\\ 43.1$ - - $47\\ 1$\n\n4th $58\\ 43.5 + 21\\ 4.9$ - - $48\\ 4$\n\nComputed mean transit - - - $1\\ 19\\ 45.97$\n\nObserved transit - - - $1\\ 19\\ 27$\n\nExcess of computed above observed transit - - - $18.97$\n\nThis acceleration of $18^s.97$ in the passage of Polaris indicates, since the culmination was an inferior one, a deviation of the telescope to the west, which the expansions of the upper eastern and lower western brace are both disposed to produce.\n\nOctober 17. Upper culmination.\n\n| 1 | 2 | 3 | 4 | 5 |\n|---|---|---|---|---|\n| m. s. | m. s. | m. s. | m. s. | m. s. |\n| 27 6 | 37 45 | 48 23 | 58 52 | 9 47 |\n\nAfter the star had passed the middle wire a warmed blanket was applied to the same braces as before.\n\nComputed transit at 5th wire.\n\nFrom transit at 1st $27^m\\ 6^s + 42^m\\ 22^s.5$ - - $1^h\\ 9^m\\ 28^s.5$\n\n2nd $37\\ 45 + 31\\ 43.1$ - - $28\\ 1$\n\n3d $48\\ 23 + 21\\ 6.9$ - - $29\\ 9$\n\n4th $58\\ 52 + 10\\ 38.2$ - - $30\\ 2$\n\nComputed mean transit at 5th wire - - - $1\\ 9\\ 29.173$\n\nObserved transit - - - $1\\ 9\\ 47$\n\n$17^s.827$ is then the retardation of the passage of the star, indicating, since the culmination was a superior one, a deviation of the telescope to the west, as in the preceding experiment.\nOctober 18. Lower culmination.\n\n|   | 2 | 3 | 4 | 5 | 6 | 7 |\n|---|---|---|---|---|---|---|\n| m. s. | 26 48 | m. s. | 48 6 | m. s. | 9 46 | m. s. | 20 15 | m. s. | 30 52 |\n| Polaris S. P. |\n\nClouds prevented the observations of the star’s passages over the 2d and 4th wires; but, after the time of the passage over the 4th wire, a warmed blanket was applied to the upper western and lower eastern brace, and suffered to remain on, till the star had passed the last wire.\n\n| Computed transits at |\n|----------------------|\n| 5th | 6th | 7th |\n| 6°.6 | 42°.8 | 22°.2 |\n| 12°.9 | 4° | 28°.5 |\n| 9°.5 | 45°.95 | 25°.35 |\n| 46° | 15° | 52° |\n\nExcesses of observed above computed\n\nwhich excesses indicate a deviation of the transit telescope to the east.\n\nOctober 21. Upper culmination.\n\n|   | 2 | 3 | 4 | 5 | 6 | 7 |\n|---|---|---|---|---|---|---|\n| m. s. | 26 58 | m. s. | 37 39 | m. s. | 48 18 | m. s. | 9 31 | m. s. | 20 3 | m. s. | 30 47 |\n| Polaris |\n\nAfter the time of the star’s passage over the 4th wire (clouds preventing the observation of the passage) a warmed blanket was applied to the braces on the western side.\nThese excesses indicate a deviation of the instrument to the west; but their quantities show that the deviation arose from the difference of the effects produced by the expansions, since it is only one third of the deviation produced by applying the blanket diagonally to the braces.\n\nIt is not at all essential to the explanation I have given of the cause of the instrument's deviation, that the braces on the same side, even if equally heated, should exactly counteract each other. The effect of counteraction, under such circumstances would, probably, vary with the individual instrument. It might be greater in one than in another of similar construction; but, in the above experiment, it is not at all likely that the braces were equally heated, since, probably, they were not enveloped either with equal portions of the blanket, or portions equally heated.\n\nOct. 23. Upper culmination.\n\n|    | 1   | 2   | 3   | 4   | 5   | 6   | 7   |\n|----|-----|-----|-----|-----|-----|-----|-----|\n| m.s.| 27  | 37  | 43  | 48  | 58  | 9   | 28  |\n|     |     | 43  | 12  | 46  | 9   | 28  | 19  |\n|     |     |     |     |     |     |     |     |\n|     |     |     |     |     |     |     |     |\n|     |     |     |     |     |     |     |     |\n\nPolaris.\nAfter the star had passed the 1st and 2d wire, fearing, from the appearance of the sky, that clouds might prevent me from observing the star on the middle wire, I applied a blanket (from want of sufficient preparation only moderately warmed) for about 9 minutes, to the upper western brace. After the star's passage over the fifth wire, the blanket, more heated than before, was applied to the lower western brace, and kept on till the star had passed all the wires.\n\n| From passage at 1st | 27° 1' + 21° 15'.6 | - - - | 48° 16'.6 |\n|--------------------|-------------------|-------|-----------|\n| at 2d              | 37° 43' + 10° 36'.2| - - - | 48° 19'.2 |\n\nMean computed passage - 48° 17'.9\n\nObserved - - - - - 48° 12'\n\nExcess - - - - - - - 5.9\n\nThe heating then of the upper western brace caused the instrument, or part of it, to deviate to the east, a result which agrees with all preceding ones. Next, if we suppose the instrument, after the lapse of 20 minutes, to have returned to its usual state, and assume 58° 46', and 9° 28' to be nearly the passages at the 4th and 5th wire, we have\n\n| Computed passages at | 6th | 7th |\n|----------------------|-----|-----|\n| 58° 46' + {21° 10'.7} | 19° 56'.7 | 30° 35'.9 |\n| {31° 49'.9}          |     |     |\n| 9° 28' + {10° 32'.5} | 20° 0'.5 | 30° 39'.7 |\n| {21° 11'.7}          |     |     |\n\nMean computed passages - - - 19° 58'.6 30° 37'.35\n\nObserved - - - - - - - 20° 19' 31° 1'\n\nExcesses of observed above computed - - - - - 20° .4 23° .65\ntransit instruments by the effect of temperature.\n\nThe effect, therefore, of the expansion of the lower western brace was a retardation of the star, in its upper culmination, to the amount of about $20^\\circ$, a result which accords both with the explanation given of the cause of the instrument's deviation, and with former results.\n\nThe above experiments were not conducted, as I have already said, with much attention to nicety, which would have been an useless quality, seeing that the object of the experiments was not to enable me to modify the position or size of the braces, but to justify the measure of entirely discarding them as fallacious auxiliaries of the instrument. With the view, however, of communicating equal accessions of heat rather more accurately than by the preceding imperfect mode of applying a heated blanket, I held, in some of the following experiments, for the same time, and nearly about the same parts, the braces of the instrument, one in each hand.\n\nOctober 24th. Upper culmination.\n\n| 2 | 3 | 4 | 5 | 6 | 7 |\n|---|---|---|---|---|---|\n| m. s. | m. s. | m. s. | m. s. | m. s. | m. s. |\n| 37 37 | 48 19 | 58 48 | 9 29 | 20 5 | 30 56 |\n\nPolaris.\n\nAfter the star had passed the middle wire, I held, for about 9 minutes, the two western braces, one in each hand.\n\n| Computed transits at |\n|---------------------|\n| 5th | 6th |\n| From passage at 2d wire $37^\\circ 37'$ + $\\{31^\\circ 43' .1\\}$ | $9^\\circ 20' .1$ $19^\\circ 52' .7$ |\n| at 3d $48^\\circ 19'$ + $\\{21^\\circ 6' .9\\}$ | $9^\\circ 25' .9$ $19^\\circ 58' .4$ |\n| at 4th $58^\\circ 48'$ + $\\{10^\\circ 38' .7\\}$ | $9^\\circ 26' .7$ $19^\\circ 58' .7$ |\n| Mean computed - - | $9^\\circ 24' .23$ $19^\\circ 56' .6$ |\n| But observed - - | $9^\\circ 29$ $20^\\circ 5$ |\n| Excesses - - - | $4' .77$ $8' .4$ |\nIn this case the deviation of the transit was to the west, and if we suppose equal communications of heat to have been given, by the above mode, to the two braces, it will follow, on the grounds of my explanation, that the lower western brace has more effect in deranging the instrument than the upper.\n\nBut that in the above experiment the two braces counteracted each other, will be understood from the latter part of the observation. After the star had passed the 6th wire, I held, in one hand, for about 9 minutes, the lower western brace.\n\n| Now 58° 48' + 31° 49'.9 | 30° 37'.9 |\n|-------------------------|----------|\n| Observed passage        | 30° 56'  |\n| Excess of observed above computed | 18° .9 |\n\nIn this case the effect produced by warming one brace was three times that produced by warming the two braces on the same side.\n\nOct. 25. Upper culmination.\n\n|       | 4     | 5     | 6     | 7     |\n|-------|-------|-------|-------|-------|\n| m. s. | 58 48 | 9 16  | 19 58 | 30 56 |\n| Polaris. |\n\nAfter the star had passed the middle wire, the lower eastern brace was held in my hand nearly 9 minutes; and after the star had passed the 6th wire the upper eastern brace was held for about the same time.\ntransit instruments by the effect of temperature.\n\nComputed passage at 5th.\n\n1st. $58^\\circ 48' + 10^\\circ 38'.2$ - - - $9^\\circ 26'.2$\nObserved passage - - - $9^\\circ 16'$\n\nDeviation to the east - - - $10'.2$\n\nNext, at 7th.\n\n$19^\\circ 58' + 10^\\circ 39'.2$ - - - $30^\\circ 37'.2$\nObserved passage - - - $30^\\circ 56'$\n\nDeviation to the west - - - $18'.8$\n\nOct. 25. Lower culmination.\n\n| m. s. | m. s. | m. s. | m. s. | P S. P. |\n|-------|-------|-------|-------|--------|\n| $58^\\circ 40'$ | $9^\\circ 8'$ | $19^\\circ 48'$ | $30^\\circ 27'$ |\n\nAfter the star had passed the middle wire, the shutters to the south were unclosed, and the sun was suffered to shine on the lower western brace alone, which it began to do, but feebly and interruptedly,* after the star had passed the 5th wire.\n\n| Computed transits at |\n|----------------------|\n| 6th | 7th |\n| $58^\\circ 40' + \\{21^\\circ 4'.9\\}$ | $19^\\circ 44'.9$ | $30^\\circ 24'.3$ |\n| $9^\\circ 8' + \\{31^\\circ 44'.3\\}$ | $44'.2$ | $23'.6$ |\n| $10^\\circ 36'.2$ | $19^\\circ 44'.55$ | $30^\\circ 23'.95$ |\n| $21^\\circ 15'.6$ | $48'$ | $27'$ |\n\n* During the observations of Polaris, the sky at the upper culminations, was generally clear; at the lower, almost always cloudy to the south, so that I was unable to expose, which I was desirous of doing, first, one brace, and then two braces on the same side to the sun’s rays. It is not now worth the while to keep the braces on the instrument another half year for the chance of trying this experiment, especially since an English sky may again frustrate my plans.\n\nMDCCCXXVII.\nOctober 26. Upper culmination.\n\n| 4th | 5th |\n|-----|-----|\n| m. s. | m. s. |\n| 58° 48' | 9° 44' |\n\nPolaris.\n\nAfter the star had passed the middle wire I held, for about 9 minutes, the upper eastern and lower western brace, one in each hand.\n\nNow, $58° 48' + 10° 38'.2$ - - $9° 26'.2$\n\nObserved passage - - $9° 44'$\n\nDeviation to the west - - $17.8$\n\nOctober 28th. Upper culmination.\n\n| 4th | 5th |\n|-----|-----|\n| m. s. | m. s. |\n| 58° 47' | 9° 29' |\n\nPolaris.\n\nAfter the star had passed the middle wire, I held, for about 9 minutes, the 2 lower braces, one in each hand.\n\nComputed transit at 5th.\n\n$58° 47' + 10° 38'.2$ - - - $9° 25'.2$\n\nObserved - - - $29$\n\nDeviation to the west - - $3.8$\n\nIn this case, as in those of pp. 149, 152, the expansions of the braces counteracted, and nearly balanced, each other, since the deviation does not much exceed the error of observation.\n\nI think I may presume to say, that the foregoing experiments incontrovertibly show that the partial heating of the diagonal braces, or the partial heating of any one of the braces, deranges my transit instrument; the derangement\ntaking place according to the explanation I gave of it in the Transactions for 1825 and 1826. According also to the principle of that explanation, and the preceding experiments, it follows, that the partial heating of the braces on the same side, or the partial heating of the upper or lower braces, produce counteracting effects, and may, in certain instruments, under certain degrees of temperature, produce balancing effects, as far as the time of the star's passage is concerned. This may be the case with Mr. South's instrument, and if so, we should at once have an explanation of its seeming inflexibility when exposed to the sun. I hope I am altogether within the bounds of courtesy and fair criticism, when I remark, that I see nothing in Mr. South's experiments that force me to the conclusion of his instrument being exempt from those infirmities with which mine is afflicted.\n\nIn these experiments of Mr. South's on Polaris, the braces on the same side, whether the eastern or western, are of the same temperature. The retardation, or acceleration, therefore of the star's passage, arises from the difference of the changes produced by temperature in the upper and lower parts of the tube of the telescope; which difference, estimating it by its effect on the time of the star's passage, may be very small, or not greater than the error of observation, or, (for there is nothing improbable in the supposition) insensible.\n\nBut it may be said, is not this the bending of facts to suit an hypothesis, instead of adopting the more natural supposition, that the steadiness of the instrument arises from the excellence of its construction. The construction, indeed, of Mr. South's instrument, in what regards the putting together of the tubes composing the telescope and axis, essentially differs\nfrom mine: but it cannot be *that* circumstance that confers inflexibility on Mr. South's transit instrument; for, were it so, the Greenwich instrument, which is similarly constructed, and by the same excellent artist, ought to possess the same rigid character. This, however, is not the case. Soon after the publication of my first Paper, the Assistants at Greenwich held in their hands the diagonal braces, and, by examining the meridional mark, detected a considerable deviation in the telescope. But in order to be more sure of the nature of the result arising from the partial heating of the braces, I requested the Astronomer Royal to try, with the Greenwich transit, the first experiment mentioned in this Paper. Mr. Pond immediately, with his usual kindness, complied with my request, and the following are the details of the experiment.\n\n**Experiments on the braces of the transit at the Royal Observatory (Oct. 25, 1826.)**\n\nWith warm flannel applied to one brace, the interval of the Pole star passing from centre to 4th wire\n\nThe true interval by observation\n\nStar accelerated\n\nWith warm flannel applied to two opposite braces, from the 4th to 5th wire\n\nThe true time by observation\n\nAcceleration\n\nTotal acceleration from the centre to the 5th wire\n\n(Signed) **Thomas Taylor.**\n\nThe peculiarity of construction then, which the excellent artist who made the Greenwich transit, has used in joining together the tubes composing the telescope and axis, does not prevent the braces from deranging the instrument; nor was\nit likely it should: it might render, under the same circumstances, the derangement less, or it might render it greater; for this is a point which I think should be determined solely by experiment. The experiment which I have just quoted, apparently renders the derangement greater; but this is a kind of result on which I lay no stress, since I have no grounds for not knowing that the heat applied at Greenwich was not three or four times what I applied.\n\nFrom my own experiments, and from the testimony which I have just adduced from Greenwich, I find it, then, extremely difficult to believe that Mr. South's transit instrument should not obey the influence of expanding braces. I have stated some grounds for suspecting that it is not endowed with that inflexibility which it appears to assume in some of the observations. Not one of these, in my opinion, bears directly upon the point in question. A single observation of Polaris in October, with one brace alone of the instrument exposed to the sun, would have been a better test of its steadiness than all that are recorded. I invite that indefatigable and ardent observer to the trial of this test.\n\nI am unwilling, and indeed not quite prepared, to enter on the difficult subject of the sun's meridional observations. The errors of the clock, or the difference of the sun's observed transits, and of his computed right ascensions, do not agree, as it is known, with the errors found by the transits of the stars. The former errors are always less. In this general result, the observations I have made agree with the Greenwich and Dublin observations, and with Mr. South's. The mean of the differences of the errors of the clock, as estimated by the sun and stars, is about six tenths of a second. And this\ncan be partly explained from the fact, that the mean right ascensions of the stars having been increased in late catalogues by Mr. Pond, by about $0^\\circ.3$, are greater, by that quantity, than in the catalogues from which the solar tables are computed. But the differences are very variable; they are greater in summer than in winter. It is far from my intention to be cautiously aiming at a merely safe opinion, when I state that, probably, the inequalities of these differences arise partly from the errors of the solar tables, and partly from instrumental derangement. Certain I am that such a derangement, in degree at least, cannot fail to have taken place with the transit instrument of this observatory when exposed to the sun, and also with the Greenwich transit. A derangement of the instrument may also take place if a stream of hot, or cold air, should blow partially on one brace.\n\nIt is incumbent on me then, at least, to make the experiment of removing the braces from the Cambridge instrument; whether or not the good that will thence result will be more than balanced by the evil of depriving the instrument of its props or supports in certain positions, is a point which I hope soon to ascertain.*\n\n* It is proper to state, that the fixing of braces to the Cambridge instrument, was contrary to the opinion of Mr. Dollond. They were fixed in consequence of instructions communicated to him through me (then, with my concurrence) \"to make the transit instrument, in all respects, like the Greenwich one.\" It is now necessary to amend what was done by reason of these instructions, and, probably, (for I am anxious to render the instrument perfect by finding out its defects) we shall soon have other alterations to make: but if we can change for the better, I am sure of the zealous co-operation of Mr. Dollond, who has always been, and continues to be, extremely solicitous to render the instrument as perfect as possible.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107873.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25962,
    "total-output-tokens": 7342,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1427,
        2
      ],
      [
        1427,
        3008,
        3
      ],
      [
        3008,
        5018,
        4
      ],
      [
        5018,
        6429,
        5
      ],
      [
        6429,
        7550,
        6
      ],
      [
        7550,
        8801,
        7
      ],
      [
        8801,
        10297,
        8
      ],
      [
        10297,
        12079,
        9
      ],
      [
        12079,
        13294,
        10
      ],
      [
        13294,
        14862,
        11
      ],
      [
        14862,
        15972,
        12
      ],
      [
        15972,
        17775,
        13
      ],
      [
        17775,
        19303,
        14
      ],
      [
        19303,
        21069,
        15
      ],
      [
        21069,
        23010,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107873",
    "title": "On the Derangements of Certain Transit Instruments by the Effects of Temperature",
    "authors": "Robert Woodhouse",
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107873"
  }
}