{
  "id": "925e25ec065a798ad77f810a7fcc7876fb988928",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nSeptemb. 25. 1676. for the Months of August and September\n\nThe CONTENTS.\n\nA Description of an Hydraulique Engin, communicated to the Publisher of the Journal des Scavans, from the Register of the Royal Academy of the Sciences of Paris. Sigmor Cassini's Advertisements to Astronomers about the Configurations by him given of the Satellites of Jupiter, for the years 1676, and 1677, in order to verify their Theory. A Direct and Geometrical Method for finding the Aphelions, Eccentricities and Proportions of the Orbes of the primary Planets, without supposing the Equality of the Angle of Motion at the other Focus of the Planets Ellipsis; by Mr. Edmund Halley Jun. Several Accounts concerning some Spots newly seen in the Sun. A remarkable Observation of Saturn. An Intimation of a sure and easy way to work all sorts of great Telescopic Glasses; together with a generous offer of furnishing industrious Astronomers with them. A Letter from Liege concerning Mr. Newton's Experiment of the coloured Spectrum; together with some Exceptions against his Theory of Light and Colors. Mr. Newton's Answer to that Letter. An Account of two Books: I. Tractatus de VENTRICULO & INTESTINIS, nec non de PARTIBUS CONTINENTIBUS in genere, & in specie de Partibus ABDOMINIS; Auth. Franc. Glissonio, M.D. &c. II. PHARMACOPEE Royale, GALENIQUE & CHYMIQUE, par Moyse Charas.\n\nA Description of an Hydraulique Engin, taken out of the Register of the Royal Academy of the Sciences of Paris, and inserted in the Journal des Scavans, 1675: Englished by the Publisher, for the better Examination of those that are skilfull in such Engins here in England. See Tab. i. Fig. i.\n\nTHE Effect of this Engin is, to throw out water to a great distance, and to what place you will, by the Compression of\nthe water forced out through a Tube, which turning every way at the end of it, is thereby fitted to direct the jet of the water to the places where the fire is to be extinguished. That which is most peculiar in this Engin, is, That the course of the water, issuing out of the Tube that starts it, is continued, not being interrupted, even when the compression of the Pump's Sucker ceases, that is, at the time when you raise it again: For, this affords a great easiness to direct the water well where you would have it.\n\nThe Engin is a Chest of Copper, marked A, transportable by means of wooden bars like a Sedan or Chair. This Chest is pierced with many holes above, BB, and holds within it the Body of a Pump EFM, whose Sucker DE is raised and abased by two Levers C, O; these Levers having each of them two arms, and each arm being fitted to be laid hold on by both hands of a man. Each Lever is pierced in the middle by a Mortaise, a a, in which an iron-nail, which passes through the handle of the Sucker, turns round when that Sucker is raised or lowered. Near the body of the Pump there is a Copper-pot, IHK, joined to it by the Tube G, and having another Tube KNL, which in N may be turned every way.\n\nTo make this Engin play, water is poured upon the Chest, to enter in at the holes that are in the Cover thereof. This water is drawn into this body of the Pump at the hole F, at the time when the Sucker is raised; and when the same is let down, the Valve of the same hole F shuts, and forces the water to pass through the hole M into the Tube G, of which the Valve H being lifted up, the water enters into the Pot, and filling the bottom, it enters through the hole K into the Tube KNL, in such a manner, that when the water is higher than the Tube KNL, and the hole of the Tube G is shut by the Valve H, the Air inclosed in the Pot hath no issue, and it comes to pass, that, when you continue to make the water enter into the Pot by the Tube G, which is much thicker than the aperture of the end L, at which it must issue, it must needs be, that the surplus of the water that enters into the Pot, and exceeds that which at the same time issues through the small end of the Jet, compresses the Air to find place in the Pot: which makes, that, whilst the Sucker is raised again to make new water to enter into the body of the Pump, the Air which has been compressed in the Pot, drives the surplus of the water by the force of its spring, meantime that a new compression of the Sucker makes new water to enter, and causes also a new compression of Air. And\nAnd thus the course of the water which issues by the Jet, is always entertained in the same state; because that proportionably, as the impulse is strong, the water entering faster, and consequently in greater quantity into the Pot, makes a greater compression of the Air, which the more strongly it is compressed and penned in, returns also with the greater force into its native state by means of its spring, and consequently throws out the water with greater force.\n\nAn Extract of a Letter written by Signor Cassini to the Author of the Journal des Scavans, containing some Advertisements to Astronomers about the Configurations, by him given of the Satellites of Jupiter, for the years 1676, and 1677, for the verification of their Hypotheses.\n\nThe Configurations of the Satellites of Jupiter, which are observed this year 1676, and which may be observed the next year, are of so great importance to the verifying of their Hypotheses, that Signor Cassini thought fit to advertise Astronomers, not to let this occasion slip (which doth not present itself but twice in 12 years) of observing them with a singular care and attention. For, by comparing the Observations of this year with those of the next, they will find an apparent Inversion of the whole System of the Satellites, which will come to pass towards the end of March next, according to his particular Hypotheses, which he proposes to verify by comparing these Observations with those of Galileus, Marius, and Hodierna, who undertook to dress Tables of their Motions.\n\nSince the Satellites have the center of Jupiter for the center of their particular motions, and that the circles by them described are not directly opposite to the Earth nor the Sun, there is always a part of each of those circles inferior to Jupiter, and another superior to him, and this, being compared to the center of the apparent disque of Jupiter, is sometimes turned to the South, sometimes to the North, by a perpetual change of inclination to our visual ray. Galileo believed formerly, to have found Rules of this Phænomenon, or perpetual change of inclination, by supposing the planes of those circles to be always parallel to the Ecliptique; for, by Galilei's supposition, the Satellites in the superior part of their circles should have their latitude, in respect of the center of Jupiter, ever contrary to the latitude of Jupiter in respect of the Ecliptique; which the Observations of this year contradict, forasmuch as the Satellites, being in the superior part of their circles, near to their conjunction.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101727.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8162,
    "total-output-tokens": 1786,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1800,
        2
      ],
      [
        1800,
        4366,
        3
      ],
      [
        4366,
        6921,
        4
      ],
      [
        6921,
        6921,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101727",
    "title": "A Description of an Hydraulique Engin, Taken out of the Register of the Royal Academy of the Sciences of Paris, and Inserted in the Journal des Scavans, 1675: Englished by the Publisher, for the Better Examination of Those That are Skilfull in Such Engins Here in England. See Tab. I. Fig. I",
    "authors": null,
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101727"
  }
}