{
  "id": "4d19b78bb6c9217c1d61be2a8ee2cdf6adb91faf",
  "text": "Distantiae autem Periheliae estimantur in ejusmodi partibus, quales mediae distantiae terrae a sole habet centies millenas.\n\nII. Epistola à Joh. Jacobo Hubero M.D. ad Cromwell Mortimerum R.S. Secret. de Cadavere aperto, in quo non extitit Vesica fellea; et de Sterno gibboso.\n\nRead April 6 1749.\n\nNON sine aliquo literario munufculo ad te celeberr. Mortimere, ad re fas est, virum humanissimum quidem, sed eundem etiam talium rerum avidissimum, quibus a iqua pars illius cognitionis contineatur, in qua augenda et publicanda illustrissima Societas, cujus tibi acta commissa sunt, elaborare solet. Superest, ut hic aliquid invenias ab illo instituto non abhorrens. Volui certe aliquem tibi gustum quasi dare, quid, praeter scopum primarium, fabricam corporis humani docendam Medicinæ, Chirurgiæ praesertim studiosos, spectare in quotidianis cadaverum humanorum sectionibus, in Theatro Collegii apud nos Carolini institutis, consueverim, et cujus generis observationes exspectari porro, ut in rebus humanis, a me possint.\n\nObservationes autem e pluribus duas hic speciminis et gustus causa breviter describam, unam quæ vitia- tam, eoque ipso singularem sitit partis corporis humani structuram, simulque usum arti salutari praestare nonnullum videtur; alteram, quæ oeconomiae corporis nostri singularem præbet mechanismum, quo etiam physiologorum discrepantes de bile cystica sententia\ntentiae conciliari sorte poterunt. Hepar hæc exhibet,\nvesiculae felleæ penitus expers.\n\nFEMINÆ cadaver erat, sexaginta circiter annorum,\ndemonstrationibus anatomicis inservitutum, proximo\nanno in auditorium Carolinum inter plura a in alla-\ntum, in quo reperi magnum valde hepar, et præter\nmorem crassum; sed lobum ejus dextrum parte con-\ncava omni carentem. Nihilum nec sulci nec excava-\ntionis pro recipienda vesicula fellea offerebatur vel-\ntigium, sed universus lobus ille erat ab utraque parte,\ntam quæ intellina attingit, quam ab altera, quæ dia-\nphragmati se accommodat, levís, æqualis, atque in\nprimis tumidus, utrimque convexus atque eminens,\net quasi rotundus. Uti in hoc lobo, ita et in omni\nalia hepatis parte vesiculam felleam frustra quaesivi:\nnec quidquam vicinæ partes referebant cum vesicula\ncomparandum, aut condi bilis secundarii vices detun-\ngens; contra pro more partes reliquas omnes vidi\nformatas. Iste vero vesiculae defecatus ductus hepatici\namplitudine, præter omnem consuetudinem magna,\nrefarciri videbatur, quæ digitum minimum admitte-\nbat. Ille quamvis justo, et suo loco constitutus,\nordinariaque via incedens, in eo tamen erat structura\nsingularis, quod tunica crassitie sua arteriarum tunicis\nfere æstet æqualis: non illa tamen alba, iæd tota\nquanta subutea, intus villosa, ex punctulis seu exilibus\nmaculis, totidem, puræ, folliculos simplices referen-\ntibus, non paucis notata. Ab hepate adusque duo-\ndenum eandem servabat ductus ille diametrum, sic-\nque cum vena portarum fere confundebar: ubi\nvero duodeni tunicas attigerat, easque tubierat, sep-\nsuit mox minima illam amplitudinem, et consuetas\npapillæ, in duodeni cavo eminentis ministrato iliam\nquælitivit,\nquaesivit, et per omnem mulieris vitam, puto, habuit exonerationem. Porì in hepate biliarii, seu rami ductus illius magni conspiciebantur plures, ab utroque lobo confluentes, arteriarum in morem ampli valde, et ad ultimam fere hepatis peripheriam facile prosequendi, extus lutei omnes intus bile infarcti. Amaram sat continebant bilem, nec copia paucam ductus omnes, et praesertim magnus ille, extra hepar formatus. Illam ductus amplitudinem condi seu vesiculae felleae loco fusile, arbitror, et illius usus, uti in eo in immensum distento bilis, in hepate secreta, nec omnis statim excernenda immorari commode posset, et ibidem mora sua reddi acrior; atque tunc demum, quando verum digestionis tempus ingruerat, evacuari copia et acrimonia praestantior. Praestare ut potuerit haec ductuum amplitudo condi officium, adjuvabant porro follicuh simplices, per omnem ductus magni tunicam intus dispersi, blandum pro natura sua effundentes humorem, quo universus ductus ab acrimonia remanentis bilis defendetur, sicque ibidem ad jus tum majoris evacuationis tempus servari superflua commode posset. Similem itaque structuram referabant ductus illi ampliores, qualis vesiculae felleae ordinario esse solet.\n\nHoc exemplum, rarissimum quamvis de novo me declinat ab corum physiologorum sententia, qua vel vesiculae tribuitur structura propria, ad fecernendam bilem suam apta, vel ductus afflumantur cyst-hepatici vel hepatico-cystici, et ita simplicis condi officium denuo adscribo vesiculae felleae, quod in dissertatione mea inaugurali jam monui.\n\nOb argumenti affinitatem hoc insuper hic addam; vidisse me Argentorati ante hos xv annos in recenti cadavere\ncadavere humano ductum cysticum atque cholodochum ita distentos, qui facile admitterent digitum. Calculis vero debebatur valida illa amplificatio haud paucis, in vesicula generatis. Aliquot eorum in ductu adehuc hærebant, nunc avellanæ magnitudinem æquantes, molles tamen, et ductus se aliquo modo accommodantes. Erat autem ductus hepaticus de more constitutus.\n\nALTERA quam tecum, clarissime Mortimere, et si ita videatur, cum omnibus communicare placet, observatio de gibboso sterno agit, ab externa demum vi et incauta tractatione, non ab ipsa natura deformi configuratione producta. Non unica sed repetitis in diversis cadaverculis observationibus pectus perspexi præter omnem consuetudinem configuratum. Præ reliquis deformis erat pectus infantis octo hebdomadum, frequentem in modum: valde prominebat os pectoris gibbosum, quod ita a lateribus erat pressum, ut vix recedisset a sellæ equinae figura. Costarum supramarum duabus vel tribus exceptis, partes anteriores intropressæ conspiciebantur intra pectus ab utroque laterc, plures tamen sinistri lateris quam dextri, ubi debiles sunt valde atque molles, et cum cartilaginibus sterni committuntur. Et in primis cartilaginiexcavatam extus referabant figuram. Atque ita fere diffractae adparebant costarum aliquot. Una tamen præ altera extibus intervallis erat magis intropressa. Aperto demum pectore plures vidi costas, cavum pectoris versus gibbosas; quarum cartilagine tuberculis suis quasi nodo æfactæ erant, idcoque non parum conculcerunt ad aegutandum præter morem pectoris cavum. Unde facile crit cuique ad intelligendam infantum\ninfantum phthisin, qua miserii illi ita deformati vitam amiserunt. Id porro pulmones, pleurae circumcirca adnati atque infarcti, quales tunc reperi, satis confirmarunt. Cogitando inquirens in magni vitae hujus, aliquoties jam in dissecandis infantibus a me observati, et quod in vivis etiam animadverteri, cautam, et sedulo contemplando pectus hocce deformis, atque comparando illud cum annotationibus meis, ex aliorum cadavericorum similibus in modum vitiatorum sectionibus desuntis, in veram tandem tantae deformitatis et tam noxiae causam incidi. Infantum scilicet curatricibus omnem haec culpam, aio, esse adscribendam. Non satis enim cognita est iis structura tenellorum corpusculorum plastica: nec debite perpendent lusus omnes, quibus vel placare morosulos, aut gesticulatione vel saltatione exhilarare vivaciores infantulos conantur, unde diversas excogitant tractationes. Noxia praet aliis ea est, quando sinistræ manui suae nates infantis imponunt, et antrostium ira incitatum paulum infartis truncum dextra tua, pectori applicata, expansis digitis sustinent, atque ira subinde miserum corpusculum in altum tollunt, atque deorsum labens illud pondus omne manu sustinent dextra. Eo enim haud raro fit, uti suffultæ manus vestigia tenelio pectori, et vi facile cedenti imprimantur. Antequam in dictam mox deformitatis illius causam incidere, ad costarum foveas aliquot distinctas non attendi. Jam vero rite perpetuis omnibus certo comperii, ehe illas depressiones seu foceas quinque curatricis, seu magis deformatrixis, digitorum vestigia, pectori infantis tandem imprensa. Mea enim applicata pectori infantis manus dextra diductis pauxillum digitis exacte repondebat depressionibus illis: quarum quattor\nquatuor erant in sinistro pectore pro digitis, quinta vero cademque maxima dextrum deformabat pectus, pollicem recipiens. Quam itaque perversus sit ille, et detestandus tenellos infantes tractandi mos, satis ille frequens, ex supra dictis facile patebit, spero, cuique. Si vero ad illos perveniat hæc observatio, quod valde optarem, qui infantum curas gerunt, plures, puto, a vitio illo immunes praestari in posterum poterunt homines, ne prima ætate male tractati hoc vel alio modo non minus cauto, vel desfigurentur; vel et tabe, vel alio morbo inde orto consumantur. Simillimam narratae observationem feci nupera hyeme in puella duorum annorum. Et uti jam monui in vivis ctiam corporibus animadverti similia. Cum Rachitide cæteroquin minime confundenda est deformitas ista.\n\nDabam Cassellis Jan. 31.\n1747. Joh. Jac. Huber.\n\nIII. The Operation of Lithotomy on Women, by Mons. le Cat. M.D. & F.R.S.\n\nTranslated from the French by T. S.\n\nRead April 6. THE lateral Way of cutting for the Stone, which I have used on Men since 1732, naturally led me, in the Year 1735, to cut the Widow Neel, a Farmer near Yvetot in the Pais de Caux in the same manner, as has been seen in the Observation. In this Operation the common grooved Staff served me as a Director; and having made",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104609.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 3149,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1383,
        2
      ],
      [
        1383,
        3078,
        3
      ],
      [
        3078,
        4729,
        4
      ],
      [
        4729,
        6321,
        5
      ],
      [
        6321,
        8034,
        6
      ],
      [
        8034,
        9304,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104609",
    "title": "Epistola a Joh. Jacobo Hubero M. D. ad Cromwell Mortimerum R. S. Secret. de Cadavere Aperto, in quo Non Extitit Vesica Fellea; et de Sterno Gibboso",
    "authors": "Joh. Jacobo Hubero",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104609"
  }
}