{
  "id": "aae9d2e27608e73d39da270ae298c548bff14b35",
  "text": "IV. A Further and more Exact Account of the same, sent in a Letter from Father Camelli, to Mr. John Ray, and Mr. James Petiver, Fellows of the Royal Society.\n\nDe Igasur, seu Nuce Vomica legitima Serapionis.\n\nCatolongay quam alii Cantarà vocant: est NucesVomicas legitimas Serapionis ferens planta, quae arbores quasvis altissimas se involvendo scandit: Truncus lignosus, levis, porosus, & brachialis quandoque crassitudinis, corticisque scabri, crassì, et cinerei: Folia ampla, nervosa, amara, Folio fémè similia: Florem Balustriæ similem fructus in sequitur Melone major, qui delicatissima cuticula quae splendens, lavis, et viroris luridi, ceu Alabastrini coopertus, subter quam alius cortex delitescit substantiæ quasi lapidescentis. In hoc, carne amaricante, flavâ, & molli, qualis est caro fructus Mangæ, interjectâ, nostræ, seu legitimæ Serapionis Nuces Vomicæ, quae recentes ab argentea lanugine splendicant, juglandinis vix non pares, inaequales, variæque formæ, non raro quatuor, & viginti coarctantur; quas Indus Igasur, & Mananaog, id est, Victoriosas, Hispanus Nucleos, s.pepitas de Bysayas, aut Catbalogan, alii Fabas Sancti Ignatii vocant. Hæ resiccatae avellana nuce cum putaminè pares, aut etiam paulò majores, nodosæ, durissimæ, diaphanæ, & quasi corneæ substantiæ sunt, saporis femine citri multò intensius amari, coloris autem inter albam, & glaucum, prout & Serapio tradidit.\n\nMulti\nMulti nescio quo oraculo edocti, Nucem Igasur reticulæ fructus Salagfalag immittunt, ex collo suspensum gerunt, & ita ab omni veneno, peste, contagio, incantationibus magicis, Philtris, & specialiter à sopto, seu veneno, quod solummodo insufflatum perimere narrant, imò & ab ipso dæmonse liberos, ac immunes esse imaginantur.\n\nQuod Ch. Miralles in suis collectaneis affirmat scribens non tantum virtutem habere depellendi corporis morbos, sed & malignis spiritibus speciali quadam oppositione resistendi; Magos enim Barangas dictos ad praesentiam hujus nucis inquietari, conturbari, & sudore suffundi ac si in nescio quo arduo negotio, angustiis, periculisque pleno versarentur. Quòd experientiâ didicisse, insuper, & id ipsum sibi alios fide dignos visos affirmasse addit. Unde pactum cum dæmonse habere dictos Barangas, seu maleficos herbarios suspicatur, praesertim cum rumor ferat hosce impios medicos, si in simplicium cognitione erudiri velit, consanguineorum proximum interimere obligari.\n\nAlii à jam dicto sopto, seu toxicì insufflamine quo malevoli Indi passim quos male cupiunt perimunt, Alexium Lopez in Guiguan, & Petrum Oriol, praeter alios hacce nuce præmunitos, servatos suisse ferunt. Sumunt autem, uti Vulgus narrat supradiicti Herbarii eis familiaria et nota Aconita, quæ faucium latere uno recondunt, buccâ alterâ verò contrayerbas, prouti liujates loquuntur, id est, antidota, ne videlicet sibimet ipsis mortem masticent: his ità ore detentis arte, & dexteritate diabolicâ sibi contrarios, & infensos viperarum more intoxicato halitu imperunt, quo perculsi, ac perplexi mox humi prosteruntur, & animam agrent, nisi eis jam experto remedio hacce scilicet nuce opem ferant. Addunt si quis hanc nucem secum portaret, ipsum qui similibus deleteriis buccellis alterum interficere attentaverat\npenas confestim luere Talionis, uti Indus qui, Alexium Lopez inter figas amicitias, de medio tollere cupiens, casualiter hanc nucem secum habentem expertus fuit: quâ occasione primum Hispanis innotuit Igasur virtus, & efficacia. Quomodo autem naturaliter ut non nulli volunt, Igasur virtutem toxici, in distans agendo repellat, judicent alii.\n\nPulveris Igasur 3j. quondam Vincentio Olzinæ temperamenti melancholici praedito ad vomitum ciendum propinavi: Hic dyspepsia, diarrhoea, & frequenti vomitu, cum raetibus acidis, nec non flatuum copia molestabatur; sed statim ac lumpisset tremore totius corporis trium horarum spatio persistente, una cum pruritu, & vellicationibus convulsivis horrendis ut pedibus insistere nequiverit, quae in maxillis vehementiores erant, ac magis molestæ, ita ut quodammodo ridere cogeretur: correptus fuit. Nulla interim notabili pulsus alteratione, Vomitu, aut aliò quoqiam inseguente symptomate. De reliquo dein non nihilum melius sensit.\n\nSimilem tremorem, & convulsiones spasmodicas quas V. Olzina expertus fuit, sensit, & passus est Johannes Osaëta, una cum summa praecordiorum angustia, vertigine, animi deliquio, & sudoribus frigidissimis. Hic Melancholico-Hypochondriacus sanitatis cupidus nucem recentem integram devoraverat. Cui oximel, & oleum cum tepida exhibendo, quo plurimum viscosi phlegmatis cum nucis particulis rejecit, opem tuli.\n\nJoachimus Assin Nucis sumperat partem tertiam & simili modo ut V. Olzina, & Johannes Osaeta ultra tres horas affectus fuit. Hic praeter motus contraetivos, & involuntarios, formicationis sensum, & specialiter in capite expertus fuit. Similes denique poenas, A. Varaona, A. Girau, & alii luere.\nVulgus autem Nucem Igasur, ad cuncta absolutè corporis humani mala amovenda, nullà habità temporis, morbi, ætatis, aut dosis ratione indifferenter exhibet, & adhibet, miraculosoque inde subsequutos effectus narrat, narrat videlicet magnificiendo suam Panacæam, & depraedat successùs benos, reticens insaustos: Nec dubium quin aliquando, à tam vehementi spirituum animalium irritatione, ac alteratione humorum ab hac nuce causatâ, hæterogenea, ac incongrua una cum tam infesti medicamenti particulis eliminentur, quibus rejectis, humoribusque crasi meliori restitutis, sanitas optata subsequatur.\n\nQua ratione virtute polleat, & repellendi, & allicendi ut vulgus opinatur, nunc scilicet sanguinem de vulneribus profluentem sistendo, nunc Lapidis colubrini instar, venenum è viperarum, aut etiam aliorum venenum vibrantium animalium morsibus, uti è vulneribus telis intoxicatis inflictiis proliiciendo: ignoro.\n\nNucis Igasur denique vires, & virtutes, non propriâ experientiâ, sed relatione acquisitas, nec non de variis Indorum, aliorumve curiosorum, & observationibus, & adnotationibus excerptas, ac collectas, amicè quondam à Dominico Conzales rogatus in formam digesti sequentem.\n\nModus ordinarius, & communis utendi Nuce Igasur est, imponendo eam integram tantillo aquæ calidæ, spatio donec amara reddatur, exhibendo dein dictam infusionem. Alii pulveris modicum in substantia propinquant. Alii unam, alteramve offerunt deglutendam frustulam. Alii nacem integram Amuleti ritu de collo suspensam gerunt.\n\nVomitum pluries causare solet, dejectiones nonnunquam, motus spalmodico-convultivos firmè semper in Hispanis, Indis non. In Veneti periculo, & spirituum inordinatè tumultuantium conficiu, posthabitâ temporis\nratione usurpanda erit: In aliis accidentibus, aut mor-\nbis jejuno ventriculo in aurora, attamen vomitus ciendi\ngratiâ convenientius unâ alterâve post assumptum cibum\nhora dosi 3/5s. cum aliis levioribus vomitum cientibus\nexhibebitur.\n\nQui nucem integram secum portarint, affirmant mul-\nti (fides sit penes authores) praeservare à Peste, incan-\ntationibus magicis, philtris, sopto, seu herbarum vene-\nnatarum affluo, ætis praeterea necio quo ut volunt con-\ntagio, Hispanis Malaire, & pasmo, id est, stupore, In-\ndis Sautan (à quo similiter praeservare ferunt corallium\nnigrum, Ungalam Rhinocerotis, Dumbagam, Ingo, &c\nTestudinis scutum:) Catalepseos attamen species po-\ntius esse videtur, eo etenim correpti terrore veluti pa-\nnico perculti corruunt, sensibus & voce privati obstu-\npescunt, mortuisve sæpius similes obrigescunt: Revul-\nsoria verò, & crudeli musculorum in tibiis, ac brachiis\nflagellatione, quà sanguis inibi aggestus dein scarificati-\nonibus elicetur, revocantur, & curantur.\n\nNucis frustulum, aut fragmentum (aut rasuræ mo-\ndicum) Viperæ, Basul, est Erucae pilosæ, atque nociferæ,\nad taetum vehementem pruriginem causantis species, aut\naliorum venenatorum animalium morsui, vulneri sagittâ,\nvel alio intoxicato telo facto adimpositum, venenum la-\npidis Culebrini instar adhaerendo extrahere communica-\nvit F. de la Zarza. Alii in haemorrhagia narium,\n& ad sanguinem e vulneribus profluentem fistendum,\npulverem recommendant.\n\nIn Malviento, Malaire, Soutan, & pasmo, Catalep-\nses species est, stupore, Apoplexia, Paralyse, sive syde-\nratione, lethargo, Epilepsia, Morbo caduco, astmate,\n& catharro maligno, ac suffocante, dentium dolore, &\naliis defluxionibus frustellum supponitur linguæ apophleg-\nmatizandi gratiâ, ità enim caput à copia viscosi phleg-\nmatis liberatum, ægri pluries levamen percipiunt, &c\nsaepe jamjam agonizantes, ut ita dicam resuscitentur,\n& aut confiteri, aut alia quae pro tunc conveniunt de-\nclarare valent.\n\nPulverem, aut infusum, aut oleum infra descriptum\npropinant, & dilaudant in febri tertiana & quartana. Ve-\nneni periculo, aut supra: Sopto, Buyaflo, est Buyo,\nseu Betete confectione mortifera (cum semine ut opinor\nstramonii, aut simili narcotico) quae si assumpta non peri-\nmit, hominem perplexum, attronitum, hebetem, stu-\npidum, & torpidissimum reddit: Ab hujuscemodi con-\nfectione devorata, aut masticata, infra posito oleo curata\nquisse scio, & Botete sardinæ nocivæ comestæ suspici-\none.\n\nAd urinas item, mensæ, & Puerperia suppressa pro-\nvocanda, partum difficilem facilitandum, secundi-\nnam; fætum mortuum & Lumbricos expellendos effi-\ncacem reperi.\n\nIn dolore colico praeterea, cibi indigestione, crudita-\nte ventriculi, & concoctione læsa, diarrhæa, Tenesmo,\n& obstructione Epatis, ac lienis, uti & in omnibus supra\nenumeratis morbis exhibent.\n\nOleum vero ex Igafur simpliciter infusione paratum,\nemeticum est efficacissimum, valet ad eadem ad qua nux\nipsa, hoc ad magi Barang praesentiam effervescere, & vasa\nquo asservatur exilire vir retulit fide dignissimus. Idem\n& aliis in suis scriptis affirmant.\n\nHoc Oleum aliï efficacius reddere cupientes compo-\nnunt: Ex Igafur, Tambal de Garigara, Tambal de\nSangil, Tambal de Bornei, Salagfalag, Camaesa, Ma-\nnungal, Alagao, Salibutbut, Tambalisay Marbar Mo-\nlavin, Borogtongon, Palyaccan Panambuc, Pancoro,\nNola lasson, Bagatapon, Oringun, & aliis, vulgo jazeite\nde Tambal, à cortice sc. emetico Mananangtang appel-\nlatur, Violenter purgat per superiore, & inferiore, do-\nsis 3j. 3ij.\n\nLignum\nLignum Sanctum Luzonis Quaiaco utiliter substitui-\ntur, de reliquo concoctionem adjuvat, & dejectam ci-\nborum excitat appetentiam. N.B. Prægnantibus ex-\nhiberi non potest, quin abortum patientur.\n\nLignum Colubrinum Manungal, decoctum ejus ve-\nnenis omnibus, venenatorumque animalium morsibus\nsuccurrit, febrisfugum est, & anti-astmaticum, obstructi-\nones inveteratas referans, & abjectam ciborum restau-\nrans appetentiam: Ictero praeterea, octo dierum spa-\ntio in aurora haustum medetur, lumbricos pellit, & colic-\ncos dolores mitigat. Decoctum ex 3ij. paratum, deje-\nctiones ferme quinas causare solet.\n\nCortex Vomitorius Mananangtang, datur in pulvere\nà 3j. ad 3iv. pituitosa & lenta, nec non biliosa per\nvomitum, & secessum potenter evacuat, unde in fe-\nbribus, ventriculi repletione, aut ex humoris viscosi tur-\ngescentia, cachexia, & hydrope feliciter exhibe-\ntur. In omni veneni periculo c. decocto Manun-\ngal, & ad ventris lumbricos educendos plurimum sa-\ncit, &c.\n\nThe Figures of the Leaves, Flowers, &c. of this\nPlant are in the Table. Vide fig. 4, 5, & 6.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102601.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18356,
    "total-output-tokens": 4087,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1403,
        6
      ],
      [
        1403,
        3211,
        7
      ],
      [
        3211,
        4886,
        8
      ],
      [
        4886,
        6601,
        9
      ],
      [
        6601,
        8426,
        10
      ],
      [
        8426,
        10100,
        11
      ],
      [
        10100,
        11165,
        12
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102601",
    "title": "A Further and More Exact Account of the Same, Sent in a Letter from Father Camelli, to Mr. John Ray, and Mr. James Petiver, Fellows of the Royal Society",
    "authors": "Father Camelli",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/102601"
  }
}