{
  "id": "5aff2d4225d7a2596038ca88a219470bf6031cf9",
  "text": "XVII. The results of Observations made at the Observatory of Trinity College, Dublin, for determining the Obliquity of the Ecliptic, and the Maximum of the Aberration of Light. By the Rev. J. Brinkley, D. D. F. R. S. and M. R. I. A. and Andrew's Professor of Astronomy in the University of Dublin.\n\nRead April 1, 1819.\n\nObservations have been made by the eight feet circle of the Observatory of Trinity College, Dublin, at the respective summer solstices since the year 1809, with the exception of two. The obliquity of the ecliptic thence resulting, has always agreed so nearly with that adopted in the French tables, that I have heretofore thought it useless to make any public communication relative thereto. But some circumstances have now induced me to lay my results before the Royal Society.\n\nThe recent publication of Mr. Bessel's valuable labours on the observations of Dr. Bradley, has afforded us a more exact determination of the obliquity of the ecliptic, as deduced from the early observations by the Greenwich quadrant, than we before possessed. The comparison of this with the present obliquity, gives us the diminution for an interval of nearly 60 years, with a considerable degree of accuracy, and almost sufficient to enable us to state with some confidence the mass of Venus.\n\nTo obtain this point with a greater degree of certainty, MDCCCXIX.\nDr. Brinkley's observations for determining\n\nthe present obliquity, as deduced from a mean of the observations of different astronomers, should be used.\n\nIt has been an opinion almost generally received among astronomers, that observations of the winter solstice, have given a less obliquity of the ecliptic than observations of the summer solstice.\n\nThe explanation of this seemed very difficult. But in the above mentioned work of Mr. Bessel, he calls in question this opinion, and shows that the observations of Dr. Bradley give the same result, both in summer and winter. His own observations also tend to the same conclusion. The observations of Dr. Maskelyne, of M. Oriani, of M. Arago, and of Mr. Pond, are in opposition to these; to which my own may be added.\n\nIt is not likely that this difference really exists, but it is a question of some importance in astronomy, and the explanation thereof may throw some light on other points.\n\nIt is probable the difference arises from some unknown modification of refraction. I find, and I believe other observers have found the same, that at the winter solstice, an irregularity of refraction takes place for the sun greater than for the stars, at the same zenith distance. The zenith distance of the sun at this place is then nearly $77^\\circ$.\n\nWhat Mr. Bessel has adduced, certainly tends to render the prevalent opinion doubtful. It therefore appears to me of consequence, that astronomers should pay attention to the observations at the winter solstice. My observations at that time have been much fewer than in the summer, because, on account of the uncertainty of refraction, I considered them of less importance.\nIt has been proposed to make the two results agree, by an increase of the quantity of Bradley's mean refraction; but this could not be done, without increasing it by a quantity greater than can be justified by other determinations respecting refraction.\n\nConsidering then this uncertainty respecting the observations of the winter solstice, it appears better to compare the results from Dr. Bradley's summer solstices, with the result as deduced from the mean of the observations of different astronomers.\n\n**Mean Obliquity, Jan. 1, 1813.**\n\n| Observer       | Summer Solstices | Obliquity |\n|----------------|------------------|-----------|\n| M. Oriani*     | 4                | $23^\\circ 27' 50'' .34$ |\n| Mr. Pond†      | 2                | $23^\\circ 27' 50'' .37$ |\n| Mr. Arago‡     | 2                | $23^\\circ 27' 50'' .09$ |\n| Dr. Brinkley   | 8                | $23^\\circ 27' 50'' .99$ |\n\nMean Jan. 1. 1813 $23^\\circ 27' 50'' .45$\n\nDr. Bradley, Jan. 1. 1755 $23^\\circ 28' 15'' .49$\n\nDiff. 58 years. $25'' .04$\n\nThis gives $0'' .43$, for the annual diminution.\n\nThe mean of 18 observations near the winter solstice gives me mean obliquity Jan. 1, 1813, $23^\\circ 27' 48'' .14$.\n\nThe above determination of the obliquity by observations near the summer solstice gives (taking the annual diminution $0'' .43$.)\n\nMean obliquity Jan. 1, 1800 = $23^\\circ 27' 56'' .0$, differing only $1''$ from that assumed in M. Delambre's tables of the sun.\n\n* See Mr. Bessel's work, p. 62.\n† Phil. Trans. 1813, p. 304. This is corrected for the solar nutation.\n‡ Conn. des Temps. 1816. The observations were made with a three feet repeating circle.\nAnd as far as my own observations are concerned, the difference does not exceed half a second.\n\nIn M. Zach's solar tables, there is given a determination of the obliquity of the ecliptic computed by M. Gerstner, from a mean of a great many observations of Dr. Maskelyne's, made at 19 summer solstices. Although the results of the several solstices are rather discordant, more so than was to be expected from a fixed instrument, yet it is likely a mean of 173 observations cannot be far from the truth.\n\nThis mean is $23^\\circ 28' 11''$, for 1769,\n\nwhen reduced to 1800, is $23^\\circ 27' 57''$,\n\nwhich agrees sufficiently near with the present determination, to show that, if the necessary corrections for the sun's latitude, &c. had been used, the result would probably have been very exact.\n\nThe mean of 102 observations at 17 winter solstices computed by M. Gerstner, gives for 1769—$23^\\circ 28' 3''$; a result which, after making all possible allowances for the error of the quadrant, is considerably less than that deduced from the summer solstices.\n\nIn using the eight feet circle, two or more observations were made a few minutes before the sun arrived at the meridian, and then the instrument was reversed, and observations made after the passage. The results were carefully reduced to the meridian; the upper and lower limbs being observed, the zenith distance of the centre was deduced from the instrument itself. This facility of reversing the instrument seems more likely to produce exact results, than those obtained by a fixed instrument, although from the necessary effect of the action of the sun on the parts of the instrument, the results must be expected to be more discordant than those obtained by a fixed instrument.\nThe results of the several observations are as follow.\n\n| Time of Observation | Observed Declination | Corr. for O's Lat. | Mean Obliquity reduced to Jan. 1, 1813 |\n|---------------------|----------------------|--------------------|----------------------------------------|\n| **1809. June**      |                      |                    |                                        |\n| 9                   | 22° 56' 4.34\"        | + 0.24             | 23° 27' 51.43\"                         |\n| 14                  | 23° 16' 24.84\"       | + 0.82             | 50° 85\"                                |\n| 15                  | 23° 19' 15.49\"       | + 0.85             | 50° 76\"                                |\n| 17                  | 23° 23' 41.83\"       | + 0.84             | 49° 56\"                                |\n| 18                  | 23° 25' 15.58\"       | + 0.82             | 46° 67\"                                |\n| **1810. June**      |                      |                    |                                        |\n| 19                  | 23° 26' 28.74\"       | + 0.74             | 47° 87\"                                |\n| 22                  | 23° 27' 37.58\"       | + 0.32             | 49° 58\"                                |\n| 27                  | 23° 21' 17.24\"       | - 0.40             | 52° 76\"                                |\n| 1                   | 22° 0' 37.31\"        | + 0.49             | 23° 27' 50.00\"                         |\n| 6                   | 22° 37' 23.04\"       | + 0.64             | 47° 55\"                                |\n| **1811. June**      |                      |                    |                                        |\n| 18                  | 23° 27' 7.65\"        | - 0.55             | 49° 43\"                                |\n| 22                  | 23° 27' 43.28\"       | - 0.29             | 53° 43\"                                |\n| 19                  | 23° 25' 58.05\"       | + 0.63             | 23° 27' 52.67\"                         |\n| 22                  | 23° 27' 40.65\"       | + 0.68             | 51° 07\"                                |\n| **1813. June**      |                      |                    |                                        |\n| 22                  | 23° 27' 41.28\"       | + 0.25             | 23° 27' 53.58\"                         |\n| 24                  | 23° 26' 17.22\"       | + 0.34             | 50° 07\"                                |\n| 25                  | 23° 24' 59.75\"       | + 0.33             | 49° 97\"                                |\n| 26                  | 23° 23' 17.68\"       | + 0.28             | 50° 06\"                                |\n| 28                  | 23° 18' 38.88\"       | + 0.05             | 49° 36\"                                |\n| **1814. June**      |                      |                    |                                        |\n| 15                  | 23° 18' 40.32\"       | + 0.65             | 23° 27' 49.01\"                         |\n| 19                  | 23° 26' 21.29\"       | + 0.07             | 51° 22\"                                |\n| 21                  | 23° 27' 40.26\"       | - 0.26             | 49° 63\"                                |\n| 22                  | 23° 27' 42.88\"       | - 0.42             | 49° 23\"                                |\n| 23                  | 23° 27' 21.44\"       | - 0.56             | 49° 63\"                                |\n| **1815. June**      |                      |                    |                                        |\n| 21                  | 23° 26' 35.25\"       | - 0.65             | 50° 02\"                                |\n| 25                  | 23° 25' 23.89\"       | - 0.69             | 50° 12\"                                |\n| 22                  | 23° 27' 41.40\"       | + 0.03             | 23° 27' 52.78\"                         |\n| 27                  | 23° 22' 24.08\"       | + 0.16             | 51° 48\"                                |\n| **1816. June**      |                      |                    |                                        |\n| 16                  | 23° 20' 1.40\"        | + 0.76             | 51° 46\"                                |\n| 29                  | 23° 17' 16.13\"       | + 0.76             | 50° 45\"                                |\n| 21                  | 23° 22' 29.42\"       | + 1.15             | 23° 27' 52.31\"                         |\n| 28                  | 23° 18' 3.91\"        | + 0.88             | 51° 23\"                                |\n| **1818. June**      |                      |                    |                                        |\n| 11                  | 23° 4' 50.08\"        | - 0.76             | 23° 27' 49.23\"                         |\n| 12                  | 23° 9' 2.50\"         | - 0.64             | 53° 29\"                                |\n| 18                  | 23° 25' 20.22\"       | + 0.33             | 54° 81\"                                |\n| 20                  | 23° 27' 26.32\"       | + 0.67             | 53° 23\"                                |\n| 22                  | 23° 27' 55.72\"       | + 0.51             | 53° 53\"                                |\n| 24                  | 23° 26' 44.04\"       | + 0.35             | 51° 92\"                                |\n| 30                  | 23° 13' 20.25\"       | - 0.42             | 51° 53\"                                |\nIn the paper which I had the honour of presenting to the Royal Society last year, I mentioned my doubts as to the quantity of the maximum of the aberration of light, and that, as far as could be ascertained from Dr. Bradley's Wanstead observations with a zenith sector, we ought rather to adopt $20''$,00 than $20''$,25. I also mentioned that it would be desirable to investigate this point, and therefore during the last year, I instituted a course of observations for this purpose, and I beg leave to offer the results thereof.\n\n| No. Ob. | Max. Aber. | N. P. D. By Observations in 1818. | N. P. D. Before. |\n|---------|------------|---------------------------------|-----------------|\n| α Cassiopeæ | 22 | 20,72 | 34 27 43;34 | 43;59 |\n| Polaris | 23 | 20,73 | 1 39 44;55 | 44;27 |\n| α Ursæ Maj. | 23 | 20,04 | 27 16 7;50 | 7;38 |\n| γ | 27 | 21,20 | 35 17 34;83 | 36;22 |\n| ε | 30 | 21,36 | 33 3 0;26 | 0;45 |\n| ξ | 20 | 20,15 | 34 7 15;31 | 17;03 |\n| η | 21 | 21,12 | 39 46 29;15 | 29 37 |\n\nBy these the maximum appears to be $20''$,80, which is much greater than I had expected. While these observations were going forward, Mr. Bessel's work above mentioned was published. From several investigations in the Greenwich observations of Dr. Bradley, he also deduced the maximum = $20''$,70, nearly. These results certainly appear extraordinary, and are not likely to be acknowledged by astronomers, unless they shall be established by a great number of observations.\n\nMy results were computed with great care, allowances being made for the ellipticity of the earth's orbit. It is not likely, supposing the velocity of the light of all the stars\nto be the same, that the result can err more than $\\frac{1}{4}$ of a second.*\n\nBy continuing the observations, I hope to obtain farther information on this interesting point. And it appears to be an enquiry deserving of the joint co-operation of astronomers.\n\nThose instruments which admit of observing each star, without a reference to other stars, seem best adapted thereto. It is not likely that the maximum of aberration differs in different stars; yet this ought not to be taken for granted.\n\nThe mean N.P.D. Jan. 1, 1818, deduced from former observations, have been put down as a proof of the consistency of my instrument. $\\zeta$ Ursæ Majoris is the only star in which the difference is worth notice. Whether this difference is from the error of observation, or from any uncertainty in the proper motion of the star, it is difficult to say. Three results reduced by Bradley's refraction are as follow.\n\n| N.P.D. Jan. 1, 1815. |\n|---------------------|\n| My observation, 1812 | $34^\\circ 6' 19''$.99 |\n| Mr. Pond's observation, 1815 | 18 ,92 |\n| My observation, 1818 | 17 ,67 |\n\nA comparison of independent results is for many reasons much to be desired. I offer the above principally with a view of calling the attention of astronomers to such investigations.\n\n* The observations of Mr. Pond with the fixed telescope, may be adduced as contrary to my results; because with this maximum of aberration, his summer and winter differences of N.P. distance of $\\beta$ Aurigæ and $\\alpha$ Cygni would differ by $1''$ in a direction contrary to parallax. But it also seems to show the necessity of exact determination of the precise quantities of the equations for N.P.D. before any conclusive arguments respecting the non-existence of parallax, from observations of the positions of stars relative to each other, can be adduced. In observations by the eight feet circle this is not so necessary, as has been before mentioned.\nIt appears to me, that the only method by which an explanation of the difficulties that have occurred, from a comparison of the Greenwich observations and of those made at this Observatory, can be obtained, is from an extensive series of observations of many stars, referring each to the apparent zenith point. I am therefore pursuing such a course of observations. Conclusions as to the existence or non-existence of parallax, from comparisons of the relative places of stars taken indiscriminately, must be liable to much uncertainty, whether the comparisons be made by polar distances or by right ascensions. The former being affected by the uncertainty of refraction, may, at first view, be thought more subject to error than the latter; but a careful consideration of the circumstances attending the latter method, will show that it has its peculiar difficulties.*\n\n* As Mr. Bessel's determination of the maximum of aberration has been referred to, it may also be right to mention his results respecting the parallax of certain stars. He uses transit observations of stars nearly opposite in right ascension (p. 110, &c.) Thus he finds the sum of the parallaxes of Sirius and α Lyrae insensible, and the sum of the semi-parallaxes of Procyon and α Aquilae, nearly 1″. This method of using the transit observations is undoubtedly far preferable to that of using them indiscriminately. With respect to the observations Mr. Bessel had to compute from, I think it must be allowed they were not sufficiently exact, to give much weight to his conclusions. The methods of observing with the transit, and of entering the observations, were then far inferior to the present. This objection, however, does not apply to the observations of the pole star, and therefore does not affect the maximum of aberration deduced from the observed right ascension of that star.\n\nObservatory, Trinity College, Dublin, February 13, 1819.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107504.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14296,
    "total-output-tokens": 5137,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1364,
        2
      ],
      [
        1364,
        3036,
        3
      ],
      [
        3036,
        4676,
        4
      ],
      [
        4676,
        6415,
        5
      ],
      [
        6415,
        11812,
        6
      ],
      [
        11812,
        13459,
        7
      ],
      [
        13459,
        15386,
        8
      ],
      [
        15386,
        17304,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107504",
    "title": "The Results of Observations Made at the Observatory of Trinity College, Dublin, for Determining the Obliquity of the Ecliptic, and the Maximum of the Aberration of Light",
    "authors": "J. Brinkley",
    "year": 1819,
    "volume": "109",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107504"
  }
}