{
  "id": "dd103fb77dabc770a65bd171638409aee6cfb7bb",
  "text": "I. De Salibus Alcalino-fixis, Auctore C. Neuman,\nChym. Prof. Reg. Berolin. R S.S.\n\nSALIA præcipuum totius chymiae fulcimentum constituere nemini ignotum, eorumque fundamentalem cognitionem illi, qui vere utile quicquam cum iis institure & peragere in chymia cupit, praे reliquis, circa quas versatur chymia, consuetis materiis, comparandam esse, extra omnem dubitationis aleam positum est: Quod vero ad hujus modi veram fundamentalem cognitionem, neque materiarum, ope instrumentorum geometrico-mechanicorum, in minutissimis particulis commensuratione, neque externa contemplatione cum artificiosissimis etiam microscopiis instituta, imo nec reliquorum sensuum externorum auxilio pervenire quis possit, chymici diligentiores & laboriosi nimium jam experti sunt; ita ut hodie cum scientia hacce demonstrativa, Deo favente, eo perventum sit, ut ad huius subjecta pariter & objecta, experientia infallibili comprobata, censenda & dijudicanda, illa, quae ante multos annos irrepuit, ad alias forsitan scientias satis idonea, ad nostram vero, licet docta valde & speculativa apparens, tota inepta & minus sufficiens philosophia corpuscularis, & per eam institutae mechanicophricta considerationes & ratiocinia, penitus nunc abrogata sit & deleta. Hujus in locum (juxta effatum Senecæ: Veritas est simplex) alia, primo licet intuitu simplex visa, attamen veritate & experientia suffulta, fallere nescia, & unicuique comprobata methodus, ad chymica dicta phænomena dijudicanda constituta est, quae veram & internam naturam\nturam partium constitutivarum, quae in omnibus a Deo creatis, & quae nostra haec scientia sibi vendicat, corporibus mixtis reperiuntur, clarissime, quo usque humani scilicet ingenii limites pertingunt, enucleatam & intellectui perviam exhibet. Adeo ut quilibet, ope hujus ab experientia profectae theoriae, laetus se munitum fentiat, non modo obvias quaslibet materias naturales, absque dubii cujusvis suspicione clare cognoscendo & dijudicando, verum etiam eadem, chymiae auxilio, diversimode resolvendo vel combinando, aut nova mixta iterum producendo.\n\nCum vero in meis laboribus (quibus per viginti novem jam annos incubui) nec meliorem, nec magis sufficientem viam, quam illam modo memoratam, sine ulla praecognita opinione viderim atque expertus sim; itaque hancce hic congettam & propria experientia fundatam de Salibus Alcalino-fixis descriptionem, & quicquid de iis scire quam maxime refert, dicta methodo proponam: Nec minus etiam illas cum hisce concurrentes materias, phaenomena & praeparata eate- nus dijudicabo, quatenus sapientia divina me hisce donavit hucusque, & quatenus reliqua mihi mandata multifaria negotia permittent. In quibus omnibus unicuique suam, in materia hacce, cum mea discrepantem opinionem lubens relinquam, hisce considerate declaratus, me semper aliorum opinioni calculum adjecturum, modo illa, magis quam mea, experienciæ respondens, me penitus convincat.\n\nI. De horum Salium Etymologia.\n\nMixta illa jam consideranda ut plurimum Salia Alcalina, Salia fixa, vel Salia Lixiviosa appellantur. 1. Salia Lixiviosa audiunt, quia per elixationem acquiruntur. 2. Salia vero fixa dicuntur, quoniam maxi-\nma ignis vi nec volatilia redduntur, neque in sublime feruntur vel abiguntur. 3. Quicquid per Alcali denominationem intelligitur, non adeo ignota etiam res est, nempe oppositum acidi, vel quod idem est, Antacidum. Origo autem nominis hujus ab arabico Alcali derivatur; Kali significat Sal, & Al praefigitur, quemadmodum in Gallica lingua articulus definitus le, la; itaque Al Kali conjunctim le Sel denotat. Notum insuper est, quod & herba quaedam reperiatur, Kali dicta, in locis maritimis crescens, multoque sale scatens, à Lobelio etiam Soda nuncupata, quae si comburitur & elixatur, ingentem salis copiam præbere solet, quod olim simpliciter Sal adjecto Arabico nomine Alcali appellatum fuit. Cumque hoc ipsum Sal combustioni etiam aliarum herbærum & vegetabilium forte ansam dederit, & sales inde prolecti ejusdem fere indolis & naturæ reperti fuerint, credibile admodum est, veteres, modo dicti salis originale nomen ideo retinuisse, & hoc illudve quae Alcali appellasse, & tantum tractu temporis, ad meliorem distinctionem, hoc vel illud cognomen adjectum forsitan fuisse, ita praeter purè Salia Alcalia, corpora etiam terrestria Alcalia innotuere; prioribus, pro nostro nunc scopo nobis inservientibus, ad distinctionem terrestrium, latinam denominationem Salis adjecerunt, & hocce in aqua solubile mixtum Sal Alcali, vel in genere Salia Alcalia appellantur, ne forte sola vox Alcali æquivoca evadat, vel ad significationem ambiguum, inter Salinum vel terrestre Alcali, occasionem præberet.\n\nIn genere autem de adpellatione monendum, non satis exprimendi efficacem esse denominationem, sive folium Salia Alcalina, sive Salia fixa folium vocentur, quoniam utrumque nomen sensum iterum suggerere potest æquivocum: etenim primo habemus & Salia Alcalia volatilia, & secundo Salia fixa, quae non pure\nAlcalina, sed Salia dicta Neutra constituunt: Quamobrem securius erit, praeparata ista nunc consideranda ambobus simul insignire nominibus, puta Salia Alcalina fixa eadem appellare.\n\nCeterum nobis sufficit scire, quod voce Alcali oppositum Acidi, per nomen fixum vero aliquid, quod constans in igne sit, & per maximam ignis torturam, ita per se, non penitus destrui vel auferri possit, intelligatur, & quod in toto orbe, a multis retro seculis, in hodiernum usque diem usui cessérunt, salia ejusmodi, ad distinguendum voces in chymia, ita nuncupare & ab aliis salibus distinguere. Parum denique refert chymico practico, num voces ejusmodi Arabicæ, vel Chaldaicæ, vel alii omnino linguae originem deheant, modo versus alios artis peritos loquendo vel scribendo mentem suam explanare poterit.\n\nOriginarium Alcali hodie quidem adhuc conficitur, sed non ex unica herba Kali vel Soda tantum, sed ex aliis simul ad maris littora crescentibus, nec sale destitutis herbis. Cum vero maximam partem salis hujus soda vel Kali forsitam porrigat, ideo sub nomine sodæ, & cum copiosissime in Hispania alitur & praeparatur, sub cognomine Soda Hispanica exportatur, venditur & consumitur.\n\nQuemadmodum vero Kali hocce non parum de sale marino participat, cum quo, uti dictum, & aliæ herbæ permiscentur, totaque incineratio & subsequens praeparatio non adeo circumspetè, sed solummodo ab hominibus plebejis ejusmodi locorum accolis peragitur; itaque ultro apparet, quemadmodum & re ipsa constat, Alkali hocce vel sodam minime purum chymicum, sed aliis salibus & impuritatibus, ut & abundanti terra conspurcatum Sal Alkali exhibere: Quare & nostris hisce temporibus nec chymiae, neque medicinae, sed solummodo mechanicis artificibus & opificibus,\nbus, maxime vitriariis, saponum confectoribus & tinc-\ntoribus inservit. Si quis vero, hisce non obstantibus,\nillo ad chymicos labores uti vellet, tunc depuratione\nnecesaria & separatione earum, ad Sal Alkali purum\nhaud pertinentium, impurarum & peregrinarum sive\nadmixtarum, sive cafu introductarum rerum omnino\nindiget. Hæcce omnia, occasione originis vocis Al-\nkali, paucis præmittere volui, ad proprium scopum nunc\nreversurus.\n\nII. Ex quibus Salia Alcalina fixa pura sint cognos-\ncenda, & quibus proprietatibus gaudere debeant.\n\nSal Alkali fixum purum primo quatuor proprietates\nAlkali, cujusdam in genere possideat necesse est, quibus\n& salia Alcalino-Volatilia stipata sunt.\n\n1. Ut cum acidis quibusvis effervescat.\n2. Ut cum acidis hisce in Sal medium abeat.\n3. Ut omnis cum acidis factas solutiones præcipitet.\n4. Ut cœruleum syrapi violarum colorem in viri-\ndem transmutet.\n\nSal Alcali fixum contra in subsequentibus proprie-\ntatibus a volatilibus Alcalicis salibus quam maxime\ndiscrepat, nempe quod\n\n1. Solutionem Mercurii sublimati non in album,\nquod salis Alcali volatilis indoles est, sed in fus-\ncum, citrinum colorem præcipitet.\n2. Cum cupro adjecto nec vestigium coloris cœrulei\nexcitetur.\n3. Cum Spiritu Nitri fumum haud producat.\n4. Aquæ admixtum, non frigoris, sed potius ca-\nloris fensum illi conciliet.\n5. Ab acre admisso haud siccum relinquatur, sed humidum evadat, vel denique liquefcat.\n\n6. In igne non avolet, sed permaneat, candescente suaviter igne fere nihil, ingenti vero & furorio, parum admodum de ponderc suo amittat.\n\n7. Non solum in igne fixum perseveret, sed etiam cito se fundi patiatur, & denique\n\n8. In Crystallos haud abeat quemadmodum salia nonnulla volatilia.\n\nPræterea Sal Alkali fixum purum, etiam subsequentes qualitates peculiares possidere, & in tentaminibus monstrare debet.\n\n1. Ut in forma soluta, cum alio, circa quod occupati sumus, purissimo sale Alcali fixo, absque ulla alteratione, turbatione vel præcipitatione, amicabiliter coëat necesse est.\n\n2. Ut Sulphur in humida via, æque ac sicca, omnino solvat oportet.\n\n3. Cum Acido vitriolico puro permixtum, & in sal medium crystallinum coactum, in igne nihil ponderis sui amittere, nec ullo modo fluere debet.\n\n4. Denique purum & genuinum ejusmodi Sal Alcali fixum, præter reliquas omnes antea recensitas 15 proprietates, cum pinguibus etiam vel expressis olecis saponem constituere necesse habet.\n\nQuod si vero in unico solum harum singularium commemoratarum proprietatum peccet, tunc statim signum penitus infallibile est Sal Alkali fixum non purum fuisse.\n\nIII. Quænam\nIII. Quænam subjecta requiruntur ad producendum Sal Alcali fixum:\n\nSicuti Chymia universa circa res pure Naturales versatur, & in genere nil aliud peragit, quam resolverse & combinare, nil quoque producit, ubi nihil existit, sed solummodo in hunc vel istum modum, de his jam dum praesentibus subjectis, nova omnino mixta, per transpositionem partium ut plurimum (sive resolvendo id fiat vel combinando) artificiose producit, quæ natura, in se spectata, defectu instrumentorum, sive nunquam, sive tantum rarissime exhibere potest; & sic omnia ad naturæ nutum in Chymia peraguntur, licet difficile admodum sit de omnibus & singulis casu productis novis, veram & physicalem causam in instanti eruere. Ita de Salibus hisce Alcalino-fixis in antecessum scire convenit, ea pariter naturali penitus & comprehensibili modo fieri.\n\nQuantum mihi innotuit, natura cum integro suo penu, nullum nobis fatis purum separatum, & cum recensitis proprietatibus dotatum, Sal Alcali fixum porrigit, sed existit, si demonstrabile aliquod reperitur, (qualecunque in toto orbe Sal Alcali nativum invenire & explicare possum) unice & solum in illo, cum sale Acido jam permixto, communi vel marino sale. Circa hoc vero considerari oportet, quod Sal Alcali fixum ejusmodi,\n\n1. Quia illud nunquam nulloque modo in statu suo pure Alcalino, sed ubique, sive cum acido salis communis, vel etiam, quemadmodum in fontibus nonnullis sotericis, cum Acido Vitriolico confusum reperitur; si denique illud demonstrare cupio, (posito me hoc demonstraturum) variis\nvariis nihilominus artificiis ab admixtis ejusmodi rebus liberari prius debet; ita ut talia, artificiosis laboribus educta corpora, (certo respectu) haud simpliciter pro pure nativis, circa quae ars minime versatur, declarare possim.\n\n2. Quod hocce in Sale communi reperiundum Alcalinum ens, cum denique illud artificiis variis separaverim & demonstraverim, nihilominus cum antea recensitis sedecim proprietatibus perfecte haud congruens purum, sed a sale Alcali fixo vegetabili ordinario valde discrepans Alcali existat. Ex quibus generaliter denique concludo, purum Sal Alcali fixum naturam minime nobis porrigere, consequenter omnia Salia Alcalina pura tota ARTIS PRODUCTA esse.\n\nRegnum Vegetabilium, vel hisce adnumeratas res naturales, si non in totum, maximam tamen partem, pro subjecto & materia agnoscunt, ex quibus in maxima copia produci & elaborari queunt; Nam licet hinc inde parum quicquam demonstrativi, in Regno etiam Animali exhiberi quandoque possit, attamen, excepto illo, in urina & faecibus a dicto sale communi dependente, in tam parva quantitate existit, ut attentionem haud mereatur. Rationem, quare tam parum, vel nihil Alcalino-fixi exibeat, suo loco, pro viribus, paucis subjungam.\n\nMirum interea videtur & paradoxum, quando de origine & existentia Salis Alcali dicimus, produci illud ex re quadam, quae nec granum Salis Alcalino-fixi continuit; quemadmodum ex omnibus illiusmodi rebus, ex quibus multae librae imo centenarii Salis Alcali fixi eliciuntur, ante operationem in igne, vel ante incinerationem vel combustionem, nec granum hujusmodi, in tentaminibus singulis probati Salis Alcalini\ncalini ad sensum educi potest; sed si salini aliquid detegitur, ad acidam potius, quam Alcalinam naturam verget.\n\nMajorem multo attentionem sibi vendicat paradoxum hocce, si quis multa, ne dicam plurima, alia praeparata Chymica consuetu cum hisce comparat, in quibus singulis apparet, quod illud, quod Chymicus eduxit, antea jam in subjecto extiterit, & in illo sollemmodo extensum, aliisque rebus permixtum fuerit; consequenter ab artificibus sollemmodo a permixtis separatum, sicque collectum, non productum, sed educatum, nec de novo creatum vel compositum, sed solum extractum vel segregatum fuisse; quemadmodum, exempli loco, in oleis essentialibus & expressis, in illis ope balnei educitis vegetabilium aquis, salibus essentialibus, spiritibus mineralibus, multique aliis rebus videre est: Verum illud ipsum de permultis aliis, & quidem propriis chymico-artificialibus rebus, ex gr. de spiritu vini, spiritibus inflammabilibus, quibusvis acetis, &c. & eadem quoque ratione de Salibus Alcalinis tam fixis, quam volatilibus, item de oriundis exinde ulterius novis mixtis, ut salibus ammoniacalibus, saponibus & similibus aliis, dici nequit; si quidem de omnibus his rebus, & sic etiam de Sale Alcali fixo, in subjecto ex quo id praeparatum fuit (ut antea jam monui) ne micula quidem ejus antea in ipso reperiri potuit, unde quoque Sal Alcali Fixum non educatum, sed revera productum & artificiale existit.\n\nPræcipuum & maxime necessarium instrumentum ad productionem Salis Alcalino-fixi est IGNIS, ut pote in quo prærogativa artis præ natura in tantum consistit, dum hunc pro lubitu & placito excitare, minuere & augere, variaque corpora cum ipso resolvere & componere valet, quomodo & quando ipsa cupit: & cum hoc, nempe quod Salia Alcalino-fixa mediante igne\nigne producantur, quidam Chymici verbales forte audiverint, hi derepente nudum instrumentum pro materia Salis Alcalini, vel pro principio constitutivo ipso venditarunt, & universam Salis Alcalino-fixi formationem particulis ignis adscriperunt, cum tamen quotidiana experientia plane diversum, & quod ignis undique tantum ut instrumentum ad ejus formationem cooperetur, visibiliter convincat & demonstrat, prout & ipse in sequentibus de hac re ulterius mentem meam sum explicaturus.\n\nSubjectum, ex quo Sal Alcali fixum produci debet, proprie duo necessaria requisita vel ingredientia continet, necesse habet, quae ad constitutionem hujus salis absolute requirantur, nimirum ut,\n\n1. In se sit inflammabile, & oleosis vel bituminosis partibus, &\n2. Sale quoque acido dotatum.\n\nQuod si ergo has absolute & necessario requisitas proprietates in uno subjecto conjunctas reperio, tum satis quoque sufficiens est, ut Sal Alcali-fixum largiri queat, unde omnia fere vegetabilia, vel eorum partes incorruptae, aptissima existunt; uno vero utrorumque deficiente, parum quoque vel nihil Salis Alkali fixi inde emerget.\n\nHoc ergo fundamento omnis Salis Alcalino-fixi in mundo productio innititur, & pro diversitate proportionis horum memoratorum duorum necessariorum ingredientium, etiam ex hoc vel illo subjecto modo plus, modo minus, modo debilius, modo fortius, vel alio modo diversum Sal Alcalino-fixum acquiritur.\n\nSola siquidem oleosi ingredientis copia omne punctum non absolvit, dum & inprimis sal acidum ut adsit, necesse est.\n\nQuod\nQuod si ergo Sal Alcalino-fixum producturus, de quodam vegetabili, sive sit herba, radix, lignum, cortex, vel quicquid ejus sit, antea tantum per alios labores, per quos soluimodo contentam in eo olei & salis acidi proportionem concludere possum, sufficienter instructus sum, tum in antecessum quoque judicare potero, an multum vel parum Salis Alcali fixi daturum fit: Quod si enim parum vel nihil olei possidet, parvam quoque Salis Alcali proportionem subministrabit, & si parum vel nihil salis acidi contineat, vel acidum volatilius existat, multo minus adhuc suppeditabit; unde posterior hæc circumstantia, plerumque in causa & culpa est, quod non raro ex magno cujusdam ligni acervo, vel aliis vegetabilium partibus, parum salis Alcali erui poshit; & sicut indubitatum existit, quod omne sanum vegetabile partes inflamables contineat, ita contra multa ex iis, vel parum salis, vel etiam volatile & sub incineratione plerumque diffugiens, sal acidum continent.\n\nDari quoque possunt plantæ, ligna, radices & similia, salis & olei ditissima, quæ vero, dum incinerari debent, propter nimiam aeris interclusionem, tantummodo vaporant, & in carbones, non vero in cineres exuruntur; qua circumstantia omne sere sal acidum, quamvis ejus non parvam quantitatem contineant, (præcipue si vegetabile adhuc viride, & insufficienter exsiccatum fit) sensim sensimque exhala, perparum restat, & omne quod remanet, cinerem in pauca, & Sal Alcali-fixum in longe minori adhuc quantitate suppeditat.\n\nRes hæc demonstrari potest, ex gr. in Pinu, vel quovis ligno, quo communiter ad urendum utimur: Si ejus aliquot centenarii recipientur, iique leniter aperto aere comburantur, sufficientem cinerem, & ex his notabilem quoque salis partem nanciscemur:\nSi vero ejusdem ligni totidem centenarii in parvos acervos construantur, carboniorum more, vel alio quoque modo, ligno apertus aer adimatur, ejusque modo tantum ei permittatur, ut vaporare possit, breviter carbones consueti exinde conficiuntur & quidem ea ratione, ne ulli carbones inflammantes, qui in igne, aperto aere, fumantem flammam edunt, restent; ejus modi puros carbones, si tum aperto aere incineres, eosque in comparatione quantitatis priorum cinerum ponderes, demum Sal Alcali exinde modo consueto, elixiviando separares, & itidem ponderes, hæc posterior methodus immensum quanto minus cinerum & falsis in respectu prioris, quod ab initio statim aere aperto incineratum fuit, suppeditabit. Nulla alia ex ratione, hæc ponderis diversitas ex ejusdem quantitatis ligno oritur, quam quod in confectione carbonum pleraque pars falsis acidi, vel communiter ita appellati spiritus lignorum, in aerem aufugerit, quæ tamen necessario ad constitutionem Salis Alcalino-fixi, tanquam primarium ingrediens, requiritur.\n\nConsideratu dignum est, quod pro acquisitione cineris vegetabilis absolute admissio aperti vel liberi aeris requiratur, quippe sine quo nulla ratione cineres acquirantur, unde carbones, occluso aere, etiam fortissimo & per aliquot annos constanter durante igne, semper carbones permanent, & nunquam in cineres rediguntur.\n\nNec minus notatu & observatu dignum est, quod inter carbones & ex eodem ligno confectos cineres, tanta occurrat differentia.\n\n1. Sic ex carbone, quantacunque etiam aquæ copia, ne hilum quidem salis Alkalini elixiviari vel separari possit.\n\n2. Nullum\n2. Nullum ne quidem fortissimum & potentissimum acidum ullum effectum in carbone exerit.\n\n3. Nullus carbo cum vitro se se miscet, quae singula tamen cineres praestant.\n\nSed ut ad formationem Salis Alcalini, seu necessaria ad id constituentia revertamur, veritas & probatio meae Theseos ex pluribus adhuc momentis & circumstantiis ulterius satis patet.\n\n1. Recipiatur ejusmodi putridum, cariosum & quasi emortuum lignum, quod alias dum in decenti vigore adhuc existit, largam satis lixiviosi salis quantitatem edere solet; comburatur, elixivietur, & procedatur in omnibus eadem ratione, ac si sanum lignum fuisset, & tunc tandem respiciatur, & computus ducatur, quam parum vel nihil Salis Alcali-fixi exinde proveniet. Ratio est manifesta, quia necessario ad ejus formationem requisitae, tam oleofae, quam praeprimis quoque acidae salinae partes antea in aerem exhalarunt & evanuerunt.\n\n2. Assumatur planta recens, quae manifesto sufficiente salis acidi quantitate à natura dotata est, separetur exinde sal acidum, seu ita dictum sal essentiale, quo facto herba exsiccetur, (separato nimium ante dicto sale acido) comburatur & elixivietur cum omni cautela, tunc ad oculum patebit, quam parum vel nihil Salis Alcalino-fixi suppedita ura fit.\n\n3. Eadem autem herba, eademque quantitate assumta, absque tamen salis acidi vel essentialis separatione, tantum sicca, combusta, & modo consueto ita elixiviata, visibiliter & aperte per audiorem Salis Alcali fixi quantitatem, in comparisone\nparatione prioris operationis, veritatem demonstrabit.\n\n4. Vel accipiatur ante extractum sal essentiale aci-\ndum, calcinetur debita cum cautione, tum eadem certitudo emerget, & ex eo quoque, quia ejusmodi salia essentialia non pure salia acida,\nsed etiam aperte oleosis & ad formationem Alcali altera ex parte necessariis partibus dotata sunt, verum sal Alcali fixum apparatur.\n\n5. Quod si porro eadem recentis ejusmodi herbæ quantitas, quae ordinarior bonam satis Salis Alcalini portionem dare solet, assumatur, factaque ponderatione tota quantitas in duas partes accurate dividatur, ejusque pars dimidia ficetur, comburatur, & modo consueto Sal Alcali fixum porro exinde elixivietur, ponderetur & conservetur; altera vero pars dimidia ad putrefacien-\ndum reponatur, & decenter tractetur, quo penitus penitusque putrefacat, tum destilletur, ita acquiremus, prout non incognitum est, spiritum urinosum, sal volatile & oleum empyreumati-\ncum; sed respiciatur postea, quantum Sal Alkali fixi ex residuo jam extrahi possit, si quidem certo, licet summa cum cautione elixivietur,\nperparum & saeppe plane nihil emerget; ratio iterum non obscura est, quia requisita ad fixum Sal Alkali, sal acidum & oleum, durante putre-\nfactione metamorphosin pati, & partim in sal volatile, vel spiritum urinosum conversa, partim etiam, & quidem pleraque ex parte, in oleum in substantia & forma olei per destillationem inde separata fuerunt.\n\n6. Quod si ad manus sit purus citri succus, qui aperte sal acidum, aut paucas vero oleofas, vel de principio inflammabili participantes partes simul\nsimul continet, ejusque magna satis portio, ad 20,\n30, vel plures congos assumatur, aquosum eva-\nporetur, inspissetur, combustur & elixivietur,\ntum exinde quoque formatio Salis Alcali fixi\nmanifesta reddetur.\n\n7. Quam optime autem sensibus nostris hæc pate-\nbunt in tartaro, vel ejus crystallis quoque, quip-\npe qui, prout unicuique notum est, nihil aliud,\nquam sal acidum permultis oleosis partibus im-\nbutum, continet; quod si ergo hæc duo hic con-\njuncta requisita primaria, nempe sal acidum &\noleum, mediante necessario ad hoc instrumento,\nignis scilicet, ustulentur & combustur, tum\nex residuo nullum amplius apertum sal acidum,\nè contra vero de novo utique productum Sal Al-\ncali, & quidem copiose acquiritur; & sic cum\nomnibus subjectis demonstrari potest.\n\nQuod vero oleosa quoque substantia non parum de\nfuo contribuat, inter alias diversas demonstrationes,\n(quas, nisi de industria nimiam in hac re prolixita-\ntem evitarem, adducere possem) etiam ex unica hac\ncuique facile in sensus cadente circumstantia colligi\npotest; quod si ex gr. quatuor librae ficcati absin-\nthii incinerentur, & ex lixivio Sal fixum colligatur,\naccipimus praeter propter 2 ½ uncias Salis Alcali fixi.\nJam vero recipiantur itidem 4. librae ejusdem absin-\nthii, contundantur, & conscindantur eæ, & pars ip-\nsius oleosa bituminosa, seu resinosa, per spiritum vini\nrectificatissimum, quamdiu scilicet spiritus tinctur,\nextrahatur; tum plurimum quidem, non tamen omne\n& universum in eo contentum inflammabile educes,\nomne tamen salinum in ipso interim remanet; quod\nrestit postea, exsiccatur, combustur, sal exinde elixi-\nvietur & ponderetur, tum loco ante dictarum 2 ½ un-\nciarum.\nciarum jam unica tantummodo salis uncia prodibit; ex quo ergo iterum apertissime necessarium, sub priori combustione relictum, & ad maiorem Salis Alcalini fixi portionem contribuens, in posteriori vero antiproba, mediante extractione spirituosa sejunctum, & jam proinde absens, ingrediens bituminosum seu oleosum demonstratur. Pro ulteriori demonstratione, hæc jam memorata, ab extractione spirituosa residua, remanentia per aquam excoquatur, herba tum restans exsiccatur, comburatur, elixivietur, ejusque sal colligatur, tum ejus tantummodo 19, vel 20 grana acquirentur; ratio est, quia ex his 4. herbæ libris jam omne fere oleosum & sal acidum, quæ ad compositionem & formationem Salis Alcalino-fixi requiruntur, extractum fuit.\n\nIV. Quomodo Salia Alcalino-fixa oriantur, & ex quo consistant?\n\nCum ergo clare satis pateat, quod ad formationem Salis Alcalino fixi acidum & principium quoddam inflammabile absolute requirantur, prout comprobavi, pro primo facile exinde quoque colligi potest, quod aliquid ex his 2. tam necessariis ingredientibus timul in eo restare debeat, prout & revera restat.\n\nIgnis, qua instrumentum, quod ad confectionem Salis Alcali adhibendum est, nihil aliud peragit, quam quod,\n\n1. Omnem superfluam aquam,\n2. Omne itidem superfluum sal acidum in forma spiritus,\n3. Volatile demum & superfluum oleum separet.\n\nQuemadmodum igitur omnia salia, sive acida, sive alcalina sint, seu quoquo modo appellentur, nec minus\nnus omnia inflammabilia terram pro basi vel fundamento agnoscunt, quae terra imprimis oculis se se sitit, si ejusmodi mixta magis magisque à connexis cum ea volatilibus partibus liberantur, & contra ad magis magisque fixum statum reducuntur: ita hoc quoque hic in generatione vel compositione Salis Alcalino-fixi videre licet; dum enim ignis sensim sensimque aliquid de volatiliiori inflammabili & sale acido cum aqua propulit, uno eodemque tempore, residuum magis fixum tam sal acidum, quam bituminosum magis magisque concentratur, quando sensim sensimque necellaria ad constitutionem salis acidi aqua perit, quae mediante calore ignis, ex sale acido liberatur, & exhale cogitur; eodem, inquam, tempore separatur, altera ex parte, terra, quae in sale acido fuit; quo diutius ignis continuatur, vel subjectum incineratur, eo plus aquae subtilis, subtilis acidi & inflammabilis abigitur, & tanto plus altera ex parte terrae acquiritur, vel tanto facilius degenerat sal acidum cum pauca phlogisti portione, in terram: Unde maximum volumen salis fixi ex pura terra consistit: verum quia haec terra originem suam ex sale acido educit, &, ut ita loquar, naturae acidae est, impossibile est, quod etiam sub prima incineratione vel calcinatione omne sal acidum ex ipsa liberari possit; sed ultimum potius maxime concentratum & in comparatione prioris multo volatilioris, jam maxime fixum, ut & magis fixum substantiae inflammabilis in quavis particula hujus terrae impactum restat & inhæret. Salinum hoc causa existit, quare omnis haec terra dispositionem solubilitatis cum aqua retinet, & paucum illud, quod ex inflammabili ortum deducit, causa hic quoque est causticitatis, secundum proportionem & modum immixtionis sui.\n\nEx eodem quoque fundamento, quia scilicet haec terra acidae naturae & familiae est, prodit quoque con-\nstans quasi desiderium, sal acidum rursus assumendi,\nquod ipsorum affinitas & intima commixtio cum omnibus acidis, quin imo nuperrime à me demonstratus magnetismus, quo Salia Alcalino-fixa acidum quoque ex aere attrahunt, tanto magis confirmat. Hoc quoque concentratum & restans paucum sal acidum, ut & hæc ad salinam mixtionem prona & jam ab omniaqua liberata terra, aperie unica existit causa, quod hæc mixta id rursus quasi concupiscant, quod per calorem ignis amiserunt, nempe aquam: inde oritur celeris illa & subitanea extractio humiditatis & solutio per deliquium, quin & incalescentia illa, quod si fortiter combusta fuere, & tum prima vice humiditatem sentiunt, quin etiam ipsa incensio, si minerale quid simul adhibitum fuit, quale quid in sale Tartari caustico cum Regulo Antimonii Martiali praeparato, ut & pyrophyris videre licet.\n\nQuod si vero Salibus Alcalicis paucum hoc sal acidum & inflammabile plane adimitur, tum nuda tantum restat terra, quæ nec in aqua amplius solvi potest, nec humiditatem nec acidum ex ære attrahit, nec incalescentiam producit, & in omnibus quasi emortua appareat; quamquam Chymicus, dummodo ipsi lubeat, eam rursus, [ut ita dicere liceat] revivificare, & ad dispositionem solutionis & mixtionis cum aqua, imo ad plerasque priores qualitates reducere valet.\n\nOmne quicquid de formatione Salis Alcalino-fixi superius attuli, unico exemplo aliquatenus jam supra memorato plenarie demonstrare possum, vel quivis illud in propriam sui convictionem imitari poterit: Recipias ur sal essentiale Acetosellæ, quod visu, gustu, tactu, vel quoque modo ante examinatum, [quamvis nemo quoque istud negaturus sit] apertum sal acidum, non tamen purum, sed particulis oleofis mixtum, fitit.\n\nQuod\nQuod si ergo hujus e.g. uncia r. assumatur, ea cum aqua uniatur, tota sepe penitus in aqua solvit, prout etiam ex solutione aquosa in crystallos antea concrevit, & ne minimum quidem indissolutum vel cum aqua permixtum restat, ita ut nec oleum, nec terra, nec Sal Alcali, nec aliud quicquam peregrinum, sed nihil aliud, quam pura salis acidi solutio videri possit. Jam recipiatur porro r. uncia ejusdem ficci tamen & crystallini salis, imponatur ea vasculo retorto vitreo, & debita cum cautela igne per gradus adhibito, destilletur, tunc sensim sensimque omne istud, quod antea in suo ordine circa confectionem Salis Alcali recensui, jam hic mediante ignis instrumento, quod nihil aliud quam vasculi retorti & contenti in eo salis incalescentiam causatur, eveniet & producetur.\n\n1. In vas recipiens superflua, quae tamen in sicco sale antea latitarunt, aqua & oleum cum subtilissimo & volatilissimo sale acido prodibunt.\n\n2. E contra non parum terrae inde rursus separabitur, & residuum, cui aliquid salis concentrati & olei quasi fixioris sepe innexuit, in perfectum Sal Alcali fixum degenerabit.\n\nInvenientur circiter 3. drachmæ aquæ pauco sale acido volatili imbutæ, qui liquor alias, spiritus acidus Acetosellæ vocari potest, scrupulum forte unum olei empyreumatici ponderabis, & in vasculo retorto, ita dictum restans caput mortuum conficiet circiter 4 drachmas & 20 & aliquot grana, ex quo plus quam 3 drachmas veri ficci Salis Alcali fixi elicies; ita ut paucia tantum grana exhalarint & dispersa sint, quae de tota uncia, si ex omnibus compositum traxeris, forte deficiant. Hic ergo omnia prodeunt & eveniunt, quae\ndixi; verum praeter Sal Alcali &c, quae primo abiit, aquam & subtile acidum, oleum quoque adeat, ut terra plane emortua, quae duo posteriora jam nullo modo cum aqua misceri amplius volunt, quamvis antea, cum adhuc totum sal acidum oleosum constitueret, omnia in eodem solverentur.\n\nPotest quoque Sal Alcalino-fixum destrui, parva illa acidi & inflammabilis portio ipsi adimi, indeque quantitas terrae augeri, & sic unico hoc experimento omnium harum rerum certitudine erui.\n\nConsistit itaque Sal Alkali fixum ex terra quadam solubili, in quam, mediante igne, aliquid de fixissimo sale acido se se insinuavit, simul quoque aliquid de magis fixo, vel ad terrestritatem magis inclinante bituninoso, seu inflammabili principio, ustulando quasi innexum est, ita ut novum mixtum salinum, quod Chymici Sal Alcali fixum vocant, constituet.\n\nDominus Homberg, qui [prout Domino D. Stahl memoratum est] primum Pharmacopoeus, postea vero [ut non nemini notum est] clarissimus Chymicus Lutetiis Parisiorum fuit, quem Gallia ad ipsius usque tempus unquam habuit, hac in re, quamvis revera vir egregie habilis fuerit, tamen errorem passus est, dum sal acidum tantum cognovit, quod se se terrestribus particulis inneceteret, & sic Sal Alcali fixum constitueret, de inflammabili vero nullam mentionem injecit.\n\nQui adhuc vivunt Senior Dominus Geoffroi & Dominus Lemery, tanquam duo praepui hodierni Galliae Chymici, in tantum quidem sub suis laboribus observarunt, quod aliud quippiam adhuc praeter supra dictum sal acidum & terram, nempe aliquid de principio inflammabili ad constitutionem Salis Alcali necessario requiratur; sed boni isti viri rursus in eo defecerunt, dum hoc instrumento, seu igni, assignare voluerunt.\nvoluerunt, cum tamen in isto ad Sal Alcali fixum adhibito subjecto vegetabili, reale ac substantiale ingrediens oleosum vel bituminosum uniuscujusque oculis obversetur. Porrigatur quæso his Dominis ejusmodi subjectum in manus, in quo antea nullæ actuales partes inflammabiles demonstrari vel conjecturari possunt, sed in quo tantum sal acidum & partes terrestres probari queunt; hoc subjectum ipsi poterunt in vaso retorto, per 20 & plures annos, cum multis centenariis extrorsum vasi retorto adhibitis, particularum ignis & materiarum luminis [Parties de feu & matieres de la lumiere] vel qua ratione ipsi volunt tractare, ea tamen cum expressa præcautione, ne cineres ipsos harum adhibitarum instrumentalium materiarum ignis addant, dum certo certius sit ipsos ne unicum quidem granum Salis Alcalino-fixi exinde philosophando educturos, licet etiam totum Cartesium simul igni consecrarint: jam vero si ex ipsorum opinione ignis ingrediens, vel constituens materiae ipsius existere, necessum foret, ut absolute etiam ex ejusmodi rebus, in quibus in se nullæ essentiales partes inflammabiles praesto & immixtae essent, illud conficere possint: Quod si in actum deducere non poterunt prout revera non poterunt, sed semper materia in & ex se ipso inflammabilis assumenda venit, quare non ipsas actu realiter presentes adhibitas, plane certas & demonstrativas res, tanquam causam respiciam, vel quare memet huic & illi Philosopho vel Chymico cerebrino, qui forte per totam suam vitam nullum carbonem manibus tractavit, & chymica subjecta & historias non ex ipsorum intima qualitate, & realiter constituentibus materialibus partibus diversarum in iis contentarum materiarum, sed tantummodo ab extera, mediante circulo, linea, & microscopio, vel etiam quæ cum iis dimensurare & perspicere\nperspicere non potest, secundum propriam chymericam in cerebro tantummodo propotitam, & in Chymico laboratorio nunquam comprobatae, nec unquam comprobandam imaginationem probabile judicat, subjiciam, ipsiusque deliramentia adorem?\n\nQuod autem ignitio, vel ignis, qua instrumentum tantum, ad productionem Salis Alcali fixi requira ur, inter caetera ex Tartaro quoque patet, quippe qui utraque primaria praesidia posset. Possider, ut notum est, partes oleoso-bituminolas, continet etiam apertum sal acidum, & utrumque in abundantia; quod si autem ex hoc Sal Alkali absque igne artificiose deberet produci, tum nihil amplius adhibendum foret, quam volumen, vel terra quaedam, in quam parum acidi & inflammabilis se habeat, & innidularetur; proinde pro hoc scopo oculos Cancri, vel aliud corpus terreum, quod ad minimum cum nullo alio acido imbustum esset, adhibere possent. Solve igitur in Tartari solutione, tantum ante dicti terrei corporis, quantum solvi potest, evapora aquam & exsicca, tum equidem ex propria mea hypothesi, qua dixi, quod sal acidum & inflammabile in terra concentrata absolvent Sal Alcali fixum, vel quod Sal Alcali fixum ex copiosoire terra & pauciore sale acido & inflammabili fixiore consistat, possibilitatem & mixtum quoddam, quod in pluribus circumstantiis ut Alcali fixum se gerit, oculis fisses; verum examinetur ulterius secundum mones à me allatas probationes veri & perfecti Salis Alcalino-fixi, tum mox hic, mox alibi patebit, multa adhuc illi deesse, & quomodo totum mixtum, solutio tantum oculorum cancrorum in acido Tartari, adeoque superfluum acidum & oleum, br. viter ipse Tartarus crudus adhuc simul in illo immersus & irretitus fit, per consequens nullo modo verum & perfectum Sal Alcali fixum constituat, nulla alia ex ratione, quam\nquam quia nullus ignis adhibitus fuit, non ac si ex igne plures adhuc particulae ignis ad hoc necessariae essent, siquidem, prout dixi, hic adhuc superfluae inflammabiles partes in oleo Tartari praesentes sunt, sed propterea quia superfluum oleum & acidum exinde separari debuissent, unde etiam in hoc experimento, formatio Salis Alcali ad oculum patet, simulac modo plus acidi & Alcali per adhibitum calorem sensim fensimque expulsum, & operationi per necessarium instrumentum colophon impositus fuit.\n\nIndustrius olim Kunckelius jam tum temporis animadverit, quod ex Tartaro & Calce viva, si utraque cum aqua coquendo elixivientur, possibilis demonstratio Salis-Alcalini, absque adhibita sicca ignitione demonstrari possit; cum vero cum praecedentibus circiter conveniat, & eadem ratione quaedam partes olei empyreumatici Tartari adhuc aliquatenus restent, superfluum existimo istud in meae hypotheseos probationem adducere, prout & alias non paucas adhuc cum variis acidis impragnatas terras, vel plenarias terrarum solutiones, tanquam falsa Salia Alcalino-fixa adducere possem, nisi prolixitati parcerem.\n\nV. De Salibus Alcalino-fixis maxime usualibus, & quomodo paranda sint?\n\nEquidem satis superque notum est, quod ex omnibus vegetabilibus, vel potius eorum cineribus Sal Alcali parari poslit, nec non quod ex permultis herbis & permultis aliis partibus à non exiguo temporis spatio ejusmodi lixiviofa Salia confecta fuerint, & denique quod eodem modo omnia conficiantur, nihilo minus quaedam adhuc de hac materia, tam in genere de Salibus fixis herbarum, quam etiam in specie de residuis adhuc in Chymia usualibus Salibus Alcalino-fixis, seu\nseu potius corum praeparatione, quantum fieri potest, brevibus adducam.\n\nModus procedendi ab aliis in 9, ab aliis vero in 6 puncta distribuitur; qui in novem puncta ipsum dispertiantur, appellant operationes vel labores, qui pro hoc scopo cum subjecto vegetabili perficiuntur, prout ex ordine sequuntur, desiccationem, combustionem, extractionem, separationem, inspissationem, calcinationem, solutionem, filtrationem & inspissationem.\n\nQui vero 6. puncta tantum requirunt, appellant hos labores, desiccationem, combustionem, extractionem, separationem, inspissationem & depurationem.\n\nEgo ad quatuor eas reduco, nimium incinerationem, elixiviuationem, inspissationem & depurationem, dum scilicet unus labor alterum semper praesupponit; quod si enim de incineratione loquor, quod nempe vegetabile primo in cineres exuri debeat, tum hoc jam praesupponit desiccationem, vel quod antea, si non ex toto, saltem aliqua ex parte exsiccari debeat. Si de secundo puncto elixiviuatione scilicet loquor, vel ipsae anus norunt, quod nullum lixivium absque aqua vel extractione fieri possit; norunt quoque, quod hæc extrætio, si lixivium appellari debet, à cineribus separanda sit, ut proinde elixiviatio extractionem & separationem utique praesupponat; & sic etiam sub operationibus depurationis, necessariae ad eam calcinationes, solutiones, filtrationes & inspissationes intelligendæ veniunt.\n\nTotus processus producendi Salia Alcalia fixa ex herbis, sequentibus absolviatur momentis, quæ breviter percurrimus: Recipitur herba ejusmodi, eaque leniter siccatur; partem aliquam siccatae herbæ de alio igne incende, in ignem sensim sensimque reliquum herbarum constanter projice, ita ut leni tantum carbonum igne, minime vero aperta flamma, exuratur & in\nin cineres redigatur, cui rei non patum favet, si hic carbonum ignis circa ultimum in magis magisque angustum semper acervum colligitur. Quod si tandem penitus exustio peracta est, refrigescat, cinis cri-\nbretur, ut restantes forte non plane incineratae particulae separantur, cinis aqua frigida plenarie elixi-\nvietur, lixivium filtretur, filtratum vel in figulino,\nvel vitreo vaso leniter evaporetur, denique ad siccitatem inspissetur.\n\nMedico usui si adaptari debent, & si Medicus ex-\nternam plane non necessariam, imo potius noxiarum magis quam utilem, pulchritudinem & candorem respicere non vult, tum prima haec inspissatio fusificere poterit; quod si vero depurari, imo ex parte plane crystallisari debent, tum calcinantur parum, & denuo in magna satis portione aquae solvuntur, filtrantur, rursusque leniter evaporantur eousque donec in superficie parva cuticula apparere incipiat; tum enim in fundum de-\ntruncatae cucurbitae, vel aliud ampli orificio vitrum in-\nfundatur, & imposita leviter charta a cinere vel aliis fordibus praecaveatur, & in locum temperate calidum reponatur, tum sensim sensimque magna pars in pul-\nchras & egregias crystallos jucundo saepse spectaculo vertetur, praecipue si lixivium, adhuc ante apparitionem cuticulae, ab igne auferatur, & in locum lenissime calidum ad crystallisandum reponatur, & absque ulla motitatione satis temporis ipsi concedatur. Postquam igitur in crystallos concrevit, restans lixivium ab iis decantetur, pars humiditatis rursus leni igne exhaletur,\nrursus in ante dictum temperatum locum reponatur,\nut residuum, quantum fieri poteat, crystalliset, qua-\ntamen crystalli plerumque pulchritudine ad priores non accedunt, sed multo minores, imo plane aliter formatae esse solent. Quod tum vero superest liquidum,\n\nD\ndecantetur, & tandem plenarie inspissetur; crystalli autem semper pauca aqua destillata communi celeriter abluantur, & tum super pura charta bibula ab adhaerente humiditate leniter ficcentur. Si vero non crystallos, sed tantum depuratum album Sal Alcali desideres, ante dicto diuturno labore supersedere, & tantum post primam calcinationem, solutionem & filtrationem, ad siccitatem leniter inspissare, & tum in obturato firmiter vitro ab aëre bene præmunire poteris. Hæc igitur est generalis methodus, qua ratione ex omnibus herbis, quæ in Pharmacopoliis et in Medicina adhuc usitata sunt, salia lixiviosæ herbarum, florum, stipitum &c. purissime & optime præparari possunt, ubi tria adhuc monenda erunt.\n\n1. Simulac una tantum, vel altera levis circumstan-\ntia in ante dicto processu immutatur, sive sit in ex-\nurendo, in elixiviando, evaporando, calcinando,\nsive quicquid ejus rei sit, quod statim et infallibili-\nliter modo hic, modo alibi immutatum sal acqui-\nsiturus sis.\n\n2. Quod in ejusmodi depuratis et crystallisatis Sa-\nlibus Lixiviosis nulla, quæ in subjecto antea fu-\nit, specifica virtus & proprietas demonstrari que-\nat.\n\n3. Quod omnia usitata & præcipue crystallisata Sa-\nlia herbarum nunquam pura Salia Alcalino-\nfixa sint, vel qua talia ad alios Chymicos labores,\nin quibus purum Sal Alcali fixum requiritur, ad-\nhiberi debeant.\n\nTachenius\nTachenius et cum eo aliis contendunt, herbas recentes plus salis largiri quam siccatas, Rivinus autem id pernegat, et ait, fe id omni adhibita diligentia observa- fe, & de eadem herba probam fumifile; sed nullum discrimen in iis potuisse reperire. Meo quidem judicio uterque certo modo verum dixit: Nam si ejusmodi vegetabile tractes, quod nullum subtile vel volatile sal acidum continet, tum ex siccato idem pondus salis ac ex recenti acquires: vel etiam si herbam recentem, aperto igne flammæ, siccata contra leni tantum candefactionis igne incineres, itidem semper idem fere aut saltem parum differens pondus, quamvis non ejusdem indolis, Salis Alcalini emerget, adeoque hac ratione Rivini quoque opinio veritati consona est.\n\nSed si ejusmodi vegetabile sub manus sit, quod vel tenerum, subtile, vel etiam cum aliis partibus obiter tantum commixtum sal acidum continet, quod sub incineratione facillime abscedit, exhalat, evaporat & ausfugit; tum utique recens aut saltem non adeo plene exsiccatum multo plus Salis largietur, quam aliud, licet tamen unam vel alteram adhuc enchiresin requirat, et hac ratione Tachenius applausum meretur.\n\nDantur vegetabilia, quae omni licet industria et praecautione sub incineratione adhibita, tamen subtile suum et ad fabricam Salis Alcalici necessarium sal acidum dimitunt, ita ut ex magna satis quantitate perparum tamen Salis Alcalici fixi acquiratur. Quod si autem exhalatio salis acidi hoc vel alio modo impediatur, tum ad oculum plus Salis Alcalini fixi prodibit, id quod rursus ea, quae de generatione et formatione horum salium dixi, luculenter confirmat.\n\nHoc quo eo magis patefacit, recipiatur tantum Lignum Guajacum, vel Sanctum, quippe quod ejusmodi subjectum existit, quod sub deflagratione sal suum acidum\nacidum perquam facile dimittit, quod si satis magna ejus quantitas exuratur, incineretur, & ex cineribus omni cum præcautione Sal Alkali colligatur, perquam exigua ipsius quantitas erit secundum proportionem assumpti ligni; cujus rei rationem modo attuli, quia scilicet subtile acidum, sub desflagratione & effumatione plurima ex parte diffugit; quod si autem eadem ligni quantitas in minutissima frustula concidatur, vel plane raspetur, & hoc cum magna aquae quantitate excoquatur, decoctum coletur, residuo ligno recens aqua affundatur, & excocatio eo usque continuetur, donec aqua non amplius tingatur, decocta omnia confundantur, evaporentur, & in extractum inspiffentur, quod leniter exsiccetur, & tum tam hoc quam residua seorsim siccata raspatura vel frustula leniter candefaciendo exurantur & incinerentur, tum elixivientur, & methodo consueta Sal Alkali ex iis colligatur, mirum quanto major ipsius quantitas inde proditura sit, quod & de non paucis aliis valet.\n\nPræter allata Salia Alcalino-fixa herbarum, prostat etiam Alcali quoddam lignorum minime pretiosum, & ad multas operationes non incommodum, hoc, quamvis jam plene elixiatum, inspissatum & calcinatum Sal Alcali revera existat, tamen communiter tam Latina, quam Germanica, ut & quibusdam aliis linguis, cinis tantum appellatur, cineres clavellatos indigitio. Quicquid sit, sive olim purus non elixatus cinis sub hoc nomine venditus, indeque nominatio retenta fuerit, sive alia causa fuerit, originem hujus nominis inquirere operæ pretium esse vix existimo. Interim cineres clavellati unicuique satis noti sunt, et a quibusdam simpliciter Sal Alcali appellantur. Præparantur communiter ex cineribus lignorum duriorum, fagi, aceris, betulae, fraxini, quercus & similium, unde &c quomodo parentur, & qua\nqua ratione optimi cognoscuntur, videre licet in Kunc-\nkelii Arte Vitriaria, Valentini Musaeo Musæorum, &\nin Tractatulo, qui Ars tinctoria experimentalis & fun-\ndamentalis insignitur.\n\nHi cineres clavellati prout emuntur & venduntur,\nnon constituunt plane purum & ad omnes labores chy-\nmicos aptum Sal Alcali, quapropter ii antea adhuc\nsemel depurandi sunt, quod non difficulter fieri po-\ntest, siquidem nihil aliud agendum, quam ut dictis\ncineribus clavellatis aqua & quidem frigida, sed ne\nnimia copia, affundatur, solvantur, lolutio filtretur,\nleniter evaporetur & inspissetur, tum eadem ratione\n& bonitate ac quodvis purissimum Sal Alcali adhiberi\npoterit. Id quod a decantata solutione cinerum cla-\nvellatorum restat, & in aqua frigida solvi negat, non\nest amplius purum Sal Alcali fixum, sed praeter par-\ntes alcalinas adhuc etiam de Sale acido, & quidem vi-\ntriolico, participat: nam si istud aqua fervide calente\nplene dissolvatur, filtretur, & solutio, postquam ex\nparte evaporata fuit, per aliquot horas reponatur,\ncandidas & egregias crystallos reperies, quæ in omni-\nbus probis & inquisitionibus ut verum sal enixum seu\nmedium, quod ex alcali fixo & acido Vitriolico com-\nponitur, breviter ut Tartarus vitriolatus se se gerant;\nquod autem ab hac secunda cinerum clavellatorum\ncum aqua fervida tractatione solvi recusat, & in fil-\ntro remanet, sunt inutiles plane faeces & fordes.\n\nPræterea extat aliud purum Sal Alcalino-fixum,\nquod ordinarium pro optimo habetur, & hactenus tam\nad Chymiam, quam ad Medicinam praæ omnibus aliis\nadhibitum fuit; est istud Sal Tartari; qua ratione id\nparetur, itidem res est satis superque nota, qui vero\nillud tenerius & penetrantius requirit, duplici modo hoc\nadipisci poterit, vel calcinando, solvendo, filtrando &\ninspissando, vel etiam calcinando, per deliquium solvendo,\nfiltrando\nfiltrando et inspissando; hi duo purificandi modi, si non sàpiuscule reiterentur, in plerisque conveniunt, & tum differunt tantum in solvendo & deliquescendo: quod si autem una ex parte calcinatio, et altera ex parte deliquescentia sàpe sàpiuscque instituatur & reiteretur, tum ingens utique & sat notabile discrimen ostendent.\n\n1. Instituta & reiterata sàpe calcinatione sensim sensimque aliquid de restante adhuc inflammabili & sale acido, imo & de subtilissima terrestrì parte ipsa destruitur, ino totum mixtum Sal Alkali constituens quasi invertitur, & in puram in aqua non amplius dissolubilem Terram commutatur: quod si supra adductorum Autorum opinio vera existeret, & particula ignis ad productionem Salis Alkali, tanquam materiae ingrediens, concurrent, hic plane non ad ejusmodi destructionem, sed potius ad augmentationem Salis Alkali fixi devenire deberet, dum hac sàpius repetita calcinatione recentes semper particulae ignis admoventur, tantum abest, ut eae deficere possint; nihilominus unusquisque veritatem dictorum experiri, deque hac repetita calcinatione experimentiam consulere poterit.\n\n2. E contra, instituta & repetita sàpius solutio per deliquium & inspissatio plane contrarium demonstrat, dum ejus vice, quod per calcinationem subtilius auffigit, & magis terrestre remanet, hic potius ejusmodi crudiores terrestrìs particulae ex Salibus Alcalibus fixis potius separantur, extricantur, teneriores contra & subtiliores in his per deliquium solutis salibus retinentur, unde ejusmodi salia, hac sàpe sàpiuscque repetita per deliquium solutione, eo tandem redigi possunt, ut nec in frigore, nec in calore amplius siccam consistiam recuperent, sed semper consistentiam humidam, fluxilem, forte ut oleum Vitrioli, conservent, & in igne ejusmodi\nejusmodi sal tenuiora crucibula potius solvat, crassiora autem citius penetret, quam in forma sicca appareat.\n\nNon inusitatum etiam Sal Alcali fixum est ita appellatum Nitrum fixum, seu Nitrum alcalifacium: Quod licet cuique notum, ejusque praeparatio tanquam vislis & nauci aestimari poshit, meas tamen quoque circa istud negotium cogitationes, forte quibusdam scitu ad huc necessarias, jam exponam.\n\nAlkalisatio Nitri sequenti innititur fundamento: simulac Nitrum cum quodam bituminoso vel crasse terrestri inflammabili corpore miscetur & detonatur, statim una ex parte Nitri resolutio, & contra altera ex parte generatio, vel nova compositio Salis Alcali oritur, ubi bene insimul notandum, quod non tantum Sal Alkali fixum, sed & in eodem momento adhuc Sal Alcali volatile, vel urinosum generetur, quae singularis metamorphosis attento Chymico non tantum nudam & gratam admirationem causatur, sed & saepius revera ad manu palpabilem, ut ita dicam, cognitionem imperscrutabilis omnipotentiæ Dei, & maxime submissam venerationem mirabilium suorum operum devotam mentem conductit.\n\nSed, ut ad propositum meum revertar, quod si, inquam, Nitrum cum terrestrì quodam inflammabili corpore commiscetur, exempli gratia, bitumine, pice, colophonio, fuligine, tartaro, mastiche, sulphure communi, carbonibus, gummi sandarachæ & similibus, tum Alkalisisatio statim procedit, simulac cum iis detonatur, vel deslagrat; sed cum subtilioribus mixtis inflammabilibus, ut spiritu vini rectificatissimo, & ipsis oleis destillatis, non ita procedit; nisi cum posterioribus singularia artificia adhibeantur. Vilissimum & proinde etiam usitatissimum additamentum sunt carbones pulverisati, ut notum est; ne autem hunc tibi conceptum in animo formes, ac si Sal Alkali ex adhibitis carbonibus\nbus ortum duceret, siquidem tota carbonum libra tantum aliquot drachmas cinerum, hic cineres vero tantum aliquot grana Salis Alcali fixi largiuntur, id totum fere a Nitro ipso dependet, unde quoque pro ulteriori adhuc penlitatione adducam sequentia momenta. Libra una optime depurati Nitri crystallini continet praeter propter partem dimidiam aquae, unam quartam salis acidi, & unam quartam additamenti Alcalini, quod ad corporificationem acidi nitrosi, & ad figurationem formae crystallinae in conficiendo Nitro additur, unde quoque totum Nitrum sal medium existit; quod si autem huic libræ Nitri tres vel quatuor carbonum uncias admisceas, quae per se circiter 3. vel 4. grana Salis Alkali fixi suppeditant, & cum hac carbonum quantitate ante distam Nitri libram alcalis, accipies 8. vel 10. imo, si recte operatus fueris, fere 12. uncias purificati & boni Salis Alcalini. Jam ergo oritur quaestio: unde tantum pondus? si quidem vix 4. unciae additamenti alcalini in tota Nitri libra praesto sunt. Quisque rem hanc ulterius consideret, & ea, quae de origine Salis Alcali fusa satis dixi, in consilium trahat; forte tum quaestionem hanc fibi ipsemet facile dissolvere poterit.\n\nDixi equidem in genere, Nitrum cum omnibus crasse terrestribus inflammabilibus subjectis alcalisari posse; sed ne cogites proinde velim, ac si etiam in genere unum, & quoad omnia semper idem, Sal Alkali fixum inde proditurum sit. Minime; sed prout inter inflammabilia additamenta ipsa, modo hoc, modo illud discrimen reperitur, ita semper utique aliquo modo diversum, modo magis vel minus subtile, crassius, modo summe causticum, vel etiam obtusius, semper tamen Nitrum fixum, quamvis non ubique & omni ex parte plane aquale, sed ut dixi, modo hic, modo alibi differens\ndifferens Alcali, quod vel a proportione, vel, & quidem ut plurimum, a differente indole & natura additamenti, ut & singulari ratione ab isto magis magisque fixo, vel in aliis fixis materiis concentrato, inflammabili dependet, ex quo causticitas quoque primario ortum suum deducit, e.g. si nitro ejusmodi subjectum admisceo, in quo inflammabile equidem copiose, sed tantum superficie tenuis praesto, imo cum multa aqua adhuc extensum, & proinde magis ad volatilitatem dispositum est, ut in resinis, pice, colophonio & similibus, tum accipio quidem nitrum fixum, seu alkalisatum, sed longe non adeo causticum, quam si ejusmodi subjectum ipse addo, in quo phlogiston magis fixum & terrestre factum est, quod iterum ex gr. per additamentum Reguli Antimonii Martialis facile demonstrari potest; quippe in quo solummodo concentratum principium inflammabile terreæ indolis ex Marte causticitatis vera causa existit, qua occasione non disfitcor, memet ipsum, in quantum adhuc originem causticitatis consideravi & observavi, huc usque nullum Sal Alcali fixum absque additione subjecti mineralis causticum reddere nosse & posse, ut propterea hæc materia ulteriore adhuc disquisitione indigeat; impri- mis cum & alia occasione ostenderim, qua ratione ex eodem plane fundamento Sal Alcali volatile causticum produci queat.\n\nOrdinarium Nitrum causticum fixum ex partibus anaticis Reguli Antimonii Martialis & nitri crystallisati pulverisatis ante & mixtis cæmentando paratur, prout notum est.\n\nQuin & Regulus Antimonii, calx viva, ut & plura alia mineralia tartaro crudo ejusque sali, in eo etiam ipsis depuratis cineribus clavellatis, methodo satis nota enormem causticitatem inferunt, ita ut ordinarium cum calce viva & depuratis cineribus clavellatis, vel sale tartari\ntartari paratum, & ordinario quoque appellatum Sal alcali causticum omnia corpora tenacia animalium, ut pennas, crines, lanam, olla, cornua, ungulos, &c. in mucum, & pinguedines parvo temporis spatio in saponem, sulphur autem in rubrum liquorem disolvat. Quod si hoc Sal in forma liquida solutum existat, tum appellatur lixivium saponarium; si adhuc semel in crucibulo fundatur, & tum in exiguas oblongas portiones, prater propter ut partes fistulae tabaci similes, effundatur, tum lapis infernalis alcalicus, cauterium potentiale, imo & quibus Sal Chirurgorum appellatur.\n\nTandem praeter duas has a me allegatas magisque consuetas nitrum alcalifandi methodos, adhuc tertia huc illuc usitata est, nimirum, si nitro, carbonum vel reguli loco, tartarus pulverisatus addatur. Quanquam hoc praeparatum, ex usitata consuetudine, nunquam nitrum fixum, sed postquam elixiviatum & inspissatum fuit, potius sal tartari extemporaneum, & si non elixiviatum vel depuratum fuerit apud aurifabros, docimastas, metallurgos, monetarum tractatores, zonarios, aliquosque circa metalla versantes artifices, fluxus niger appelletur: Verum & hoc nitrum fixum non ita proniscue pro quovis alio sumendum erit, si quidem itidem pro diversa dictorum duorum ingredientium proportionem, etiam diversa salia emergunt.\n\nQuod si igitur fluxum hunc nigrum praeparare volo, recipiuntur 1. vel partes aequales utriusque, vel etiam 2. nitri pars una & tartari partes dua vel tres: ante dicti mechanici artifices solent utrumque scorsin pulverisare, pulveres utrosque miscere, tum in purum ferreum mortarium injicere & pruna candente incendere, & plerumque hoc ita crude adhibent, absque ulla elixatione, filtratione & inspissatione, seu depuratione. 3. Quod si vero prima statim detonatione album plane sal desidero, tum ad tres vel\nvel duas nitri partes tantum unica tartari recipitur.\n\nCirca has tres diversas proportiones, ut ante jam notavi, etiam sequentes diversae circumstantiae occur-\n\nrunt.\n\n1. Si 2 partes nitri ad unam tartari partem assuman-\ntur, tum non omne nitrum plane alcalisatum ex-\nsistit, sed ex parte adhuc nitrum crudum ei in-\nexistit.\n\n2. Si 2 vel 3 partes tartari cum 1 parte nitri\ncommisceantur, tum omne nitrum equidem resol-\nlutum & alcalisatum est, sed e contra non omnis\noleosa tartari substantia consumpta & exusta est,\nsed magna pars adhuc restat, unde quoque idcirco\nhaec proportio tantum & unice ad liquefactions &\nreductiones metallorum praæ aliis proportionibus\nlonge commodior, aptior & utilior deprehenditur,\ninterim & hoc (si volupe fuerit) instituta de novo\ncalcinatione, itidem a superfluis oleosis partibus\nliberari, & sic in perfectum Sal alcali redigi potest,\nquod vero tum sal tartari extemporaneum, vel\nex tempore paratum, vocari non potest.\n\n3. Proportio media, ubi partes anaticæ assumun-\ntur, optima quidem videtur, interim negari non\npotest & eam adhuc quandam nitri crudi partem\nsecum retinere.\n\nSub hac modo adducta, & tanto magis ex 2 partibus\nnitri composita proportione, durante deflagratione, re-\nalis separatio principiorum vel partium constituentium\ntartari oboritur, ubi 4 notabiles circumstantiae & mo-\nmenta occurrunt.\n\n1. Maxima pars oleositatis tartari non modo resol-\nvitur, sed & ita consumitur, ut vice ejus quod\nalias in destillatione tartari notabilis copia olei\nin forma fluida separatur & appareat, hic sub detonatione cum nitro nullum aliud ipsius vestigium, quam paucum ficcae fuliginis ob oculos veniat.\n\n2. Altera notabilis circumstantia sub hac salis tartari extemporanei formatione hæc est, quod, cum alias durante destillatione vel exustione tartari, separatio olei, spiritus & phlegmatis una ex parte, & nova formatio salis fixi alcalini altera ex parte, per consequens omnia tarde eveniant, & aliquod temporis spatium requirat, hic omnia simul & semel unico momento & unica detonatione procedunt.\n\n3. Notum est quod tartarus & nitrum (quodvis seorsim) si destillentur, spiritum acidum suppedimentum, hic autem, ubi hæc duo salina mixta coniunctim desflagrant, ne bilum quidem acidi emergit, sed rursus plane aliud, imo contrarium, & de novo formatum, scilicet urinosum sensibus nostris sese siflit.\n\n4. Quarta non minus notabilis circumstantia hæc est, quod, cum in communi exustione tartari per se usque additamento, semper non exigua portio terra indissolubilis post perpetratam Salis Alcalici elixivationem restet, hic in salis tartari extemporanei praeparatione fere nihil indissolubilis terræ reperiatur, sed omne illud in purum sal, & quidem adhuc, ut ante jam dixi, in momento & incomprehensibili celeritate convertatur.\n\nPartem reliquam hujus Dissertationis proxima occasione communicabimus.\n\nII. Obser-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103439.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 56318,
    "total-output-tokens": 19725,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1516,
        3
      ],
      [
        1516,
        3149,
        4
      ],
      [
        3149,
        4953,
        5
      ],
      [
        4953,
        6682,
        6
      ],
      [
        6682,
        8005,
        7
      ],
      [
        8005,
        9254,
        8
      ],
      [
        9254,
        10780,
        9
      ],
      [
        10780,
        12400,
        10
      ],
      [
        12400,
        14165,
        11
      ],
      [
        14165,
        15694,
        12
      ],
      [
        15694,
        17428,
        13
      ],
      [
        17428,
        19020,
        14
      ],
      [
        19020,
        20502,
        15
      ],
      [
        20502,
        22075,
        16
      ],
      [
        22075,
        23738,
        17
      ],
      [
        23738,
        25178,
        18
      ],
      [
        25178,
        26998,
        19
      ],
      [
        26998,
        28721,
        20
      ],
      [
        28721,
        30343,
        21
      ],
      [
        30343,
        32049,
        22
      ],
      [
        32049,
        33833,
        23
      ],
      [
        33833,
        35606,
        24
      ],
      [
        35606,
        37255,
        25
      ],
      [
        37255,
        38997,
        26
      ],
      [
        38997,
        40769,
        27
      ],
      [
        40769,
        42126,
        28
      ],
      [
        42126,
        43885,
        29
      ],
      [
        43885,
        45657,
        30
      ],
      [
        45657,
        47487,
        31
      ],
      [
        47487,
        49251,
        32
      ],
      [
        49251,
        51023,
        33
      ],
      [
        51023,
        52772,
        34
      ],
      [
        52772,
        54532,
        35
      ],
      [
        54532,
        56331,
        36
      ],
      [
        56331,
        57828,
        37
      ],
      [
        57828,
        59187,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103439",
    "title": "De Salibus Alcalino-Fixis, Auctore C. Neuman, Chym. Prof. Reg. Berolin. R S. S.",
    "authors": "C. Neuman",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/103439"
  }
}