{
  "id": "016abef2a5aea7bea83db7ad4923b5bf3283fa0d",
  "text": "TO THE\nRIGHT HONOURABLE\nARTHUR\nEARL OF ANGLESEY\nOne of the LORDS of His Majesties most Honourable Privy Counsel, &c.\n\nMy Lord,\n\nYour Lordships many favours towards me, and mine own engagements to record the modern Resuscitations and Advancements of the Philosophical Sciences, for which you have alwayes shew'd a more than Ordinary propension, do, in all respects, both oblige and encourage me to dedicate this Volume of Philosophical Transactions to your Lordship.\n\nMy Lord, it hath been reported, that Philosophy and all kinds of polite Literature have commonly retired to the obscurest recesses, for shelter from the noise of War, and have expired or been almost extinguished by publick Calamities. But these our Generous Philosophers, whom I have devoted my services to, held out in all the Combustions of our former Wars, when our potent Neighbors assaulted us on all sides, and when the Pestilence and Fire had wasted our Mother City. And they brought in not a few additions of Materials and Aids, to all that had been essay'd in former Ages, or had been invented or prosecuted by the modern enterprizes of those admirable Men, our Gilbert, Galilæus, our Lord Bacon, Peyrefiske, Torricellius, Galenius, Des-Cartes, Harvey, and many others worthy of everlasting monuments. These were bright Stars of the first magnitudes; yet their greatest Designs were lately illustrated, enlarged, methodized, and, some way or other, improved to more maturity and perfection; as may be seen in the History of the R.Society, and sometimes more particularly in the rude Miscellanies of these Transactions.\n\nSo much have the noblest Arts flourished amongst us ever since His Majesties most auspicious Restauration (partly by the recovery of Antiquities, partly by recent aides, and successful Invention;) even in these roughest times of publick conflicts, that it may remain for a sufficient proof, that this Practical Philosophy is not an effeminate or effete study.\nStudy, but efficaciously serviceable, under the heaviest incumbrances,\nas well for the defence of our King and Country against hostile Inva-\nsions and Encroachments, and for supply of necessaries for life,\nhealth, and strength in War. As for Accommodations, Elegancies and\nOrnaments in times of Peace and Prosperity.\n\n'Tis manifest, that the Mathematical and Mechanical Arts are no\nless seasonable in these our Collisions for the skill and security of Navi-\ngation; and for Naval Architecture; for Engins, Fortifications, Ar-\ntillery, and the modern Tactics; Medicine and Chirurgery for the\nrecovery of decayed health, and the healing of lost or wounded limbs;\nAgriculture for sustenance; and, in remembrance of the old Heroes,\nI may add Martial Music, to excite Courage; and other Old and New\nInventions proper to furnish other advantages: Then softer Delicacies\nare fit for treatments, satisfactions and political endearments in the\nestablishment of safe and peaceable Government. An Archimedes\nmay as justly deserve applause for his stout defence of Syracuse, as\nPhidias for the tender touches of his Chisel in fashioning the Pour-\ntraitures of Jupiter and Minerva.\n\nAnd 'tis by the Intelligent acknowledged, That there are, at this day,\na great number of more excellent Artificers, in almost all kinds of\nWorks, which are deduced from the Ingenious Arts, for strength and\nbeauty, and for all necessaries and all curiosities, than, I think, were\never before seen in England; and that these Arts could not have grown\nso soon to such height, if his Majesties extraordinary Magnificence\nand the Public Exigences had not concurred to excite almost an Uni-\nversal Industry. By the divine conduct, immediately after His Maje-\nsty's return, his Countenance and his own great Example in Repairing\nand Adorning his Royal Palaces, and in strengthening and increasing\nhis Navy; and his Royal Grant of a Charter to establish the Royal So-\nciety (according to Cicero's sentence, Honos salit artes;) All these en-\ncouragements made the way, and prepar'd skilful Masters and Guides,\nto survey, direct and promote all splendid Structures and Embellish-\nments, which are now so conspicuous in the chief places of this King-\ndom; and the abundance of goodly Ships, which do now ride in all\nour navigable Rivers and in all our Seas.\n\nBut I must decline a Task too hard for my pen, and too great for my\nleisure; and shall humbly present before your Lordships eye a closer and\nshorter view of some particulars contain'd in this small Volume. Astro-\nnomy, and other chief parts of the Mathematics; and a diligent\nsearch into the depths of nature, into the nature of Animals, Vegetables,\nand all simples, Compounds and Mixtures, were the business, and in\nSome manner appertain'd to the devotion of the Mighty Monarchs, Patriarchs and Wise men of the East. Here we have an account of several Novelties in the Heavens, and Changes in the Fixed Stars; the Orbits of the Planets, and the Periods of their rotations, in a sure way to be ascertain'd to the minutest measures of Time and Place. A Comet was seen, though but by a few, in the Spring of this Year; Here his appearances and motions are diligently calculated. The Abstrusities of Mathematics in several points rendered easy. Brief and easy methods of Tangents for many uses. Algebraical additions, and a Body of Algebra under-hand. Music open'd Philosophically, Mathematically and Practically. Opticks gave us the advantage above our Ancestors for the view of things present and at remotest distance: Here we are offer'd fresh accomplishments of Opticks and Perspective; and a Reflecting Telescope, which promises and is like to perform more than has hitherto been attained by any approaching proportion of Measure. Light and Colors show us all the beauty of this our world: much hath been done lately, with great success, to indicate the nature of both, beyond all expectation. And here we have second Advizes of the nature of both; that Light is not absolutely pure, but heterogeneous; It hit not one's not simple, but an Aggregate of all Colors. Light resulting from dead-fish, both before it be sensibly putrified, and when it is putrified. Here Anatomy searches near to the Originals of Animal-propagation, and of human contexture; differs also the Veins of Vegetables, and there finds something analogous to Blood and Sense. Our Scarborough-Spaw is again anatomized surgically: And the Aponesian Baths of Italy, long ago admired by Livy and Claudian, are here re-examin'd. Common Stones are required to show the Causes and Cure of the tormenting Calculus; concerning which here is found an instance of one bred under the tongue of a man. The Origin and Virtues of Gems are carefully discussed. Chymistry is here freed from the smuttiness of smoking vapors, performing much without fire, meerly by curious waves of Digestion Fermentation, and Grinding. The Medicins of best note, and tried, extracted out of 117 Authors, and reduced to an Alphabet of 410 Diseases. Here is a learned Account of the late Plague in London; of the Epidemical and Venereal Diseases of England and Wales; the peculiarity of our Air, Soil and Water: Also a Work of Chirurgery and Anatomy, with a Breviate of the Plague in Holland.\n\nHere Botaniques are discriminated, ranged, and explicated by the most Essential indications of Nature. The Culture of Vegetables appropriated for Orchards by one; and by another enlarged from the Flowry Garden to the Common fields and pastures. New England and the\nthe other English Plantations in America acquaint us with their Vegetables and other rarities, chiefly for Medicine and Chirurgery. Kermes found to be in England, and Cochineil a kind of Kermes. The dancing Poyson of the Tarantula-Spider and the Muscal cure disbeliev'd in Otranto and Calabria, their proper places. The manner how the bitings of Vipers do poison, with great diligence examin'd in Italy; their result more than once contradicted in France. The Lake Lemain, and the Rhine running through it; some Fish Cantonizing there, some Wanderers, and many remarkable, accurately described. The Winds, in all their guises, by Sea and Land traced to their Originals. Prognosticks, Remedies or Preventions of Dearth and mortalities propos'd. Registers of Weather past, of price of Corn, human Births and Burials, solicited.\n\nHere are some elaborate researches made into the Prerogative of Mans Mind; the pretences to knowledge in Beasts, the Souls of Brutes; the manner of Sensation, and Animation; into all the curious Motions in nature, perceptive, appetitive, vital. The poyses of Gravitation are here weigh'd in Philosophical Scales, both relatively and positively. The operations, which the varying Weight of the Atmosphere may have even upon Mens Sickness or health, are inquired into.\n\nAnd for Voyages, a Parisian hath begun to give us the fourth Part of his Collections, relating to the Spanish Provinces in America: And two English Travellers have enrich'd us with their Observations of the Low-Countries, France, Germany, Helvetia, Grisons, Italy, Sicily, Malta and Spain. General Geography compleated beyond what others were aware of.\n\nMy Lord, I am sensible, I have gone beyond the bounds of an Address, presuming on your Lordships patience, whilst I endeavor (as in your presence) to satisfy such as are pleas'd to accept of the best satisfaction I am able to offer, and which is, I think, sufficient to prove, that knowledge grows on daily more and more, and that our motion perseveres to be progressive. And your Lordship well knows, (and our Registers partly publish'd, partly reserv'd, do testify it,) that the Designs of his Majesties Royal Institution receive good assistance and applause from the most Eminent in the chief parts of the World, and is either encourag'd or emulated by most of the Kings and Princes in Europe. May this Royal Society, and the Noble Sciences ever flourish; and may your Lordship, and all, that favor these obliging Designs, ever prosper. So wisheth,\n\nMy Lord,\nYour Lordships\nVery humble and obedient Servant,\nHenry Oldenburg, Soc.Reg.Secr.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100913.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2458,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1956,
        2
      ],
      [
        1956,
        4691,
        3
      ],
      [
        4691,
        7470,
        4
      ],
      [
        7470,
        10060,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100913",
    "title": "Epistle Dedicatory",
    "authors": "Henry Oldenburg",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100913"
  }
}