{
  "id": "1f1d26af78e55d82fbc374f0e3842a339e291ee9",
  "text": "now retain; in the mean time the other parts about these cavities were so firmly united as to become a hard and solid Stone.\n\nBefore that I consider'd the conjunction of the particles of divers Stones, I imagined that these particles were united to each other by such a fixt Salt, that nothing but Fire could separate them; but I am convinced now that this supposition will not hold in all Stones.\n\nVI. Part of two Letters from Mr Thoresby, F. R. S. to the Publisher, concerning an Earthquake, which happened in some places of the North of England, the 28th of December, 1703.\n\nYOU have heard, no doubt, of the late Earthquake that affected some part of the North, as the dreadful Storm did the South; it being most observable at Hull, I was desirous of an account from thence, that might be depended upon, and therefore writ to the very obliging Mr Banks, Prebendary of York, who being Vicar of Hull, was the most suitable person I knew to address myself unto, and he being pleased to favour me with a judicious account of it, I will venture to communicate it to you, with his pious reflection thereupon. 'As to the Earthquake you mention, it was felt here on Tuesday, the 28th of the last Month, which was Christmas day, about 3 or 4 minutes after 5 in the Evening; I confess I did not feel it myself, for I was at that moment walking to visit a sick Gentleman, and the noise in the Streets, and my quick motion, made it impossible, I believe, for me\nme to feel it; but it was so almost universally felt\nthat there can be no manner of doubt of the truth of it.\n\nMr Peers, my Reader, (who is an ingenious good man)\nwas then at his Study, and writing, but the heaving up of\nhis Chair and his Desk, and the shake of his Chamber,\nand the ratling of his Windows, did so amaze him, that\nhe was really affrighted, and was forc'd for a while to\ngive over his work; and there are twenty such instances\namongst Tradesmen, too tedious to repeat. My\nWife was then in her Closet, and thought her China\nwould have come about her Ears, and my Family felt\nthe Chairs mov'd, in which they were sitting by the\nKitchen Fire-side, and heard such a rattle of the Pewter\nand Windows as almost affrighted them. A Gentlewo-\nman not far off said, her Chair lifted so high, that she\nthought the great Dog had got under it, and to save\nher self from falling, slipt off her Chair. I sent to a\nhouse where part of a Chimney was shak'd down, to en-\nquire of the particulars; they kept Ale, and being pretty\nfull of Company that were merry, they did not perceive\nthe shock, only heard the Pewter and Glass-windows\ndance; but the Landlady's Mother, who was in a Cham-\nber by her self, felt the shock so violent, that she verily be-\nliev'd the house to be coming down (as part of the Chim-\nney afore-mention'd did at the same moment) and cryed\nout in a fright and had fal'n, but that she catched hold of\na Table. It came and went suddenly, and was attended with\na noise like the Wind, tho there was then a perfect Calm.\n\nFrom other hands I have an account that it was felt in\nBeverly, and other places, at South Dalton particularly,\nwhere the Parsons Wife (my only Sister) being alone in\nher Chamber, was sadly frighted with the heaving up of\nthe Chair she sate in, and the very sensible shake of the\nRoom, especially the Windows, &c. A Relation of mine,\nwho is a Minister near Lincoln, being then at a Gentle-\nmans house in the Neighbourhood, was amaz'd at the mo-\nving\nwing of the Chairs they sat upon, which was so violent, he writes every Limb of him was shaken; I am told also from a sure hand, that so nigh us as Selby, where Mr Travers, a Minister, being in his Study writing, was interrupted much what as Mr Peers above-mentioned, which minds me of worthy Mr Banks's serious conclusion. 'And now I hope you will not think it unbecoming my character to make this reflection upon it, viz. that Famines, Pestilences and Earthquakes, are joyned by our Blessed Saviour, as portending future calamities, and particularly the destruction of Jerusalem and the Jewish State, if not the end of the World, St Matth. 24.7. And if, as Philosophers observe, those gentler convulsions within the bowels of the Earth, which give the Inhabitants but an easie jog, do usually portend the approach of some more dreadful Earthquake; then surely we have reason to fear the worst, because I fear we so well deserve it, and pray God of his infinite mercy to avert his future judgments.\n\nSince my former Account of the Earthquake at Hull, my Cousin Cookson has procured to me the following Account from his Brother, who is a Clergyman near Lincoln, viz. that he, being about 5 in the Evening, December the 20th past, set with a neighbouring Minister at his house about a mile from Navenby, they were surpriz'd with a sudden noise, as if it had been of two or three Coaches driven furiously down the Yard, whereupon the Servant was sent to the Door, in expectation of some Strangers, but they quickly perceiv'd what it was by the shaking of the Chairs they sat upon, they could perceive the very Stones move; the greatest damage was to the Gentlewoman of the House, who was put into such a fright that she miscarried two days after: he writes, they were put into a greater fright upon the Fast day, when there was so violent a Storm, they verily thought the Church would\nhave fallen upon them. We had also at Leedes a much greater Storm the night preceding the Fast, and a stronger Wind that day, than when the fatal Storm was in the South, but a good Providence timed this well, to quicken our too cold Devotions.\n\nVIII. An Account of a Book, viz.\n\nEuclidis quae supersunt omnia Gr. Lat. ex recensi-\none Davidis Gregorij, M. D. Astronomiae Professo-\nris Savilianii, & R. S. S. Oxon. 1703. Folio.\n\nThe University of Oxford intending to publish all the Greek Mathematicians, have begun with Euclid, as the standard Writer of the Elements of Geometry and Arithmetick. In this Edition is published whatever has been believed to be Euclid's by any considerable Mathematician. But many things having been attributed to Euclid that are not his (as in after ages it happened to men of so established fame as he has been for above 2000 years) Dr Gregory in the Preface, after a short summary of Euclid's Life (as far as can be gathered from the Writings of the Antients, who were ashamed to set down particulars of him, who was so much and universally known) gives not only a description of every particular Book, but also his opinion whether it be truly Euclid's or not, with his Reasons.\n\nFirst of all are the Elements, which make two thirds of the whole Volume. The first thirteen Books are certainly Euclid's. The fourteenth and fifteenth are by most thought to be Hypsicles's of Alexandria. There are no Scholia,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102924.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1803,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1453,
        2
      ],
      [
        1453,
        3440,
        3
      ],
      [
        3440,
        5323,
        4
      ],
      [
        5323,
        6761,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102924",
    "title": "Part of Two Letters from Mr Thoresby, F. R. S. to the Publisher, concerning an Earthquake, Which Happened in Some Places of the North of England, the 28th of December, 1703",
    "authors": "Mr Thoresby",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102924"
  }
}