{
  "id": "d9074a77f5cba4c077d75baa79ddbec6df462875",
  "text": "I. Part of a Letter from Robert Sibbald, Knight, to Dr Hans Sloane, R. S. Secr. concerning a Second Volume of his Prodromus Historiae Naturalis Scotiae; with a Description of the Pediculus Cæti, &c.\n\nEdinburgh, Octob. 8. 1706.\n\nYou ask in yours about the Catalogia: I wrote it indeed in our Language about two years ago; but I find so few here curious of that sort of Learning, I judg'd it better to publish it in Latin, in the 2d Volume of my Prodromus Historiae Naturalis, I am now preparing for the Press. There are many wild Plants, and many Minerals to be added, which were not mentioned before; but the Bulk of it will be the Fishes and other Aquatiles, of which we have many rare and very remarkable: I have several in Plates, and am causing the others to be drawn.\n\nAmongst them is this curious Shell Fish, Fig. 1. which Mr Foster, a Regent in the College of St Andrews, sent to our Colledge; several of them he says were taken upon the sides of a Whale that was cast in there. Such another was cast in in Edinborough Frith some 30 years ago. I gave a rude description of the Shell of that I got, in my Auctuarium Musæi Balfouriani, published Anno 1697. but this hath the Animal in it. We have got but one, else I had sent you one: I have sent the Figure of it drawn by an Artist; if I had got another, I would have cut this in two, to have consider'd the inward parts, but this ought to be kept entire. It is the Balanus Balanæ cuidam Oceani Septentrionalis adhaerens D. Mart. Listeri, Hist. Conchil.\nThe Pediculus Caeti Bocconi, who, for ought I know, was the first that mention'd it, in his Recherches & Observations Naturelles. His Description of the Shell is better than the Figure he giveth of it. I presume to give you my Remarks upon it for want of better, which I must intreat you to take in good part.\n\nThe Shell approacheth to a Sexangular Figure, and consisteth of one Valve, in which point it differeth from all the Balani I have seen: It hath no Spiral Circumvolutions nor Apex, but it openeth at both ends; the Orifice of the upper end is narrower, and it is through it that it puts forth its Cirrhi or Brachia. The Orifice of the lower end is much broader, and the Animal is lodged in it. The lower is divided, as Boccone observeth, into 18 Lines, which are raised, 12 of them are simple and straight, and the other 6 are branched: The last are so placed, that two straight Lines are betwixt each of them. There is a cavity betwixt all of them, in which the Cirrhi or Arms of the Animal are probably placed, tho in this subject they stood in the middle of the upper part of the Shell, with their ends contracted as the Figure sheweth them; for the upper Orifice is deeper than the lower. They were altogether within it, but we raised them with the Leg of a Compass to the posture that they appear in the Figure. There is an opening from the under part to the upper, by which these Cirrhi mount from the Head of the Animal. The Orifice of the upper part is narrow below, but wide in the middle, and then again contracts somewhat. The Body of the Shell is Convex; it hath 6 divisions, each consisting of 4 Tubes extuberant; which are narrower at the upper end, but grow sensibly wider towards the lower end: The utmost of these Tubes are narrow, the middle are broader, all of them have Striae crossing them; the distances betwixt the parts of them are smooth and appear hollow; the Superficies of them are wider at the top and grow narrower sensibly towards the bottom. All the Tubes\nTubes are hollow in the inside, making cavities betwixt the Lines, both simple and branched, which compose them. They arise from the Orifice in the middle of the inner part of the Shell, and proceed toward the sides of it; the branched part is nearest the side of the Shell. This is what I could observe of the Shell, upon both the outer and inner side of it. To come now to the Animal: In the upper part appear'd like a Mouth gaping; the upper and lower parts were both semicircular, but narrower towards the point of the Overture: They were membranaceous; and took their Rise from the inside of the Shell. The upper Lip, if I may so call it, was altogether membranous, the lower seemed of an osseous consistence towards the Shell, and appear'd like the Dentes molares: A little below the Mouth appear'd the Cirrhi, which were continued with the rest of the Body of the Animal. I doubt not but when the Animal is alive, the under part below the Cirrhi doth resemble the under part of the Mollusci of the Polypode kind: This did resemble the Parenchyma of a Buccinum, but was much firmer, and when it was pressed it yielded a fat Juice; it was white without, but blackish where it adhered to the Shell; it was all drawn up within the under part of the Shell, which it filled: It was somewhat exsiccated, and so I could not perceive any distinction of parts in it, tho some are of opinion there may be Viscera and Vessels traced in it when the Animal is newly taken. This is what I could observe of the Parenchymous substance in the lower part. You see in the Figure two Sinewy Bodies, which arise from the sides of the upper part of the Shell, the one exactly opposite to the other; they end as it were in two Claws; by these it is like the Animal attacheth itself to anything; and by these it hangs to the Whale; it can dilate and contract them as it pleaseth: So it giveth us a new sort of Creature of the Polypus kind, which seemeth to be peculiar to some sort of Whales in our Seas, this being the Second\nsecond cast in upon our Shore in my time. There is so little to be seen in the Natural History relating to such Animals as this, I thought this rude account, such as it is, would not be unwelcome to you.\n\nII. An Account of a Hydrops Ovarii, with a new and exact Figure of the Glandulae renales, and of the Uterus in a Puerpera. Communicated by Dr Douglas, F.R.S.\n\nI Lately opened the Body of a Woman, aged 27, who dyed the third day after Delivery, on which I made the following remarks.\n\n1. She measured round the Waste a yard and three quarters, and from the Scrobiculus Cordis to the Os Pubis a yard and a quarter.\n\n2. All the cutaneous Veins of the Abdomen were of a very unusual and extraordinary bigness, and very much distended with Blood. From the largest of them, being opened, I extracted several polypous concretions.\n\n3. The Cuticula, from the Umbilicus downwards, was rough and scaly to the naked Eye. In several parts it appeared gangreened, occasioned probably by the sharpness of the Serum that always ouzed out of it, when she scratched the little Pimples or Wheals that arose on its surface; these for some time used to go off without any Scar, but as her strength decayed they became mortified.\n\n4. Upon all the Regio Epigastrica the outward Integuments were very thin, little or no fat being visible: But from the upper part of the Regio Umbilicalis, down to",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102689.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12360,
    "total-output-tokens": 1975,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1510,
        5
      ],
      [
        1510,
        3507,
        6
      ],
      [
        3507,
        5516,
        7
      ],
      [
        5516,
        6894,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102689",
    "title": "Part of a Letter from Robert Sibbald, Knight, to Dr Hans Sloane, R. S. Secr. concerning a Second Volume of His Prodromus Historiae Naturalis Scotiae; With a Description of the Pediculus Caeti, etc.",
    "authors": "Robert Sibbald",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102689"
  }
}