{
  "id": "180dff7f25fe91e6acb1ea2995570dfb716df394",
  "text": "out the help of Males: So likewise I believe it is in Oysters; and I am also of Opinion, that that exceeding Number of small Particles, which I discovered in them, and which I took for *Animalcula*, are nothing else but the Parts put into a violent Motion: But these are not Observations, but guesses in relation to the Oysters. But if one dwelt upon the Sea Shore, and could daily view the Shell Fish, one might speak with greater certainty and satisfaction concerning them.\n\nI never made so many Observations, nor with so much Pains, as I have done in the Business of Muscles: But not being able to do it with Satisfaction, my wishes are, That the Discoveries about the Production of Shell Fish, may be enter'd upon by some body else; for as for my own Part I give it up; and with great Respect I remain\n\nYour most humble Servant.\n\nAnthony van Leeuwenhoek.\n\nVII. An Account of what appeared on opening the Body of —— St. Johns Esq; who dyed of an Asthma, July the 2d 1705. Aged 72 Years. By the late Mr. William Cowper, Surgeon, F.R.S. Communicated by Dr. Hans Sloane, Reg. Soc. Secr.\n\nIt was remarkable, before the Body was removed from the Bed, whereon it lay.... Hours after Death, that the Blister in the Neck had discharged not less than a Quart or three Pints of Serum before I began the Dissection.\nIn the Abdomen was a small quantity of Water; such as is usual in those who dye of Chronical Diseases. The Parts in this Lower Venter were in a Natural State; except\n\nThe Kidneys, of which the Right was very much contracted, even to a third part of its Natural size, and had two large Hydatides, or Bladders of clear Water, on its Surface.\n\nThe Left Kidney was also lefened, but not so much as the Right: Its Surface like that was unequal, but had no Hydatides on it.\n\nThe Ureter of this Left Kidney was very much contorted, at its rise from the Pelvis, where its Sides were Petrified; insomuch that its Canal was almost render'd impervious for the Passage of the Urine.\n\nNothing was found in the Bladder of Urine, but divers Stones of unusual Figures, as if they had been pieces of a large Stone broken to bits, in whose Center a Nucleus had been lodged.\n\nThe Gall-Bladder was filled with Gall-Stones.\n\nNor was the Stomach, which he complained of (i.e. in want of Appetite) any other ways disordered; but a little redder, having more Blood in its Vessels than is usual; its Muscular Fibres being stronger than we generally find them in the Stomachs of healthful Persons.\n\nThe Cavity of the Thorax, or Chest, was filled with Water on both sides; insomuch, that the Lungs were not above a third part of their Natural Magnitude.\n\nThe Pleura, or Membrane that lines the two Cavities of the Thorax, was very much thick'ned by the Serum or Water; from whence it descended by the Muscles of the Back into his Legs.\n\nThe Valves of the Left Ventricle of the Heart were Petrified in several Places, especially those call'd Mitrales.\n\nThere were some Stony Bodies found on the Bronchia, at and near their Rise from the Lungs.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103168.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 843,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1308,
        2
      ],
      [
        1308,
        3023,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103168",
    "title": "An Account of what Appeared on Opening the Body of - St. Johns Esq; Who Dyed of an Asthma, July the 2d 1705. Aged 72 Years. By the Late Mr. William Cowper, Surgeon, F. R. S. Communicated by Dr. Hans Sloane, Reg. Soc. Secr.",
    "authors": "Hans Sloane, William Cowper",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103168"
  }
}