{
  "id": "5e37449572f740bde0c4d4602b4a8be700e9b790",
  "text": "in a very pleasing manner; but after more and more Air was let in, so the Light and Figures diminish'd, till the Appearance became the same as related in Tryal the first.\n\nIII. A Letter from Mr Samuel Dale to Dr Hans Sloane, R.S. Secr. giving an Account of what Manuscripts were left by Mr John Ray, together with some Anatomical Observations made at Padua by the said Mr Ray.\n\nHerewith you will receive divers Anatomical Observations, that were made at Padua, by our late learned and most ingenious Friend the Reverend Mr John Ray, upon the dissection of some Humane Bodies, by that great Anatomist Seignior Antonio Marchetti, and do contain, besides those things which Mr Ray did himself remarks, divers Observations of the Operators which did not occur in those Bodies, to some of which Mr Ray hath added Notes. To these are subjoyned two Dissections of Mr Ray's, viz. of a Hare, and the Mountain Hen, neither of which can I find published in his Works, nor hath he taken any notice of these Observations in his Book of Travels, altho the Charge was very considerable, amounting to 284 Livres and 15 Soldi of Venice.\n\nBesides these, there are in his Adversaria many Observations, Inscriptions, Epitaphs, Antiquities, &c. which being collected together, would make a large Supplement to his Observations already published.\n\nNor must I forget his Travels in our own and the neighbouring Kingdom, of which he hath left divers Itineraries: These may not be unuseful to our English Travellers,\nvellers, he being as careful in making Observations and Collections at home, as he was in foreign Countries.\n\nHad his Life been protracted but another Summer, he would in all liklyhood have finished his History of Insects, for which he had been preparing Materials divers years; this Work being far advanced, doth not deserve to be committed to the Moths, but to be carryed on by some learned and ingenious Person in that Study.\n\nThus, Sir, I have briefly answer'd the desire of your self and others, in acquainting you with what Manuscripts Mr Ray hath left, which might be useful to the Commonwealth of Learning. I am, &c.\n\nIn Corpore dissecto Patavii a Marchetti observata,\n10mo Decembris 1683, S.V.\n\nEodem modo quo alii Anatomici dissectionem exorsus est, Abdominis nimirum cutem in crucis formam faciendo, umbilico tamen intacto.\n\nCuticulam à cute separabat candelam accensam sub cute tenendo, quae cuticulam in vesicam attollebat, unde facile cam scalpello separabat. Cuticula à cute nisi vel actuali vel potentiali cauterio, i.e. vesicante separari nequit.\n\nSub Cute copiosa Pinguedo semidigitum cras abdomen totum investiebat. Erat autem pinguedo crebris fibrillis veluti fulcris ne diffuerat stipata.\n\nSub Pinguedine panniculus seu membrana carnosa, quae tamen hac in parte carnosa non apparebat; erat etiam & sub membrana carnosa aliqua pinguedo sed parciior. Membranam hanc ille in Bratis duplicem esse asseruit, quia Brata cutis totam movere potfunt & corrugare, in homine duplex est in fronte, unde & frontem contrahere & corrugare potest, in nonnullis etiam duplex est in Occipite, unde & totum Capillarium commovere potfunt. Verum alii diversam rationem assignant homin motuum, nimium quia in Fronte & Occipite mem-\nmembrana carnosæ cuti arcte coheret & in Musculum degenerat, quod probabilius est.\n\nTum musculos abdominis aggrediebatur, & primum Obliquè descendentes, qui à medio circiter costarum notharam exorti serratis cum musculo Thoracis serrato coaptatur, (ut in suturis Ossium). In parte posteriore musculus dorso latissimus huic incumbit, atq; idemò aliquoque primum elevandus est.\n\nMusculi recti eminentijs, seu propefibus ossium pubis lato tendine adnectuntur, superioris à cartilagine primæ costæ nothæ prope cartilaginem ensiformem utrinqu oriuntur tendinibus nervosis.\n\nObliquè ascendentes, à suprema margine ossis Ilii radiolis fibris exorti, venam musculam recipiunt à ramis iliacis. Secundò Obliquè ascendentes, in quibus nihil singularis, ortum habent à summitate ossis Illi: Tendo ejus duplex musculos rectos veluti amplectitur: Una sc. ejus pars musculo recto incumbit, quæ antequam dimidium latitudinis musculi superavit, cum tendine oblique descendentis arctissime cohaeret, vel potius in unum coalescit, ut nulla arte possit separari: Altera sub musculo recto eodem modo cum tendine musculorum transversorum coalescit. Venam accipit à Musculà dicta quæ à ramo Iliaco oritur.\n\nMusculi recti duas tantum habuere inscriptiones nervosas, cum in alijs 3. alijs 4. aut. 5 habeant, ut observat Veslingius. In his Musculis observavimus anastomoses venæ Mammariæ internæ & venæ epigastricae.\n\nMusculi transversi à procetibus vertebrarum lumborum oriuntur; non autem Musculi obliquè ascendentes illis vertebris annectuntur ut ille observat.\n\nMusculos etiam pyramidales in hoc cadavere observavimus, qui rectis obliquè incumbunt.\n\nOb. 1. Pinguedo in dorso Foeminarum liquidior & mollior est quam in maribus.\n\n2. Cutis in ijs quæ pepererunt circa Ilia corrugatur, in Virginibus non item.\n3. Vena, Arteria & Nervus semper se mutuo comitantur, arteria ad dextram, vena in medio, nervus ad sinistrum.\n\n4. Sub musculis supra peritonaeum prope lumbos copiosam observavimus pinguedinem, unde in hac parte facile à peritoneo separantur musculi, verum prope lineam albam cum tendinibus musculorum arctissime cohaeret nec nulla arte separari possit.\n\n5. Musculos etiam in originibus seu capitibus suis tendines habere asseruit.\n\n6. Incepit dissecare musculos à capitibus seu originibus, quia ita motus seu usus musculi in motibus facilius discernitur.\n\n7. Cavendum est Chirurgis ne musculos transversum ad fibras secant, quia ita periculum est ni nervis (qui semper cum fibris parallelis decurrunt) dissecatis, convulsiones oriuntur.\n\n8. Si quis velit recte dissecare & separare musculos, debet accuratè observare fibras, earumque ductum sequi.\n\n9. Musculi transversi tum in initio, tum in fine latam habent tendinem membranosa.\n\nOstendit tum nobis vertebrae lumbares, numero quinque; singulae processus 7. obtinent, spinatum unum, transversos duos; obliquè ascendentibus duos, & obliquè descendentibus duos: Obliquè ascendentibus inferioris cum obliquè descendentibus superioris per Ginglymon articulantur: Vertebrae vero ipsae per harmoniam, cavitas sci. superioris gibbum seu protuberantiam inferioris recipit.\n\nOs Sacrum ex 5 compositur ossibus nonnunquam, communiter 5: cum è 6 constat. Os coccygis tibia tantum habet os, cum è quaque quatuor. Os coccygis interius curvatur ad commodiorem lesionem.\n\nIn difficili partu, Chirurgus immitendo digitum in Intestinum rectum, & retrahendo seu reflectendo. Os Coccygis parum facilitare potest: Quod & Marchetus se facilis asserit.\nOs Sacrum magna habet foramina ad egressum nervorum.\n\nAsserit ille Ossa hæc quæ pelvim constituunt in foeminis ampliora non esse quam in viris pro ratione corporis, ut alii asserunt.\n\nOs Ilium, Os Pubis, & Os Coxæ seu Ischion in adultis in unum velut os coalescunt, in Infantibus distincta sunt, & cartilagine juncta. Omnia hæc tria ossa femoris acetabulo coeunt, & singula partem aliquam cavitates efformant. In osse ileo distinxit marginem, costam, dorsum, sinus ducis, superiorem unum, super quod nervus e summo foramine ossis sacri egressa transiens ad crura descendit, inferiorem aliun inter eminentias duas ad commodiorem sessio nem.\n\nNervi egrediuntur ad latera vertebrarum è foraminibus inter duas vertebrae formatis.\n\nOstendit Viscera & Intestina in situ, rectum scil. colon quod omnia intestina circumcinxit; cæcum ad dextrum latus digiti parvi magnitudine, quod ille in foetu & Infantibus nec majorem, nec excrementis repletum unquam inveniri ex sua observatione aslerebat. Supra cæcum immediate incipit Ileum, quod & majus est & excrementis repletum: deinde Jejunum, quod & carnosius, & vasis plenius, & magis rubidum, & excrementis vacuum; duodenum ad flexu ram terminatur.\n\nPars illa Mesenterii cui colon annectitur Mesocolon dici tur, reliqua pars, cui tenuia intestina, και εξων Mesenteri um appellatur. Arteria Mesenterica inferior per totum colon, atq; etiam rectum ramos spargit, unde Arteria hemor rhoidalis, mesenterica superior ad reliqua omnia fere intestina.\n\nSpleen in hoc cadavere praegrandis ultra naturalem mo lem: Hoc illæ ebriositati assignabat.\n\nColon in hoc cadavere peritonæo adhaerebat.\nMusculi Pyramidales a processibus seu eminentiis ossis pubis utringq; orti & oblique ascendentes tendinibus suis vicinis in linea alba terminantur: inserviunt hi urinae expellandae comprimendo Vesicam autore Fallopio; ubi hi desunt (ut in nonnullis sit) extremitates musculorum rectorum latiores sunt.\n\nOstendit insuper venam umbilicalem, quae in fissuram hebatis inseritur, & in ligamentum degenerat: Arterias umbilicales, quae peritonæo adnexæ decurrunt ad ramos usq; iliacos arteriae magnæ: Urachum, qui pariter adnexus peritonæo ad fundum vesicæ descendit, eamq; sustentat, quinetiam in homine ligamenti duntaxat usum praestare, nec omnino perforatum esse.\n\nOstendit præterea uteri tubos, uteri ligamenta rotunda, testes muliebres, & vasa Spermatica, nec non ligamenta lata.\n\nHepatis ligamentum latum. Hepar in viventibus & sanis non incumbere ventriculo, ac proinde unguenta, foimenta, & epithemata ventriculi regioni exterioris rectè applicari.\n\nLigamenta uteri rotunda perforant peritonæum & omnes musculos, & deinde divisa unum mittunt ramum ad Clitorisidem, alterum ad genu usq; q.\n\nVenas & arterias gastricas & gastroepiploicas ostendit & defecuit accuratè; verùm in his omnino consentit cum Vestigio, quem adi.\n\nObs. 1. Bubones nonnunquam oriuntur etiam in his quæ castæ sunt, verùm in iis sine suppuratione possunt discuti: Venerei bubones, nisi gonorrhœa succedat, semper suppurantur.\n\n2. Valvulam in coli initio observavimus; iliacam passionem Volvulum dictum oriri ab inflammatione illius valvulae, quae impedit ne excrementa descendent, ex propria observatione asseruit; adeò sc. angustatum vidit foramen ut ne cuspidem aciculæ potuerit admittere.\n\nVenæ ventriculi sunt vel propriæ vel communes: Propriæ sunt 1. Gastrica sinistra minores 3 aut 4. (quarum primas\nprima & brevissima vas breve dicitur) a ramo Splenico\nvenæ portæ propè lienem ortæ. 2. Gastrica sinistra major\nseu coronaria, quia in summâte ventriculi sparsa coronæ\nin modum. 3. Gastrica dextra seu pylorica. Communes\nsunt. 1. Gastroepiploica sinistra, quæ a ramo Splenico\npropè lienem exorta fundum perreptat ventriculi, hinc\nin ventriculum indè omentum ramos subinde spargens,\nin omentum vero unum insignem epiploicam filum\ndictam. 2. Gastroepiploicam dextram in hoc cadavere a\nramo mesenterico ortam propè pylorum, quæ pariter\nfundum ventriculi perreptat hinc in ventriculum indè\nin omentum obiter ramos spargens, maximo suo ramo\nseu trunco gastroepiploice dextra per anastomosin con-\njuncta. Est hæc vena insignis & unum praeceteris memo-\nrabilem emittit ramum epiploica vena dextra dictum.\n\nIn fundo vesiculae felleæ nulla sunt conspicua vasa quæ\nbilem eo deducant, sed porositates quadam quæ bilem\ntransmittunt, & proinde cum separatur vesicula ab he-\npate humor biliosus manifestè exudat. Quinetiam ca-\npillares quadam venulae ab ipso hepatis parenchymate\nin membranas vesiculae sparguntur adeo, ut sine effusione\nsanguinis ab Hepate dividi nequeat. Asserit vesiculam\nfelleam quæ parte hepatis conjungitur simplici tantum\nmembrana constare, alibi duplici.\n\nNodus cysticus ubi in ductum communem terminatur\nvalvulum non habet, sed ostiolum tantum, quod refluxum\nbilis impedit.\n\nHepar 3 habet sinus, unum in quo jacet cystis fellea,\nalterum in quem intrat vena umbilicalis, tertium ubi\ntransit vena cava truncus.\n\nCystis fellea arteriam habuit grandissimam, venas par-\nvulas. Observasse se dixit ubi arteria magna est, ibi\nvenam esse parvam quæ ei respondet, & vice versa: Non\ncredo.\n\n1. Asserit\n1. Asserit praeterea, ubi meatus cysticus obstruitur, icterum flavum oriri, ubi porus cholidochus, icterum nigrum.\n\n2. Vasa venae portae & cavae in hepate non conjungunt per oscula, sed per harmoniam aut incumbentiam mutuam vasorum.\n\n3. Vena portae intra hepatis parenchyma non induit membranam novam.\n\n4. Se vidisse venas lacteas in ipsum venae portae truncum insertas.\n\n5. Se nunquam potuisse invenire neq; credere dari ullum commune receptaculum chyli: Experientia mea contrarium evincit.\n\n6. Se vidisse ramum insignem ductus chyliferi in pancreas desinentem.\n\n7. Se putare usum lienis esse, separare bilem atrae a sanguine, eamq; una cum sanguine ad hepar transmittere per ramum Splenicum, ubi per meatum cholidochum expurgatur in intestina.\n\n8. Se putare venas lacteas chylum exugere ex intestinis, eumq; ad pancreas differe, cujas usus est eum ulterius perficere & exaltare, partemq; excrementitiam in intestina per novum vas Virsungianum ablegare.\n\n9. Se vidisse venas lacteas in mesocolo ad intestina sparsas; quod proculdubio verum est. Vera nobis vis.\n\n10. Venas haemorrhoidales externas a vena cava non oriri, sed ramos esse venae portae: Ejus autem furculos extremos cutim etiam ipsam perforare, & in tubercula sub cuticulâ desinere; & his applicantur Hirudines. Oritur Haemorrhoidalis vena aliquando à ramo splericó, aliquando à mesenterica, saepissime in ipsa divaricatione venae portae. Vena hæc ramos suos spargit per totum mesocolon.\n\nMesocolon a mesenterio tenuitate suâ differt.\n\nArteriae satis amplae a coeliaco ortae tres aut quattuor rami lienem ingrediuntur.\nVena Splenice plures rami per totum lienis parenchyma sparguntur contra Sylvium, qui asserit eas osculis suis duntaxat in lienem hiare, substantiam vero ejus non penetrare.\n\nObs. Cum quis ex morbo diurniorem moritur, lien nigricat; si violenter moritur, rubicundior est.\n\nNovum vas pancreatis & porus choliodochus eodem in loco duodenum perforant; aliquando diversis foraminibus in intestinum exeunt, ut in canibus fit.\n\nOstendit nobis in mesenterio nervorum plexum; cui usui qui?\n\nPorus choliodochus in hoc cadavere mihi videbatur esse amplissimus.\n\nRen sinister in hoc & aliis omnibus major est dextro & superius situs, & à trunco venae cavae remotius, unde & emulgens longior est. Huic rei rationem sane probabillem dedit, quia hepar in dextro latere ei incumbens tum illum deprimit, tum augmentum ejus prohibet.\n\nIn dextro latere duas habet hoc cadaver arterias emulgentes, unam consueto loco in sinum renum ingredientem, aliam in superiori extremitate.\n\nUreteres in hac foemina amplissimi, quod ille omnibus foeminis commune esse asserit, quia humidiores sunt, & plus mingunt.\n\nGlandula renalis dextra ab ipso venae cavae trunco veniam accipit; sinistra vero ab emulgente. Glandulae inferius cavitatem habent. Dextra ipsi reni incubuit.\n\nArteria spermatica utraque ab ipso aortae trunco infrà emulgentes sibi mutuo proximè oriuntur. Venarum altera ab emulgente, altera nimium dextra duplici trunco, uno ab emulgente, altero trunco venae cavae, qui paulo post in unum conveniunt, exoritur.\n\nAffirmavit se vidisse venas lacteas in praegnantibus ad uterum sparsum; quas probabiliter conjectura aquosum illum Serum in quo infans natat ad uterum differri putat. Venas basae lacteas in Ove praegnante facillimus inveni.\nMesenterium a tribus superioribus lumborum oritur.\n\nMonstravit vasa seminalia, quae ad testes quidem deidentur, eos vero non intrant, sed supra ligamenta late convexum testiculi latus decurrentes, partim in tubos uteri sparguntur, partim in uterum ipsum.\n\nTubi uteri ad utrumq; fundi angulum siti cornibus uteri in animalibus respondent, & sunt omnino cavi, adeo ut ab utero ad extremitates eorum usq; possit stylus immitti: Tunica eorum interior albicat, inq; ijs saepius reperitur humor serosus albidus, qui semen muliebre esse creditur.\n\nTesticuli muliebres epididymidis carent; una extremitate nervosis ligamentis utero annectuntur; substantiam habent molliorem laxiorisque testiculis masculorum. Unus horum exulceratus cavitate habuit.\n\nQuod testes tam in maribus quam in femininis ad generationem nihil conducant memorabili imprimis experimento probavit. Canis nimirum masculi testes executi epididymidis integris reliquit, deinde canem feminam in cubiculo conclusit per tres annos, nec ullum admisit ad eam canem cum salaxasset praeter castratum hunc, qui canem iniit & cum ea saepius implicatus est. Triennio haec ter peperit, una vice 7 catulos, altera 9, tertia 5. Res satis exploratae feminam dimisit. Alias duas vel tres historias huic parallelas nobis narravit; unam de Equo castrato relicta tamen epididymide una, qui equas saepius impregnavit, foitq; in venerem admodum proclivis: Alteram de cane quem ipsius servus execut: Tertiam de homine quoddam rusticum, qui ob bubones venereos utrumq; testem amissit et epididymide unica duntaxat manente, qui tamen uxorem duxit, & tres masculos filios genuit. Credit ergo ille testes non alij usui inservire quam quem Aristoteles adfert, nimirum ut sint pondera impedientia ne Spermatica vasa implicentur; & revera vasa seminalia in eos non terminantur, nec transeunt, sed epididymides solam.\nUteri cavitas perangusta est & minima, verum tunica uteri spissior densior quam ego credidisset.\n\nLigamenta uteri rotunda non sunt in uterum perforata, verum vasa deferentibus in masculis quoquomodo respondent.\n\nOrificio internum uteri in gravidis lenta & viscosa materia observatur, ut nos sepium in bove observavimus, adeo ut nihil omnino in uterum penetrare possit: Unde nihil feminis in uterum projici possit, adeoque nec superfecatio fieri. Narravit tamen nobis se audivisse de muliere quadam rustica in montibus vicinis degente, qui tribus mensibus postquam unam peperisset prolem aliam denuò peperit.\n\nOs ipsum uteri Tinea pisae ori persimile, corpus uteri cucubitae tonsoris.\n\nVagina uteri ampla est atque intus rugosa, in meretricibus vero longo veneris & assiduo usu rugae istae abolentur, & omnino levis evadit.\n\nB.N. Ad hanc uteri vaginam vasa quam plurima (venae sc. & arteriae) tendunt, a ramis iliacis interius five hypogastricis orta, miris plexibus & anastomosis juncta, quae in superficiem vaginae sparguntur, & probabile est oscillis suis five capillaribus extremitatibus in cavitatem ipsum biant, in eamq; effundunt Sanguinem menstruum, quamquam se nunquam horum vasorum orificia potuisse invenire asserit Marchettus; nec mirum. Nonnulli ex his ramis in cervicem etiam uteri sparguntur.\n\nIn pudendo demonstravit nobis Labia, Clitorisdem in supremo rimae angulo, Alas seu Nymphas in superiore etiam parte, Urethram seu meatum urinarium, & circulum membranaceum qui pudendum a vagina uteri distinguit, quiq; in virginibus membrana hymene die occupatur totus, excepto foramine in medio per quem menstrua desfluunt.\n\nIn defloratis etiam appareat hic circulus qui pudendum hoc loco coarctat, ponè quem vagina laxior & amplior est.\n\nVagina\nVagina hæc ultra interius uteri orificio inferius pervenit, unde si membrum virile longius quam par est fuerit, ultra orificio interius uteri in hunc sinum sperma projecit, unde uxorem impregnare nequit.\n\nAit se observasse etiam in femininis utero gerentibus uterum fuisse duos serè transversos digitos crassum.\n\nObs. 1. Ratio cur virginis coitu liberantur à morbo illo nostratis (The Green Sickness) est quia membrum virile distendit nonnihil vaginam uteri, & stixione sua referat orificio venarum, adeoque menses affluere facit.\n\n2. Locus ubi foeminæ calculo laborantes à Chirurgo debent secari est in superiori vulvae parte prope labia, Stylum in urethram immittendo, & super eam secando in carnosæ vesicæ collo.\n\n3. Urachus in homine (né in foetu quidem dum adhuc in utero matris latitat) perforatus non est ex observatione Marchetti, sed usum tantum ligamenti ad sustentandam vesicam praestat.\n\n4. Se nunquam in medio ureteris haerentem invenisse calculum, sed semper vel prope infundibulum, vel prope vesicam.\n\n16to Decembris.\n\nOstendit Musculos pectoris, & primò pectorales dictos, qui inserviunt adducendo brachio ad pectus, horum & insertionem q. in Vesting. deinde Musculos serratos anticos minores, qui inserviunt humero antrorsum adducendo, & sub pectoralibus siti sunt in processus coracoides inserti.\n\nTum musculos serratos anticos majores, qui inserviant scapulae antrorsum deorsumque ducendi; in basin sterni inseruntur.\n\nPost intercostales externos, qui ab inferiore latere costæ superioris orti in superiorem marginem costæ inferioris inserantur; & tandem intercostales internos qua à superiore margine costæ inferioris orti in inferiorem marginem costæ\nsuperioris terminantur. Horum musculorum fibrae se invicem obliquè intersecant in crucis Andreanae formam: Neutrorum scil. Fibræ ad costas perpendiculares sunt sed obliquæ.\n\nNotavimus venas & arterias mammarias; externas, quæ ab axiliaribus oriuntur; & internas, quæ à Subclavijs ortæ, & intra cavitatem Thoracis aliquoùs; progressæ in duos dividuntur ramos, unus musculos Thoracis perforat & in mammae distribuitur, alter deorsum tendens usq; ad medium recti musculi ibidem cum vena epigastrica extremitatibus suis per anastomosis conjunctur.\n\nDixit se observasse singulos venæ hujus capillares ramulos in singulos mammarum tubulos desinere, & proinde se putare lac non à chylo sed a sanguine generari.\n\nMusculi subclavij a claviculis, ubi acromio junguntur, orti in costam primam, ubi cartilagini sui committuntur desinunt.\n\nObservavimus Sphincterem & levatores ani dictos musculos, qui ab infimo ossis sacri, ubi coccygi committitur, oriuntur omnes.\n\nIn ulceribus ani & fistulis cavendum est Chirurgia, nè fibras Sphincteris transversim secent, quoniam ita amittitur facultas retinendi excrementa.\n\nVena cephalica dissepit & distinguit musculos pectorales & deltoides.\n\nIn collo primùm observavimus platysma myodes carnosum, scil. panniculus hoc in loco in musculum degenerat, qui mento affixus caput deorsum trahit.\n\nDeinde Musculos Massoideos dictos: Tum musculos digastricos, qui medio suo tendine Styloceratothyoides musculos perforant.\n\nOstendit musculos ossis hyoidis, quorum sex sunt paria: 1. Sternohyoides. 2. Coracohyoides. 3. Styloceratothyoides. 4. Thyrohyoides, 5 & 6 Genijohyoides internum & externum.\n\nPræparavit insuper columellam cum muculis ei farinlantibus, quorum duo sunt paria, nimirum pterygothylinum internum & externum.\nOstendit musculos Cartilaginis Scutiformis, quorum 3 sunt paria. 1. Sternothyreoideis. 2. Cricothyreoideis. 3. Hyothyreoideis.\n\nMusculos Cartilaginis arytenoidis, quorum 4 sunt paria: 1. Thyreoarytenoides, 2. Arytenoides seu Sphincter, 3. Cricoarytenoides laterale, 4. Cricoarytenoides posticum.\n\nMusculos pharyngis, quorum 3 paria: 1. Stylopharyngeus, 2. Sphenopharyngeus, 3. Cephalopharyngeus, qui potius carnosum esophagi intium sunt, quam musculi; etiam Musculus esophageus dictus qui gulam constringit.\n\n1. In Angina Spuria inflammantur tonsillae, in legitima Musculi Laryngis, sed praecipue Arytenoides.\n\n2. In Angina Legitima ipsius Parens fecit incisionem in laryngem inter duos annulos superiores, fistulâ argenteâ in vulnus immisso, per quam patiens inspirabat exspirabatque, adeoque eam curavit: Oportet autem ut Chirurgus incisione facta dividat paulum & diducat curiosè Musculos Sternohyoideis & Sternothyreoideis.\n\n3. Dixit se observasse ramulum ductus Thoracici sive clyliferi ad pericardium tendentem, per quem immisso tubulo inflavit pericardium, unde non absque ratione conjectabatur lympham in pericardium derivatam esse.\n\n4. Pulmo humanus ungulae bovinæ specie externa similis.\n\n5. Asperæ arteriae rami seu bronchiæ intra pulmones cartilaginibus angularibus carent.\n\n6. Valvulae venae cavæ tricuspides dictæ sunt, arteriae venosæ mitrales, quia ambæ junctim acceptæ mitram episcopalem quoque modo representant; valvulae venae arteriosæ sigmoides dictæ sunt, aortæ semilunares.\n\nPericardium in hoc cadavere præter naturam diaphragmati in sua cuspidie erat adnexum.\n\nObservavimus glandulam geminam infra laryngem sub musculis Sternothyreoideis ad utrumque asperæ arteriae latus, quæ in Bronchocele (cui obnoxij sunt Alpium & montium\nmentium altissimorum incule) mirum in modum intumescent.\n\nObservavit insuper ductum Thoracicum unum ramulum mittere ad glandulam parotidem.\n\n1800 Decembri.\n\nPræparavit Musculos dorsi, nimirum 1. Musculos trapezius seu cuculares dictos à figurā, de quibus abunde Vesling. 2. Musculos rhomboides, in basin Scapulae desinunt. 3. Levatores Scapulae, patientiae & pauperum musculi dicti, quia pauperes cum eleemosyna eis negatur Scapulas levant dicentes, Oportet patientes esse. 4. Musc. latissimum dorsi, in summitatem cubiti inferitur, & ab officio Aniscalpator dicitur. 5. Serratos posticos minores, qui superiores. 6. Serratos posticos majores, qui inferiores. 7. Musc. longissimum dorsi, qui discurrit per totum dorsi longitudinem, initio musculis sacrolumbis unitus, singulis costis duas ansulas seu tendines nervosos largitur, qui se mutuo decussant in crucis formam, ansulae sci. exteriore sursum tendunt, interiores deorsum. 8. Musc. Sacrolumbos qui præcedentibus initio juncti interius, & processibus vertebrarum spinatis ad collum usque protendantur, singulis costis ansulas pariter donando, verum exteriore hujus ansulae carnosae sunt, & non tendinosae, quemadmodum præcedentis. 9. Musc. Semispinatos.\n\nPræparavit insuper Musculos capitis & colli; & primò Splenios dictos, quia Splenem bubulum repræsentant, in occiput inseruntur, atq; etiam (quod non habetur apud Vesling aliōsve) tendinem satis validum à reliqua sui parte divisum ad processum transversalem 2dæ cervicis vertebræ mittunt. 2. Complexos, adeo dictos quod quasi à diversis musculis compositi videntur. 3. Rectos majores sive externos. 4. Rectos minores sive internos, a primæ vertebræ tuberculo exortos. 5. Obliquos superiores. 6. Obliquos inferiores. 7. Musculos mastoidicos. 8. Longos. 9. Scalenos. 10. Transversales.\nles. 11. Spinatos, de quibus consultantur auctores. Tandem praeparavit Musculos Sacros & Musculos quadratos.\n\nMonstravit musculos faciei. In fronte membrana carnosa in musculum degenerat, ibi incipiens duplicari ubi desinunt capilli.\n\nObs. 1. Musculi labia obliquè moventes seu dividentes, Sardonii dicti, in morbo illo risu Sardeo nimium debent secari.\n\n2. Si caput inungatur pinguedine supra Cranium humanum nascente capillos abunde producit.\n\n3. Qui é Febri maligna moriuntur, iis intestina post mortem livida aut viridi-cœrulea apparent.\n\n4. Non est pericranium à periosteo diversum, verum periosteum in capite dicitur pericranium, potestq; in plures v. g. 7. vel etiam 10. plagulas dividi.\n\n5. Musculi temporales ob tutelam & ut in situ continentur membranâ propriâ conteguntur, quam nonnulli falsò pro pericranio habuerunt. Cavendum est ne hæc membrana lœdatur: Siquidem vulnus ei infictum, non rarò convulsiones excitat, unde & hujusmodi vulnera lethalia habentur.\n\n19no Decembris.\n\nPræparavit musculos faciei: Nasî duos, triangulares sci. & obliquos: Oculi, sphincterem palpebrarum: Labiorum, elavatores sci. labii superioris, quorum duo paria; unum ab angulo interiore oculi ortum labiis & naribus commune. Musculi ab osse jugali nati, ideoque Zygomatici dicti, in risu Sardeo dissecandi sunt. Observavit in nonnullis hos Musculos desesse. Constrictor sive Sphincter labiorum Musculus nonnullis Basatorius dictus. Depressores Labii inferioris ab imo mento exorti, admodum spongiosi ubi pilii crescunt. Aliud par, quod Labium inferius & superius simul deorsum abducit, in angulos musculi Sphincteris sive Oris inferiorem.\n\nMusculos\nMusculos maxillae inferioris, scil. Temporalem, Masseterium, pterygoidem internum & pterygoidem externum, qui maxillam sursum trahunt omnes; digastricos deinde, qui deprimunt.\n\nNot. 1. In cranio perforando trepano, cavendum est a suturis; nam si Dura Mater (quae per suturas cum pericranio committitur) laedatur, periculum ingens est ne ægrotus convulsus moritur.\n\n2. Cerebrum humanum ingens est, corporis magnitudinis respectu habito.\n\n3. In Cerebri ventriculis observavi duo corpora Hippocampi & Bombyces Arantio dicta ob similitudinem.\n\n4. Cerebrum non pulsat per se, sed Arteriarum respectu: Nam si animalis vivi cranium aperias Cerebrumq; denudes, & ex una parte Menyngem piam amoveas cum vasis eadem intertextis, videbis alteram partem pulsare, alteram vero nudam membranam non item. Affert seipsum hoc expertum esse, cerebrumq; post amotionem Cranii plus horæ quadrante pulsasse.\n\n5. Observavimus nervorum par 4. seu Fallopianum, qui a posteriore Cerebri parte exorti, ad latera basis Cerebri reptantes, juxta tertium par exeunt.\n\n6. Observavimus plures nervos è 7. conjugationibus non simplices esse, quamvis ex uno foramine exeunt, sed revera divisos & multiplices, nimirum tertium & quintum par ex 4. utrumq; nervis constat, sextum ex 8. vel 10. verum omnes illi simul sumpti non adeo ampli sunt ac ego putaveram.\n\n7. Glandula pituitaria major est in homine & solidior, quam ego in animalibus observare solitus sum.\n\n8. Sub infundibuli membranam duo nobis ostendit corpuscula alba viciæ magnitudine, testiculi figurâ, qua fratrem suum primum invenisse dixit, verum habentur pietà apud Veslingium.\n9. In foraminibus Narium maximis observavi 4. corpora, aut etiam plura, oblonga, spongiosa, membranà tecla, quae (ut probabile est) Mucum ne defluat impediunt.\n\n10. Pia Mater composita videtur ex tunicis venarum & arteriarum, quae eam crebrae perreptant.\n\nPost aggressus est Oculi dissectionem, in quo Musculos 6. notavit. 1. Elavatorem, Superbum & Hispanum dictum. 2. Depressores, humiles & Capucinos. 3. Adducentes, bibitorios & Germanos. 4. Abducentes, meretricios. 5. Obligantes, &c. 6. Trochleatores, amatorios dictos.\n\nAnterior tantum tunica humoris crystallini aranea dictur, posterior pro parte hyaloidis habetur.\n\nObservavit Musculos in singulos ingredientes nervos; de Musculis Oculi loquor.\n\nVesiculae seminales ad vasa deferentia, immediate supra glandulas prostratas, veluti alae utrinque adjacent, originem seu radicem suam juxta glandulas habentes.\n\nCapsulae Seminales nihil aliud sunt quam vasa deferentia dilatata immediatè supra glandulas prostatas.\n\nMeretrices in coitu habent artem Vulvas coarctandi, os coccygis protrudendo introsum, adeoque coitum jucundorem reddendi.\n\n21mo Decembris.\n\nObservavimus in uno cadavere Arteriam Spermaticam inferius a trunco Arteriae magnae ortam ascendere & emulgentem supergredi.\n\nVidimus manifestè Capsulam Spermaticam perforatam in Urethram, atque etiam in vesiculas seminales, adeoque ut in utramque facile stylo admittat. Foramen illud, quod in urethram exit per tuberculum in ipso vesicæ collo, seu caruculam in urethrae initio, valvulam habet quae impediret ne Sperma involuntariè exeat, aut in capsulas regrediatur.\nAsserit ille se nunquam invenisse semen in glandulis prostatis, nec agnoscere ulla foramina per quae Semen in urethram exeat. Ego aliter sentio, & puto Sperma in hisce glandulis contineri etiam in homine. Putat ille glandulas idem tantum factas esse, ut vesicae collum compriment, adeoque conducant ad Semen cum impetu ejaculandum.\n\nIn Urethra summa, in glande scil. penis propè extremitate, canalis se dilatat & foveolam efficit, in qua si materia aliqua acrior aut putrida stagnet, sive Sperma sit, sive urina, acerrimos dolores creat, & pustulas causat.\n\nGonorrhæa flava vehementissimos excitat dolores.\n\nMusculos manûs dissecuit. Ii autem sunt. 1. Deltoides. 2. Coracoides, qui humero attollendo inserviant. 3. Rotundus major. 4. Rotundus minor, qui humerum deprimit. 5. Spinatus inferior. 6. Spinatus superior. 7. Infraescapularis sive demersus; qui humerum circumrotare creduntur. 8. Biceps, praecipue notabilis ob duplex initium, quorum alterum in sinu vel foveola ossis humeri capiti insculptâ, velut nervus arcûs in fibula, tendine suo immittitur. 9. Brachiaeus; qui cubitum flextunt. 10. Musculus longus. 11. Brevis; qui simul juncti. 12. Anconaeus; simul cubitum extendunt. 13. Quadratus. 14. Teres; qui pronatores dicuntur. 15. Supinator longus. 16. Supinator brevior. 17. Musculus palmaris, qui per totam manûs volam expanditur. 18. Flexor Carpi externus. 19. Flexor Carpi internus. 20. Extensor Carpi externus. 21. Extensor Carpi internus. 22. Flexores primi internodii, Lumbricales dicti, a tendinibus flexorum ad internodii orti & carnosii. 23. Flexores secundi internodii, Perforati dicti, 24. Flexores tertii internodii, Perforantes nominati. 25. Abductor minimi digiti. 26. Annularis. 27. Medii. 28. Indicis indicator dictus praecipue notabilis. 29. Adductor Indicis. 30. Medii. 31. Annularis, 32. Auricularis, musculi in formam crucis intra digitos collocati, atq; Interossi dicti. 33. Flexor primi internodii pollicis\nlicis. 34. Flexor ad internodii, qui in 4 partes dividit\ntelt. 35. Adductor, 36. Abductor pollicis. 37. Flexor\nstii internodii. 38. Extensor primus pollicis. 39 Extens-\nfor adus. 40. Extensor digitorum, qui articulos singu-\nlos velut investiunt.\n\n2510 Decembris.\n\nWe saw the operation of cutting a Child out of the\nWomb, performed in a Carcass by Marchetti the younger:\nThis is called Partus Caesareus.\n\nHe told us that himself had taken a Child out of the\nMothers Womb, after she was dead, which lived 2 or 3\ndays.\n\nInciso facienda est in uno latere; cavendum à linea alba\n& locis ei vicinis, propter musculorum tendines, qui illi\nomnes conveniunt, & si secantur difficilius coalescunt: In illo\netiam latere, seu ibi, ubi infantis caput existere, seu jacere de-\nprehenditur.\n\nIn incisione facienda magnam adhibere oportet cautionem,\nsensim & leniter secando, ne intestina vulnerentur: Postquam\nChirurgus Musculos omnes & peritonæum perforaverit, de\nreliquo debet immittere duos digitos, adeoque omnes musculos\n& peritonæum attollere, atque digitos sursum versus scalpellum\ndirigendo secare. Iia cum aperit uterum summopere caven-\ndum est pariter ne foetus vulnerat.\n\nPostquam fetus educatus est, vulnus confundendum est acu\nper omnes musculos & membranas aducto; & fila connecten-\nda sunt in singulis puncturis. Uterus ipse nullo modo con-\nfundus est.\n\nHoc facto in uterum injici debet Decoctum Saniculae,\nConsolidæ, & aliorum vulnerariorum; item Vinum maximè\nausterum. Vulnus autem externo abdominis primo applicari\ndebent lincta albumine ovorum madefacta, deinde Emplastra,\nut Diapilma &c. quod si vulnus ad supurationem veniat\nimmittenda est in inferiorem partem turunda.\n\nDixit\nDixit se nunquam potuisse observare ossa pubis in partu separari, nam & ipse in partu difficillimo ei parti manum imposuit, nec potuit sentire ullam disjunctionem aut oblongationem. Habet etiam argumentum ex Hippocrate contra hanc sententiam desumptum à callo, Qui inter ossa fracta aut luxata existere solet, & in futurum horum ossium separationem impediat.\n\n10 Januarij.\n\nIn a Hare dissected we observed the Intestinum rectum of a very great length, having large pilulae of Dung secundum intervalla. I call here the Gut (so far as it had no cellulae) rectum, though indeed it had one or two convolutions.\n\nThe intestinum caecum was of a vast bigness and length: In bigness it far exceeded the Colon, and was full of Excrement. Just at the entrance into it out of the Ileum was another appendix of a globular figure; the tunicae of it more fleshy, and fuller of Veins and Arteries than the adjoining caecum; there was also a little round hole in it. The caecum towards the farther end of it was small, round, fleshy, full of Vessels, red coloured like the jejunum in a Man; the inner tunica granulated, and this for more than 4 inches in length.\n\nThe Spleen was small and long, thicker at one end, it had no Vesicula fellea that I could find; (In another we found the Vesicula fellea manifestly:) The Kidneys large, and the Left situate higher than the Right. The glandulae renales received not their Vessels from the Emulgents, but from great Veins on each side going to the Loins.\n\nThe Stomach was full of Grafs (as I conjectured) which smelt like the Wax of an Honey-comb when the Honey is newly drained from it.\n\nIt was a Female, and had long cornua uteri, but did not gestate when we cut it up.\nIt seemed to have such a cavity under the Tail, above the foramen ani, as I have observed in a Badger.\n\nI believe now that the Matter contained in the Stomach was Fir chewed small, the which the smell argued.\n\n2do Januarij.\n\nIn Gallina montana observavi appendices duas prelongas, dimidium ulnae excessisse credo: Ad principium suum ubi a recto oriuntur post 3 aut 4 uncias reflectuntur seu convolventur, at in prima hac convolutione nulla intus excrementa continet; tum sursum juxta intestinum utrinque ascendunt, sunt amplissimae atque excrementis plena: Ad ingressum suum ubi intestino recto coherent habent velut annularem Musculum seu Sphincterem.\n\nHepar satis grande, in duos praecipue lobos divisum. Vesiculam telleam nullam inveni, verum poros biliarios duos magnos diversis osculis non procul tamen distitis se in intestinum duodenum aperientes.\n\nLien exiguus triangularis. Ventriculus mediocris, musculosus, cujus interior tunica in duritiem fere corneam concreverat aliqua sui parte: Cor amplissimum.\n\nIn ventriculo et ingluvie summitates et germina Abietis frondium, que apertae resinaceum et non ingratum expirabant odorem, materiae in Leporino ventriculo contentae simillimum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102686.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 34408,
    "total-output-tokens": 12478,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1492,
        2
      ],
      [
        1492,
        3223,
        3
      ],
      [
        3223,
        5007,
        4
      ],
      [
        5007,
        6689,
        5
      ],
      [
        6689,
        8310,
        6
      ],
      [
        8310,
        10088,
        7
      ],
      [
        10088,
        11790,
        8
      ],
      [
        11790,
        13372,
        9
      ],
      [
        13372,
        15091,
        10
      ],
      [
        15091,
        16940,
        11
      ],
      [
        16940,
        18694,
        12
      ],
      [
        18694,
        20366,
        13
      ],
      [
        20366,
        22114,
        14
      ],
      [
        22114,
        23865,
        15
      ],
      [
        23865,
        25658,
        16
      ],
      [
        25658,
        27298,
        17
      ],
      [
        27298,
        28905,
        18
      ],
      [
        28905,
        30482,
        19
      ],
      [
        30482,
        32421,
        20
      ],
      [
        32421,
        34104,
        21
      ],
      [
        34104,
        35805,
        22
      ],
      [
        35805,
        36995,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102686",
    "title": "A Letter from Mr Samuel Dale to Dr Hans Sloane, R. S. Secr. Giving an Account of What Manuscripts Were Left by Mr John Ray, Together with Some Anatomical Observations Made at Padua by the Said Mr Ray",
    "authors": "Samuel Dale, John Ray",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/102686"
  }
}