{
  "id": "cf05718c0bf47c7cdda76313503eb70e627519e3",
  "text": "XIX. An Account of the remarkable Alteration of Colour in a Negro Woman: In a Letter to the Reverend Mr. Alexander Williamson of Maryland, from Mr. James Bate, Surgeon in that Province. Communicated by Alexander Russel, M.D.\n\nF. R. S.\n\nTo the Rev. Tho. Birch, D. D. Secret. R. S.\n\nSIR,\n\nRead, 10 May, 1759.\n\nSome account of the extraordinary facts mentioned in the inclosed letter having been communicated to me, above a year ago, by the Reverend and ingenious Mr. Williamson of Maryland, I thought them worthy of attention; and therefore begged, that he would be so kind, as to get some Gentlemen of the faculty to assist him in making a further enquiry. He has accordingly transmitted to me the case, now sent you, as related by Mr. Bate, a practitioner in physic, of some note in that part of the world.\n\nI have also had the particulars since confirmed to me by two Gentlemen now in England, who have often seen the woman; so shall make no farther apology for giving you this trouble, in order to its being communicated to the Royal Society.\n\nI am, Sir,\n\nYour most obedient humble Servant,\n\nLimestreet, May 8th, 1759.\n\nAlexander Russell.\n\nSIR,\nSIR,\n\nIn compliance with your desire, I send as particular an account of the extraordinary metamorphosis observable in colonel Barnes's negro woman, as I have been able to procure.\n\nFrank, a cook-maid of the above-named Gentleman, a native of Virginia, about 40 years of age, remarkably healthy, of a strong and robust constitution, had her skin originally as dark as that of the most swarthy African; but about fifteen years ago, observed that membrane, in the parts next adjoining to the finger nails, to become white. Her mouth soon underwent the same change, and the phenomenon hath since continued gradually to extend itself over the whole body; so that every part of its surface is become more or less the subject of this surprising alteration. In her present state four parts in five of the skin are white, smooth, and transparent, as in a fair European, elegantly shewing the ramifications of the subjacent blood-vessels: the parts remaining footy daily lose their blackness, and in some measure partake of the prevailing colour; so that a very few years will, in all probability, induce a total change. The neck and back, along the course of the vertebrae, maintain their pristine hue the most, and in some spots proclaim their original state: the head, face, and breast, with belly, legs, arms, and thighs, are almost wholly white; the pudenda and axillæ party-coloured; the skin of these parts, as far as white, being covered with white hair; where dark, with black. Her face and breast, as often as the passions anger, shame, &c., have been excited\nexcited in her, have been immediately observed to glow with blushes; as also when, in pursuance of her business, she has been exposed to the action of the fire upon these parts, some freckles have made their appearance. After having described her present appearance, as well as I am able, I shall not pretend to offer any conjectures of my own upon the subject; lest being led away by a train of reasoning, I should lose myself, in endeavouring to establish a favourite hypothesis; but, on the contrary, shall confine myself to a simple narration of such facts, as may prevent mistakes, or obviate difficulties, arising in the investigation of this difficult piece of physical history. And in the first place, lest the change should be thought the consequence of a previous morbid state, she declares, that, excepting about seventeen years ago, when she was delivered of a child, she hath never been afflicted by any complaint of 24 hours continuance; and that she never remembers the catamenia to have been either irregular or obstructed, only during this pregnancy: she hath never been subject to any cutaneous disorders, or made use of any external applications, by which this phenomenon might be produced. The effects of the bile upon the skin are well known to physicians, and have given rise to an opinion, that its colour was determined thereby: for my own part I cannot believe it has any thing to do here, since, from all the circumstances I have been able to collect, I cannot find the least reason to suspect, that this fluid, whether cystic or hepatic, has undergone any alteration. As uction is known to make the skin of negroes become white, and as she is daily employed in the businesse\nof cookery, it may perhaps be supposed the effect of heat: but this can never be the case, as she has ever been well clad; and the change is as obvious in the parts protected from the action of that element, as in those the most exposed thereto. As an emunctory, the skin seems to perform its office as well as possible, the sweat with the greatest freedom indifferently pervading the black and white parts. The effects of a blister I mentioned to you I am yet a stranger to, as that, which I applied upon the outside of the arm, did not answer the intended purpose: whether this was owing to its being laid upon a part too much exposed, or that the corpus reticulare being destroyed, there may be such an adhesion of the cuticle to the cutis, as may render them inseparable, a second experiment must determine. If, upon your sending this to Dr. Russell, he, or any of his learned acquaintance, to whom he may communicate it, shall think any future experiments necessary, I shall be glad to execute them under their directions, not only for my private satisfaction, but in order to convince you, how much pleasure I take in doing every thing, that may oblige Mr. Williamson or his friends.\n\nI am, Sir,\n\nYour obedient humble Servant,\n\nLeonard-Town,\n6th Sept. 1758.\n\nJames Bate,\nSurgeon in Maryland.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105364.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1440,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1147,
        2
      ],
      [
        1147,
        2708,
        3
      ],
      [
        2708,
        4410,
        4
      ],
      [
        4410,
        5707,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105364",
    "title": "An Account of the Remarkable Alteration of Colour in a Negro Woman: In a Letter to the Reverend Mr. Alexander Williamson of Maryland, from Mr. James Bate, Surgeon in That Province. Communicated by Alexander Russel, M. D. F. R. S.",
    "authors": "Alexander Russel, James Bate",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105364"
  }
}