{
  "id": "4790f1a118106d7c69087d995964ed16fb69722d",
  "text": "Perspective View of a Graphic Register of the Tides and Winds.\n\nEngr. by J. Bradley.\nA Roller on which the Paper is wound\n\nB The Drawing Cylinder\n\nC Roller for keeping the Paper in contact with the Drawing Cylinder\n\nD Toothed wheel connected with the Clock\n\nE Cam Wheel for raising the Hammer\n\nF The Hammer\n\nG The Spindle with the Arrow upon it which\n\nH The Rack\n\nI The Pinion connected with the Float\n\nK The Pencil\n\nLLL The Paper\nG The Spindle with the Arrow upon it which is connected with the Weathercock\n\nH The Rack\n\nI The Pinion connected with the Float\n\nK The Pencil\n\nLLL The Paper\nXII. Description of a Graphical Registrer of Tides and Winds. By Henry R. Palmer, Civil Engineer. Communicated by John William Lubbock, Esq. V.P. and Treas. R.S.\n\nRead March 10, 1831.\n\nIn the exercise of my profession, particularly in reference to questions relating to harbours and tidal rivers, I have frequently had occasion for a train of observations on the rate of the rising and falling of the tides, continued through at least one whole series of them. Such observations have usually been made at intervals of fifteen minutes, and in order to exhibit the rates of rising and falling in the different periods of the same tide, and the differences of the several tides, I have represented them in the form of a chart.\n\nThe Plate No. IV. exhibits one of those charts which was made previously to the commencement of a new entrance to the London Docks. The use of it was to ascertain for what length of time there would be a given depth of water about the said entrance, and in the channel of the river near to it, during the different tides.\n\nHaving for some time past directed my attention to the nature of the effect that will be produced on the tides of the river Thames in the port of London by the removal of London Bridge, I have thought it very important that the changes should be progressively marked as they occur, that the ultimate consequences may with more ease and certainty be demonstrated.\n\nIn order to continue a series of constant, and, as far as possible, of unerring observations through so great a length of time as must necessarily elapse during the progress of these changes, I have realised an idea which I have for many years entertained, and for which the works now carrying on at the London Docks, under my direction, afford me an excellent opportunity of carrying into effect, viz. To construct a machine which being acted upon jointly by a time-piece, and a float resting on the water, shall represent every tide in succession\n\nMDCCCXXXI.\nby such lines as those in the chart before referred to; while by connecting a type in the machine, with a weather-cock, above the house in which it is placed, an hourly register of the winds would also be obtained.\n\nThe performance of such a machine must if well arranged be evidently free from those inaccuracies and doubts which the frequent and long-continued observations of individuals, through nights as well as days, must be liable to. It will require only the occasional attention of a superintendant to correct the time, and supply it with paper.\n\nThe following is a description of the first that has been made for me, and which will shortly be placed at the mouth of the new entrance to the London Docks.\n\nReference to the Plates.\n\nNo. 1. A perspective view of the machine.\nNo. 2. An elevation and side view.\nNo. 3. The well and float, with the relative situation of the machine.\nNo. 4. A chart of tides in the river Thames observed in 1828.\nNo. 5. The same tides represented according to the form to be effected by the machine.\n\nA number of parallel and equidistant lines, representing feet in height, are engraved, and printed on dry paper, whose sides are carefully cut parallel, and the ends joined until such a length is formed as to serve for three or four weeks consumption.\n\nThe long sheet thus produced is wound upon a brass roller, which is placed near the lower part of a cylinder one foot in diameter, so that the paper may pass round that cylinder, and be in contact with it through about three fourths of its circumference.\n\nThe contact of the paper is preserved by a roller pressing upon it by its own weight near the upper part of the cylinder.\n\nOn the axis of the cylinder is a toothed wheel, which is to be acted upon by a clock, and hence follows the motion of the paper in the direction of its length, moving equal distances in equal times. By means of the same toothed wheel, motion is given to a Cam Wheel having six teeth, and the velocity so regulated that it makes one revolution in six hours. Each tooth in the Cam Wheel\nraises, in its turn, a hammer, whose fall strikes an impression on the paper once in every hour, so that the spaces passed through are measured as they occur, and leave no error that might otherwise arise from the expansion or contraction of the materials. It is obvious that when the paper has been taken off the machine, vertical lines must be ruled across the paper through the hourly points made by the hammer, and any of them may be subdivided into less measures of time if required. Immediately over the axis of the cylinder, and parallel with it, is a rack, which carries a pencil, and is acted upon by a pinion, which receives its motion from a float resting upon the water; so that as the tide rises and falls, the pencil moves backwards and forwards at a proportional rate, although through diminished space, and thus by the combined motions of the clock and the tide, a line is produced on the paper which represents both.\n\nThe impression hourly struck by the hammer is the figure of an arrow with a cross in the centre, the point of intersection being that through which the hour lines are drawn. The figure is cut on the end of an upright punch, which is connected with a weather-cock on the top of the house in which the machine is placed, and hence the direction of the arrow will always correspond with that of the wind, which becomes hourly registered.\n\nThe marking point for the tidal line is of steel, which makes such an impression on the paper as will be easily traced with a camel's hair pencil when the paper is removed, as will also the impression made by the wind arrow. A pencil, usually called the metallic pencil, may be employed for the original line if preferred.\n\nThe float which rests on the water is a hollow plate-iron vessel, suspended by a chain which passes twice round a light cast-iron barrel, and then descends, having a counter weight attached to it. The chain is of such a length, that both ends of it are always resting on the ground, so that the weight of chain on each side of the barrel is always equal.\n\nThe float is placed in a well communicating with the river, and to prevent that undulating motion which would be produced by the motion of the surface of the river during high winds, the water is received into the well through a fine wire gauze.\n\nThe motion is communicated from the float in the well to the machine in\nthe house by a light horizontal shaft revolving under the surface of the ground, and communicating by bevil wheels with an upright shaft which acts immediately upon the pencil rack *.\n\nThe references to the details are given on the several Plates.\n\nConsidering how many interests may be affected by the expected change in the circumstances of the river Thames, by the removal of London Bridge, it appears important that a similar gauge should be established at some point above the bridge, so that by the corresponding charts of the two machines, the facts will be so clearly exhibited as to defy that contradictory evidence which interested persons might hereafter produce, as well as furnish valuable data upon which remedial expedients might be founded.\n\nSince the completion of the machine above described, my attention has been directed by Mr. Lubbock to the application of similar means for observing accurately the times of high water, not only as a scientific inquiry upon the tides generally, but with a view to the construction of accurate tide tables. Perceiving the value of that gentleman's suggestion, I devoted immediate attention to the subject, and trust, from the progress I have made, that the object will be accomplished in a satisfactory manner.\n\nTo indicate sensibly the time of high water to within any small portion of time (such as a minute), required a representation on a much larger scale than that above described, and therefore a distinct cylinder became necessary. It not being required to register the absolute heights by this machine, I have determined on registering only the upper part of the tide, that is, that portion which is contained in thirty minutes, of which the highest point will be one. Instead of representing the upper part of the tide by a continuous line, it will indicate the relative place and the time of it by punctures, one of which will be struck in each minute; so that the real time of any one puncture being known, the observer has only to count the number of punctures from that whose time is known, to the highest on the scale, and that will denote the time sought.\n\nTo accomplish this, the instrument by which the marks are made on the paper will not move as the pencil does in the first machine, but, keeping their\n\n* To avoid derangement of the rate of the clock's motion, a weight is to be attached to the registrar, equal in force to the resistance of the friction of those parts the clock has to move.\nplaces, the cylinder with the paper will move, and thus by a very simple motion from the clock, the real time will be expressed once in the thirty minutes around one of the minute points.\n\nTo avoid the risk of inattention on the part of the individual to whom the operation of the machine may be intrusted, the machinery connected with the float will put the registering apparatus into gear a short time before the time of high water, and the clock will put it out of gear when the operation has been continued for thirty minutes.\n\nTo obtain the exact time of high water, or even to ascertain it with moderate precision, does not appear practicable but by means similar to those described. The motion of the surface of the water, occasioned by the wind, and the vibrating motion of the general mass upon the turn of the tide, are obvious reasons: but by having the float placed in a protected situation, and the varying height marked in fact by the time, we may expect to arrive at a sufficient accuracy for the purposes required.\n\nWhen this machine has been completed, a full description of it shall be forwarded to the Royal Society, and I hope it will hereafter do me the honour to accept either the original or copies of the series of observations upon the tides of the Thames, which both machines may exhibit.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107930.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20752,
    "total-output-tokens": 2644,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        85,
        2
      ],
      [
        85,
        431,
        3
      ],
      [
        431,
        588,
        4
      ],
      [
        588,
        588,
        5
      ],
      [
        588,
        588,
        6
      ],
      [
        588,
        588,
        7
      ],
      [
        588,
        588,
        8
      ],
      [
        588,
        2561,
        9
      ],
      [
        2561,
        4618,
        10
      ],
      [
        4618,
        6988,
        11
      ],
      [
        6988,
        9458,
        12
      ],
      [
        9458,
        10772,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107930",
    "title": "Description of a Graphical Registrer of Tides and Winds",
    "authors": "Henry R. Palmer",
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107930"
  }
}