{
  "id": "44cfb378e6d003a31e825ae189df369ed1910e62",
  "text": "in respect of Dublin: Whence one may reasonably gather, that these spreading Epidemick Distempers take their Progress from East to West. But this should be further confirmed by more frequent Observations before one may safely determine any thing in this matter; however, that it held true in the two foregoing Instances is certain; and 'tis not less certain that the Plague and Pestilential Fevers rage more frequently in the East towards Constantinople and the Levant, than in these more Western Parts of Europe, as if that seemed a more Natural Climate for their rise and propagation; whence the several Estates of Italy so usually impose on Ships coming from all Parts of Turkey into their Ports the strict observing a Quarantine, before they Land either their Passengers, or their Goods.\n\nAnd this might lead us to Discourse something concerning the cause of these sort of spreading Distempers: But till we have a better stock of more accurate Histories of them, and be further acquainted with their Nature and Progress, I do not think it so proper to the Design of those that candidly prosecute Philosophical Enquiries to determine any thing as yet in this Point.\n\nT. M.\n\nV. Of a Stone found in the Gall-Bladder of a Woman. By Mr. J. T.\n\nAfter throwing up the Sternum, and inspecting the Parts contained in the Cavity of the Breast, I found the Lobes of the Lungs extremely turgid, and its Vesicles impleat with a grumous Blood, their investing Membrane in the upper part adhered firmly to the Pleura: The right Ventricle of the Heart was filled with a large quantity of coagulated Blood, but the left seemed exanguinous:\nI took but a cursory view of these Parts, but yet could not but observe a stagnation, and great extravasation of Blood upon the right side of the Pleura.\n\nBeneath the Diaphragm, or in the Cavity of the Abdomen, I found the Ventricle and Intestines much inflated, the Omentum fair and large, the Spleen to Admiration so augmented in bulk, that according to the most considerate poise, I could not suppose it to weigh less than two or three Physical Pounds: Upon cutting through its body, there was discharged several Ounces of a very fetid and putrified Blood. The Liver also was much larger than usual, but its Parenchyma firm and sound. When I came to survey the Concave part of this Bowel, I beheld as I thought, the Vesica biliaria full of Bile; but more curiously examining of it by the touch, I found by the interposition of a solid Body, that there was something preternatural ingendred within its Cavity: To be satisfied of this, I opened the Vesica, and with my Forceps extracted a Stone very beautifully crusted over with crystallized Salts of various Figures, Conical, Cubical, Pyramidal, &c. The one half of it lay immersed in Bile, whose quantity was inconsiderable; for indeed this Lapidious Concretion took up the whole Cavity of the Bladder, and weighed immediately after it was taken from its Receptacle, two Drams fifteen Grains.\n\nWe discovered in one of the Kidneys a large Abscess, and discharged a great quantity of Wheyish Matter.\n\nThese were the most observable Remarks taken at the dissection of this Body. But perhaps there was as much Ignorance discovered in those who treated her under her Indisposition as has been heard off: For notwithstanding she had been infested for several days with an Hemoptoe, had all the apparent Symptoms of a Peripneumony and Pleurisy, yet falling into the Hands of some Empirical Chymister of the Town, Venesection was omitted, and utterly forbid, as a useless and unserviceable Remedy.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102443.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 913,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1627,
        2
      ],
      [
        1627,
        3570,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102443",
    "title": "Of a Stone Found in the Gall-Bladder of a Woman. By Mr. J. T.",
    "authors": "J. T.",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102443"
  }
}