{
  "id": "fb5e9880bebb97c34f9e1d5e2a013f9b7aa576e4",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1815 to July 1816.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1815.\n\nPRESENTS.\n\nNov. 9. The Acts of the Parliaments of Scotland, Vol. II. and III. 1814. fol.\nRegistrum magni Sigilli Regum Scotorum in Archivis publicis asservatum, 1814. fol.\nReports of the Commissioners appointed by his Majesty to execute the Measures recommended in an Address of the House of Commons respecting the public Records of Ireland, 1815. fol.\nA Description of the Collection of Ancient Marbles in the British Museum, Part. II. London, 1815. 4°\nA Philosophical and Mathematical Dictionary, by Charles Hutton, LL. D. &c. London, 1815. 2 vols. 4°\nAn Essay on Dew and several Appearances connected with it, by William Charles Wells, M.D. F.R.S.; Second Edition. London, 1815. 8°\nEpisodes from the Shah Nameh or Annals of the Persian Kings, by Ferdosee, translated into English verse, by Stephen Weston, B.D. F.R.S. London, 1815. 8°\nMemoirs of the Life of the Rev. Richard Price, D.D. F.R.S. by William Morgan, F.R.S. Lond. 1815. 8°\nA Philosophical Treatise on the hereditary Peculiarities of the Human Race, Second Edition, with an Appendix, by Joseph Adams, M.D. London, 1815. 8°\n\nDONORS.\n\nThe Commissioners of Public Records.\nThe Trustees of the British Museum.\nDr. Hutton.\nDr. William Charles Wells.\nRev. Stephen Weston.\nWilliam Morgan, Esq.\nDr. Joseph Adams.\n\nMDCCCXVI.\nPRESENTS.\n\nPharmacopoeia Collegii Regalis Medicorum Londinensis 1809, edit. alt. London, 1815. 8°\n\nTransactions of the Royal Society of Edinburgh, Vol. VII. Part 2. 4°\n\nReport on the pestilential Disorder of Andalusia, by Sir James Fellowes, M.D. London, 1815. 8°\n\nA Collection of Treatises on the Effects of Solar Lunar influence in Fevers, with an improved Method of curing them. Third Edition. Cupar 1815, 8vo. by Francis Balfour, M.D.\n\nThe Zoological Miscellany, No. 18—22.\n\nThe Monthly Review from June to October, and Appendix to Vol. LXXVII.\n\nThe European Magazine from June to October.\n\nAnnals of Philosophy. No. 31—35.\n\nThe Philosophical Magazine from June to October.\n\n16. Système universel ou de l'Univers et de ses Phénomènes considérés comme les Effets d'une Cause unique, par M. Thilorier, 4 vol. Paris, 1815. 8°\n\nArchæologia, or Miscellaneous Tracts relating to Antiquity, published by the Society of Antiquaries of London, Vol. XVIII. Part 1. London, 1815. 4°\n\nThe American Medical and Philosophical Register, or Annals of Medicine, Natural History, Agriculture, and the Arts, by David Hosack, M.D. and John W. Francis, M.D. 4 vols. New York, 1814. 8°\n\nJournal des Mines. No. 217—218.\n\nMémoire sur le Cactus Opuntia. Paris, 1813. 8°\n\nCoup d’Œil historique, agricole botanique, et pittoresque sur le Monte Circello. Paris, 1814. 8°\n\nMémoire sur la Culture des Dahlies et sur leurs Usages comme Ornement des jardins et comme Plantes économiques. Paris, 1812. 8°\n\nDescription de la Lembertine, Machine à pétrir le Pain, suivie de quelques Observations sur les Levains. Paris, 1813. 8°\n\nLettre sur l’Exécution juridique de deux Taureaux. Paris, 1812. 8°\n\nEloge historique de Ch. Sig. Sonnini de Manoncourt. Paris, 1812. 8°\n\nKongl Vetenskaps Academiens Handlingar för År 1814. Stockholm, 1814. 8°\n\nRecherches sur l’Acide prussique, par M. Gay Lussac, Paris, 1815. 8°\n\nDONORS.\n\nThe Royal College of Physicians.\n\nThe Royal Society of Edinburgh.\n\nSir James Fellowes.\n\nDr. Francis Balfour.\n\nDr. W. Elford Leach.\n\nMr. Griffiths.\n\nThe Editor.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nM. Thilorier.\n\nThe Society of Antiquaries.\n\nDr. David Hosack.\n\nConseil des Mines de France.\n\nM. Arsenne Thiebaut Berneaud.\n\nThe Royal Academy of Sciences at Stockholm.\n\nM. Gay Lussac.\nNov. 23. A General Dispensatory, or Arrangement of the Pharmacopoeias of London, Edinburgh, and Dublin, by S. Rootsey, F. L. S. Bristol, 1815.\n\nDec. 7. Annals of Philosophy, No. 36.\nPhilosophical Magazine for November.\nMonthly Review for November.\nEuropean Magazine for November.\nThe Zoological Miscellany, No. 23.\nAn Account of two successful Operations for restoring a lost Nose, by J. C. Carpue. London, 1815.\n\nMémoire et Observations concernant les bons Effets du Cautère actuel appliquée sur la Tête par Louis Valentin, à Nancy, 1815.\nMémoire sur les Fluxions de Poitrine, par Louis Valentin, à Nancy, 1815.\n\n21. Développements de Géométrie, avec des Applications à la Stabilité de Vaisseaux aux Deblais et Remblais au Défilement à l'Optique, &c. par Ch. Dupin. Paris, 1813.\n\nTableau de l'Architecture navale militaire aux dix-huitième et dix-neuvième Siècles, Analyse de la première Partie par Ch. Dupin. Paris, 4°\n\nDu Rétablissement de l'Académie de Marine, par Ch. Dupin. Paris, 1815.\n\nTablas mineralógicas dispuestas segun los Descubrimientos mas recientes, e illustradas con Notas por D. L. G. Karsten, traducida al Castellano para el Uso del Real Seminario de Mineria, por D. Andres Manuel del Rio, impressas en Mexico, 1804.\n\nA Treatise on consumptive Diseases, by Thomas Young, M.D. F.R. and L.S. London, 1815.\n\n1816.\n\nJan. 11. Connaissance des Tems pour l'An 1818. Paris, 1815.\n\nAnatomie pathologique des Organes les plus importants du Corps humain, traduit de l'Anglais de M. Baillie, et enrichie de Notes par M. Guerbois. Paris, 1815.\n\nMedico-Chirurgical Transactions, Vol. VI. by the Medical and Chirurgical Society of London, London, 1815.\n\nAnnals of Philosophy, No. 37.\nPhilosophical Magazine for December.\nThe Monthly Review for December.\nThe Zoological Miscellany, No. 24.\nThe European Magazine for December.\n\n25. Meteorological Journal kept on board the Marine Society's Ship at Deptford, for the Years 1814 and 1815.\n\nMr. S. Rootsey.\n\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\nMr. Griffiths.\nThe Editor.\nDr. W. E. Leach.\nMr. J. C. Carpue.\n\nM. Valentin.\n\nMr. Ch. Dupin.\n\nDon Andres M. del Rio.\n\nDr. Thomas Young.\n\nLe Bureau des Longitudes de France.\nM. Guerbois.\n\nMedical and Chirurgical Society.\n\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\nMr. G. E. Griffiths.\nDr. W. E. Leach.\nThe Editor.\nMarine Society.\nPRESENTS.\n\nImproved Agriculture, and the Suppression of Smuggling, Property Tax, and Poor's Rates, &c. &c. &c., by F. Vanderstraten. London, 1816. 8°\n\nA Treatise on the mineral Waters of Gilsland, by W. Clanny, M. D. Sunderland, 1816. 8°\n\nFeb. 1. Annals of Philosophy, No. 38.\nPhilosophical Magazine for January.\nThe European Magazine for January.\n8. The Monthly Review for January, and Appendix to Vol. LXXVIII.\n\n15. Medical Transactions, Vol. V. London, 1815. 8°\n\nTransactions of the Horticultural Society, Vol. I. London, 1812, 4to. and Vol. II. Part 1 and 2.\nTransactions of the Literary and Philosophical Society of New York, Vol. I. New York, 1815. 4°\n\nHistoire générale des Peches anciennes et modernes, par S. B. Noel. Paris, 1815. 4°\n\nFurther Remarks on Dr. Bradley's Theorem, for computing the Astronomic Refraction, by T. S. Evans, LL.D. London, 1815. 8°\n\nHistorical Memorandum respecting Experiments intended to ascertain the calorific Powers of the different prismatic Rays, by T. S. Evans, LL.D. London, 1815. 8°\n\n22. A Chart of the Arabian Sea and circumjacent Coast, by Captain James Horsburgh.\n\n29. A Descriptive Catalogue of the British Specimens deposited in the Geological Collection of the Royal Institution. London, 1816. 8°\n\nTables of the Positions or of the Latitudes and Longitudes of Places, composed to accompany the Oriental Navigator, by James Purdy. London, 1816. 4°\n\nThe Philosophical Magazine for February.\nAnnals of Philosophy, Nov. 39.\n\nMar. 4. Vetusta Monuments, Vol. IV. Plates 36 to 52.\n\nA Catalogue of the printed Books and Manuscripts in the Library of the Society of Antiquaries of London. London, 1816. 4°\n\nThe Inaugural Oration spoken 4th November, 1815, at the Ceremony of laying the first Stone of the London Institution, by Charles Butler, Esq. London, 1816. 8°\n\n14. The Transactions of the Linnean Society of London, Vol. XI. Part 2. London, 1815. 4°\n\nApr. 4. A Journal of Science and the Arts, No. 1.\nAnnals of Philosophy, No. 40.\nThe Philosophical Magazine for March.\n\nDONORS.\n\nMr. F. Vanderstraten.\nDr. W. R. Clanny.\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\nThe Editor.\nMr. George Edward Griffiths.\nThe Royal College of Physicians.\nHorticultural Society of London.\nThe Literary and Philosophical Society of New York.\nM. S. B. J. Noel.\nDr. T. S. Evans.\nCaptain James Horsburgh.\nW. T. Brande, Esq.\nMessrs. Lawrie and Whittle.\nMr. A. Tilloch.\nDr. Thomas Thomson.\nThe Society of Antiquaries.\nThe President and Managers of the London Institution.\nThe Linnean Society.\nMr. John Murray.\nDr. Thomas Thomson.\nMr. A. Tilloch.\nPRESENTS.\n\nThe Monthly Review for March.\nThe European Magazine for March.\nA Chinese Poem inscribed on Porcelain, in the 33rd year of the Cycle, A.D. 1776, with a double Translation and Notes, by S. Weston, F.R.S. and F.L.S. London, 1816. 12°\n\n25. Journal des Mines, No. 161, 168, 214.\nEssays, Religious and Moral. London, 1812. 12°\n\nThe Principles of Fluxions, by the Rev. William Dealy. London, 1816. 8°\n\nThe First Centenary of a Series of concise and useful Tables of all the complete decimal Quotients which can arise from dividing a Unit or any whole Number less than each Divisor by all Integers from 1 to 1024.\n\nDes Beautés poetiques de toutes les Langues considérés sous le Rapport de l'Accent et du Rythme, par l'Abbé Ant. Scoppa. Paris, 1816. 8°\n\nPlants of the Coast of Coromandel, Vol. III. No. II. fol.\n\nMémoires de la Classe des Sciences mathématiques et physiques de l'Institut Imperial de France for 1810, 1811, and Part I, for 1812. Paris. 4°\n\nMémoires de l'Institut Royal de France, Classe d'Histoire et de Litterature ancienne, Tome I. and XI. Paris, 1815. 4°\n\nMémoires présentés à l'Institut des Sciences, Lettres, et Arts par divers Savans, et lus dans ses Assemblées, Sciences, Mathematiques, et Physiques, Tome IX. Paris, 1811. 4°\n\nMay 2. Annals of Philosophy, No. 41.\nThe European Magazine for April.\nThe Monthly Review for April.\nThe Philosophical Magazine for April.\n\n9. The Principles of Population and Production, by John Weyland, Jun. Esq. London, 1816. 8°\n\n16. Catalogue raisonné des Diamants dans le Cabinet de Sir Abraham Hume, Bart. par M. Le Comte de Bournon. Londres, 1815.\n\n30. Annals of Philosophy, No. 42.\n\nJune 13. Journal des Mines, No. 219 and 220.\nDe l'Education physique de l'Homme par M. Friedlander, D.M. Paris, 1815. 8°\n\nVon der Natur und den Eigenschaften des Lichtes von Placidus Heinrich, St. Petersburgh, 1808. 4°\n\nDie Phosphorescenz der Korper oder die im Dunkeln bemerkbaren Lichtphanomene der anorganischen Natur, von Placidus Heinrich. Nurnberg, 1815. 4°\n\nDONORS.\n\nMr. Griffiths.\nThe Editor.\nRev. Stephen Weston.\n\nEcole des Mines.\nIsaac Hawkins Brown, Esq.\nRev. William Dealtry.\nHenry Goodwyn, Esq.\n\nThe Abbé Scoppa.\n\nThe Committée of Warehouses of the East India Company.\n\nThe Royal Institute of France.\n\nDr. Thomas Thomson.\nThe Editor.\nMr. G. E. Griffiths.\nMr. Alexander Tillock.\nJohn Weyland, Esq.\n\nSir Abraham Hume, Bart.\n\nDr. Thomas Thomson.\nEcole des Mines.\nMr. Friedlander.\nM. Placidus Heinrich.\nPRESENTS.\n\nMonumentum Keplero dedicatum Ratisbonæ die 27 Decembris, Anno 1808. fol.\nMemoirs of the American Academy of Arts and Sciences, Vol. III. Part 2.\nTransactions of the Horticultural Society, Vol. II. Part 3 and 4.\nAstronomical Observations made at the Radcliffe Observatory at Oxford, from May the 1st. 1815, to May the 1st. 1816. MS.\nAn Atmospheric Register for indicating Storms at Sea.\nAn Analysis of the Mineral Waters of Tunbridge Wells, by Charles Scudamore, M. D.\nAnnals of Philosophy, No. 42.\nThe Philosophical Magazine for May.\nThe European Magazine for May.\nThe Monthly Review for May, and Appendix to Vol. LXXIX.\n\nJuly 4. Leçons de Mechanique analytique, Tome II. par M. Prony.\nA Journal of Science and the Arts, No. 2.\nAnnals of Philosophy, No. 43.\nPhilosophical Magazine for June.\nMonthly Review for June.\nEuropean Magazine for June.\nAn Engraving of fossil Bones from Cephalonia.\nAn Address on Zoology and Botany, by C. S. Rafinesque.\n\nJuly 11, Journal des Mines, No. 225—228.\n\nDONORS.\n\nM. Placidus Heinrich.\nAmerican Academy of Sciences.\nThe Horticultural Society.\nDr. Robertson, by the direction of the Trustees of Dr. Radcliffe.\nJames Horsburgh, Esq.\nDr. Charles Scudamore.\nDr. Thomas Thomson.\nMr. Alexander Tillock.\nThe Editor.\nMr. G. E. Griffiths.\nM. Prony.\nMr. Murray.\nDr. Thomas Thomson.\nMr. Alexander Tillock.\nMr. G. E. Griffiths.\nThe Editor.\nCount Valsamachi.\nC. S. Rafinesque, Esq.\nEcole des Mines.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1816.\n\nA\n\nAlburnum of trees, some observations on it, 292\n\nB\n\nBabbage, C., Esq. An essay towards the calculus of functions; 179\nBendegó, the wonderful rapidity of the growth of plants in the neighbourhood of that river, 277\n——— beautiful organic remains of fishes and vegetables found to the northward of it, 277\nBinomial theorem, a new demonstration of it, 331\nBrewster, David, LL.D. On new properties of heat, as exhibited in its propagation along plates of glass, 46\n——— on the communication of the structure of doubly refracting crystals to glass, muriate of soda, fluor spar, and other substances, by mechanical compression and dilatation, 156\n——— on the structure of the crystalline lens in fishes and quadrupeds, as ascertained by its action on polarised light, 311\nBromhead, Edward Ffrench, Esq. On the fluents of irrational functions, 335\n\nC\n\nCipó de Cunanam, a description of a curious plant so called, growing between Monte Santo and the river Bendegó, 219\nINDEX.\n\nCirculating blood, experiments and observations to prove that the beneficial effects of many medicines are produced through the medium of it, more particularly that of the colchicum autumnale upon the gout, 257\n\nCirculation, the different kind of substances which produce specific diseases, supposed to be first carried into the circulation, 261\n\nColchicum autumnale, a specific remedy for the gout, 257\n\nthe infusion of it can be received into the circulation without producing any permanent mischief, 262\n\nits beneficial effects upon gout produced through the medium of the circulation, 262\n\na description of a case where the vinous infusion of it was conveyed into the circulation of a dog by the jugular vein, 260\n\na description of another case where 160 drops of an infusion of it were introduced into the circulation of a dog, 263\n\nCrystals, doubly refracting, on the communication of their structure to glass, muriate of soda, fluor spar, and other substances, by mechanical compression and dilatation, 156\n\nCrystalline lens, on the structure of it in fishes and quadrupeds, as ascertained by its action on polarised light, 311\n\nCupim, (white ants), a description of numerous nests of them in Brasil, 278\n\nD\n\nDavy, Sir Humphrey, LL.D. On the fire-damp of coal mines, and on methods of lighting the mines so as to prevent its explosion, 1\n\nan account of an invention for giving light in explosive mixtures of fire-damp in coal mines, by consuming the fire-damp, 23\n\nfarther experiments on the combustion of explosive mixtures confined by wire-gauze, with some observations on flame, 115\n\nDiamond, on that employed in cutting glass, 265\n\na distinction to be made between its powers of scratching and cutting, 265\n\nthose which are natural, and distinctly crystallized (termed sparks) preferred for the use of the glazier, 265\nINDEX\n\nDiamond, cutting, requires to be moved in a particular direction of one of its edges, the singular durability of its edge accounted for.\n\nEau medicinale of Husson, a specific remedy for the gout, a description of its effects in a case of gout.\n\nEcheneis remora, a description of the surface of that portion of its head, by which the animal attaches itself to the shark, or the bottom of ships.\n\nEft, this animal does not belong to the tribe of lizards, but is a nearer approach to that of frogs.\n\nEquations, functional, on those of the second and higher orders involving two or more variables, new methods of solving those of the first order, and also differential equations.\n\nExplosive mixtures, farther experiments on their combustion when confined by wire-gauze, with some observations on flame.\n\nFeet, on those of animals whose progressive motion can be carried on in opposition to gravity, farther observations on those of animals whose progressive motion can be carried on against gravity.\n\nFire-damp, on that which is produced in coal mines, and on the methods of lighting the mines so as to prevent its explosion, the great sources of it in mines are blowers, or fissures in the broken strata, several specimens of it analysed in the laboratory of the Royal Institution, the same substance as the inflammable gas of marshes, experiments on its combustibility and explosive nature, the degree of heat required to explode it, differs in respect of combustibility from the other common inflammable gases, an endeavour to ascertain the degree of expansion of mixtures of fire-damp and air during their explosion.\n\nMDCCCXVI.\nINDEX.\n\nFire-damp, explosions of it will not pass through very fine wire sieves or wire-gauze, 9\n——— description of a lamp so constructed as to prevent the explosion of it, 10\n——— experiments on the burning of a flame in atmospheres containing it, 11\n——— to prevent explosions of it in coal mines, it is only necessary to use air-tight lanterns, 12\n——— breathing an atmosphere containing a certain mixture of fire-damp near or even at the explosive point is not attended with any bad consequence, 19\n——— after an explosion of it, miners are sometimes found alive; and the reason of this explained, 19\n——— an account of an invention for giving light in explosive mixtures of fire-damp in coal mines by consuming the fire-damp, 23\n\nFlame of combustible bodies, the nature of it considered, 116\n\nFossil remains of an animal, some farther account of those of which a description was given to the Society in 1814, 318\n\nFringes, on those produced by rectangular plates, 101\n——— on those produced by square pieces of glass, 103\n——— on those produced by cylindrical pieces of glass, 103\n\nFunctions, an essay towards their calculus, 179\n——— the doctrine of them applicable to every part of mathematical enquiry, 256\n\nFunctions, exponential, on their development; together with several new theorems relating to finite differences, 25\n——— irrational, on their fluents. 335\n\nG\n\nGlass, the sapphire, ruby, and some other substances have the power of cutting it for a short time with a clean fissure, 268\n\nGout, an appendix to a paper on the effects of the colchicum autumnale on that disease, 262\n\nH\n\nHatchett, Charles, Esq. Some communications of his on the yolk of eggs, 306\n\nHeat, on new properties of it, as exhibited in its propagation along plates of glass, 46\n——— on the transient effects exhibited during its propaga-\nINDEX.\n\ntion along plates of glass, or during its communication from glass to surrounding bodies,  \n— on the permanent effects produced upon glass by the communication of it to surrounding bodies,  \nHepburn colliery, six specimens of fire-damp collected from that mine, analysed,  \nHerschel, John Frederick W., Esq. On the development of exponential functions; together with several new theorems relating to finite differences,  \nHolland, H., M. D. On the manufacture of the sulphate of magnesia at Monte della Guardia, near Genoa,  \nHome, Sir Everard, Bart. Some account of the feet of those animals whose progressive motion can be carried on in opposition to gravity,  \nExperiments and observations to prove that the beneficial effects of many medicines are produced through the medium of the circulating blood, more particularly that of the colchicum autumnale upon the gout,  \nAn appendix to a paper on the effects of the colchicum autumnale on gout,  \nOn the formation of fat in the intestine of the tadpole, and on the use of the yolk in the formation of the embryo in the egg,  \nSome farther account of the fossil remains of an animal of which a description was given to the Society in 1814,  \nFarther observations on the feet of animals whose progressive motion can be carried on against gravity,\n\nI.\n\nIce, on that found in the bottoms of rivers,  \nIron, native, an account of the discovery of a mass of it in Brasil,  \nobservations and experiments on the mass of it found in Brasil,\n\nK\n\nKnight, T. A. Esq. On ice found in the bottoms of rivers,  \non the action of detached leaves of plants,\nINDEX.\n\nKnight, Thomas, Esq. A new demonstration of the binomial theorem, 331\n\nL\n\nLacerta Gecko, the foot of that animal described, 150\nLantern, fire-valve, a description of one so called, to be used in coal mines, 22\nLantern, safe, a description of one to be used in coal mines, 12\n——— a description of another upon the same principle, but with certain modifications, 14\nLeaf stalks, a fluid possessing the power attributed to sap, proved to descend through them, 289\nLeaves of plants, detached, on their action, 289\n\nM\n\nMaskelyne, Dr. Demonstrations of his formulae for finding the longitude and latitude of a celestial object from its right ascension and declination; and for finding its right ascension and declination from its longitude and latitude, the obliquity of the ecliptic being given in both cases, 138\nMonte della Guardia, near Genoa, on the manufacture of sulphate of magnesia at that place, 294\nMornay, A. F. Esq. An account of the discovery of a mass of native iron in Brasil, 270\n\nN\n\nNickel, a description of the means employed for detecting the presence of it in native iron, 282\n\nO\n\nOil, the proportion of it in different ova corresponds with the greater or less degree of hardness of the bones of the foetus, 310\n\nP\n\nPlanet, direct and expeditious methods of calculating the excentric from its mean anomaly, 127\nPresents, a list of those made to the Royal Society from November 1815, to July 1816, 355\n\nR\n\nRefraction, double, on the communication of it to glass, muriate of soda, and other hard substances, 157\n——— on the communication of it either transi-\nINDEX.\n\nently or permanently to animal jellies by gradual induration, and by mechanical compression and dilatation,\n\nRobertson, Abram, D. D. Direct and expeditious methods of calculating the excentric from the mean anomaly of a planet, 172\n\nDemonstrations of the late Dr. Maskelyne's formulæ for finding the longitude and latitude of a celestial object from its right ascension and declination; and for finding its right ascension and declination from its longitude and latitude, the obliquity of the ecliptic being given in both cases, 127\n\nS\n\nSal Inglese, the name by which the sulphate of magnesia manufactured at Monte della Guardia, is generally known in Italy, 300\n\nSap, its probable passage from the mature to the young leaves and fruit pointed out, 292\n\nSuckers on the feet of different insects, described, 323\n\nSulphate of magnesia, on the manufacture of it at Monte della Guardia, near Genoa, 294\n\nT\n\nTadpole, on the formation of fat in the intestine of that animal, and on the use of the yolk in the formation of the embryo in the egg, 301\n\nthe length of its intestine, in proportion to the size of the animal, exceeds that of other animals, 305\n\nthe reason of its unusual length of intestine pointed out, 306\n\nTodd, John T., Esq. Some observations and experiments made on the torpedo of the Cape of Good Hope, in the year 1812, 120\n\nTorpedo of the Cape of Good Hope, some observations and experiments made on it, in the year 1812, 120\n\nseldom met with to the eastward of the Cape of Good Hope, 120\n\nTorpedo of the Cape of Good Hope, the shocks received from it not felt above the shoulder, and but seldom above the elbow-joint, 122\n\nthe action of its electrical organs perfectly voluntary, 125\nINDEX.\n\nTorpedo of the Cape of Good Hope, the frequent action of its electrical organs is injurious to the life of the animal, an intimate relation between its nervous system and electrical organs inferred,\n\nW.\n\nWOLLASTON, WILLIAM HYDE, M.D. On the cutting diamond, observations and experiments on the mass of native iron found in Brasil,\n\npage\n\n125\n\n126\n\n265\n\n281\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-row, St. James's,\nLondon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107540.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 7350,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1396,
        2
      ],
      [
        1396,
        3674,
        3
      ],
      [
        3674,
        6004,
        4
      ],
      [
        6004,
        8571,
        5
      ],
      [
        8571,
        11026,
        6
      ],
      [
        11026,
        12456,
        7
      ],
      [
        12456,
        13480,
        8
      ],
      [
        13480,
        15318,
        9
      ],
      [
        15318,
        16953,
        10
      ],
      [
        16953,
        18766,
        11
      ],
      [
        18766,
        20366,
        12
      ],
      [
        20366,
        21945,
        13
      ],
      [
        21945,
        23651,
        14
      ],
      [
        23651,
        24086,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107540",
    "title": "Back Matter",
    "authors": null,
    "year": 1816,
    "volume": "106",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107540"
  }
}