{
  "id": "5c5fc95ef6b926451385ab1bd2fdc451e1efe213",
  "text": "X. An Account of an extraordinary Case communicated by Dr. Walter Graham, Physician at Mansfield, to Dr. Mortimer, Secr. R.S. concerning a large Quantity of Matter or Water contained in Cyftis's or Bags adhering to the Peritoneum, and not communicating with the Cavity of the Abdomen.\n\nIn the Middle of February 1735, Jane Dawson, of the Parish of Mansfield in Nottinghamshire, an unmarried Woman, aged Thirty, received a violent Strain by lifting a Tub of Water, and immediately complained of great Pain in her Left Side.—In March following, she found a Lump, or little round Swelling, in that Side of her Belly; and soon after the whole Abdomen swelled, but more in the Left than in the Right Side.—She complained frequently of severe Pains in her Bowels, which, in Time, became so violent, that she had neither Ease or Sleep, but by taking large Quantities of Opium.—During her Illness she made very little Urine, and was so costive, that she had seldom any Stools but by the Help of Purges or Clysters: The former gave her always Pain, and the greatest Relief she found, was from emollient Clysters that emptied the Intestines.—Her Thighs and Legs were not swelled, but these and other Parts of the Body were much emaciated.—In this unhappy Condition the poor Woman lived about Two Years Nine Months, and died on the 17th of November 1738.\nI should have mentioned, that, before this Accident of the Strain, she had always enjoyed a tolerable good Share of Health; and seldom made any Complaint, but of missing her Menstrua.\n\nUpon viewing the naked Body, the Abdomen was vastly distended, and most at the Navel: The Swelling was unequal, the Left Side being more swelled than the Right; and there appeared a very distinct Protuberance all along the Left Epigastrium: This Protuberance was much softer than the other Parts of the Belly, which were so hard, that upon Pressure they did not pit.\n\nUpon opening the Body, we observed as follows:\n\nThe Membrana adiposa was very thin, and the Abdominal Muscles were much extenuated by the great Distention, as is usual in like Cases.\n\nThe Peritoneum, which was the chief Seat of the Distemper, and the principal Part to be taken notice of, was grown to so monstrous a Thickness, that its Section at the Navel was Five Inches and Two-tenths of an Inch; and it was of the same Thickness below, but somewhat thinner above it.—All over the Peritoneum, and throughout the Whole, there appeared a prodigious Number of Glands; and the Space betwixt one Gland and another was filled with a white spongy Flesh.—Some of these Glands were round, others oblong: Many of them were as large as a Goose’s Egg, others about the Bigness of a Pigeon’s Egg, and some less; the largest were on the Left Side.—Their internal Substance was destroyed, and only the external Membranes left, whose Cavities were full of Liquors of different Colours and Consistence: Some contained a thin whitish Humour, others a pellucid viscous\nviscous Gelly, like the White of an Egg, and some a white thick Matter, like Pus.—As the Contents of these Glands thus differed, so did their Membranes; some were very thin, others thicker, and many of them were become cartilaginous: In general, those whose Membranes were thin, contained a thin whitish Liquor; and those that were cartilaginous, a thick white Matter like Pus.—Their internal Surface was quite smooth, and none of their Cavities had any Communication with each other; nor could the Matter be pressed out, without opening them with a Knife.\n\nThe Protuberance on the Left Epigastrium was occasioned by a Quantity of Liquor lodged in a Cavity formed by the Peritoneum, which in this Place was about Two-tenths of an Inch thick: This Cavity extended itself over the Kidney and Spleen, and there was found in it above Two Quarts of thin Liquor of a darkish Colour.—The whole Quantity of Matter taken out of the fore-mentioned Cavity, and those of the Glands which were opened, was about Four Gallons.\n\nIn the Cavity of the Abdomen there was found no Matter, or Water.\n\nThe Omentum was very white, and much decayed.\n\nThe Coats of the Stomach and Intestines were very thin and tender, and inflamed in several Places.—The Intestines lay in the Right Side, and were filled with hard Excrements, forced into that Situation by the large Protuberance on the Left.\n\nThe Liver was very large, of a Colour more red than common, and full of Blood, which upon the smallest Incision flowed freely out of it; and the greatest\ngreatest Part of the Blood in the whole Body seemed to be accumulated in this Viscus, and was of a darker red Colour than usual.\n\nThe Gall-bladder was not bigger than natural, nor did it contain any Stones, or concreted Matter; and, upon gentle Pressure, the Bile moved easily through the Ductus Cysticus.\n\nThe Pancreas was smaller than common, and adhered closely to the Duodenum.\n\nThe Kidneys were a little inflamed, and of a flatter Figure than usual; occasioned, as I suppose, by the Pressure of the Peritoneum.\n\nThe Cavity of the Thorax was greatly lessened by the Diaphragma's being pressed upwards, by which the Lungs were likewise much compressed, and they adhered in several Places to the Pleura and Mediastinum.—The Heart was of a paler Colour than common: From the Middle to its Apex, it was pressed flat, and there was little or no Water to be found in the Pericardium.\n\nXI. An Observation by Mr. William Watson, F. R. S. of Hydatides voided per Vaginam.\n\nA Gentlewoman aged about 48, the Mother of many Children, after a Respite of Six Years, had, in November 1739, the Symptoms of Conception, which left her in February; from which time to the End of March, she every Night discharged per Vaginam Uteri a considerable Quantity of Blood; and, not perceiving an Increase in her Belly, nor (which in",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104355.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1554,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1344,
        2
      ],
      [
        1344,
        2951,
        3
      ],
      [
        2951,
        4475,
        4
      ],
      [
        4475,
        5785,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104355",
    "title": "An Account of an Extraordinary Case Communicated by Dr. Walter Graham, Physician at Mansfeild, to Dr. Mortimer, Secr. R. S. concerning a Large Quantity of Matter or Water Contained in Cystis's or Bags Adhering to the Peritonaeum, and Not Communicating with the Cavity of the Abdomen",
    "authors": "Walter Graham",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104355"
  }
}