{
  "id": "8826fa9913851f49ea1f8c84a50d4e8c9807bbd7",
  "text": "greatest Part of the Blood in the whole Body seemed to be accumulated in this Viscus, and was of a darker red Colour than usual.\n\nThe Gall-bladder was not bigger than natural, nor did it contain any Stones, or concreted Matter; and, upon gentle Pressure, the Bile moved easily through the Ductus Cysticus.\n\nThe Pancreas was smaller than common, and adhered closely to the Duodenum.\n\nThe Kidneys were a little inflamed, and of a flatter Figure than usual; occasioned, as I suppose, by the Pressure of the Peritoneum.\n\nThe Cavity of the Thorax was greatly lessened by the Diaphragma's being pressed upwards, by which the Lungs were likewise much compressed, and they adhered in several Places to the Pleura and Medias-tinum.—The Heart was of a paler Colour than common: From the Middle to its Apex, it was pressed flat, and there was little or no Water to be found in the Pericardium.\n\nXI. An Observation by Mr. William Watson, F. R. S. of Hydatides voided per Vaginam.\n\nA Gentlewoman aged about 48, the Mother of many Children, after a Respite of Six Years, had, in November 1739, the Symptoms of Conception, which left her in February; from which time to the End of March, she every Night discharged per Va-ginam Uteri a considerable Quantity of Blood; and, not perceiving an Increase in her Belly, nor (which in\nCases of Conception is the Pathognomonic Sign of something preternatural) her Breasts, she concluded her Menstrues were leaving her at their usual Period. But, upon the First of April, being taken with great Pains in her Back, and having other Symptoms antecedent to Delivery, there came away, at short Intervals, a very large Number of Hydatides, of all the intermediate Sizes, from a Nutmeg to a Pin’s-head, some filled with clear, others with bloody Lymph; all of them propagated in the manner of a Cluster of Grapes from a spongy Substance, answering the Purposes of a Placenta. After the Discharge of these, in a few Days she recovered her accustomed Health.\n\nUpon boiling some of these Hydatides, they appeared like the Ovary of a boiled Hen, with this Difference; in the Hen, the Contents of the Ova concrete; in this Case, not; but the Transparency was changed to the Colour of Bile diluted with Water.\n\nXII. Two Medico-Chirurgical Observations, by Monsieur Le Cat: Communicated in a Letter to Mr. Serjeant Amyand, dated at Rouen, Feb. 10. 1740. N.S. Translated from the French by T.S. M.D. F.R.S.\n\n1. An Observation on Hydatides, with Conjectures on their Formation.\n\nSeptember 21. 1739. a Woman died in our Hôtel-Dieu, who had an Abscess in the Right Hypochondrium, through which she discharged Hydatides; with",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104356.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 762,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1313,
        2
      ],
      [
        1313,
        2633,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104356",
    "title": "An Observation by Mr. William Watson, F. R. S. of Hydatides Voided per Vaginam",
    "authors": "William Watson",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104356"
  }
}