{
  "id": "2922b0b51bfab2c2b7c10d4ad437e08b8da28430",
  "text": "XX. THE BAKERIAN LECTURE.—Researches on Organo-metallic Bodies.—Fourth Memoir.\n\nBy E. Frankland, Ph.D., F.R.S., Lecturer on Chemistry at St. Bartholomew's Hospital.\n\nReceived February 17,—Read March 8, 1859.\n\nIn a former memoir I described the production of a series of organic compounds containing the metal tin in combination with the radicals methyl, ethyl, and amyl. These bodies were formed by the action of light or heat upon the iodides of methyl, ethyl, and amyl, respectively placed in contact with strips of tinfoil. My attention was at that time especially directed to the compound formed by the union of tin with ethyl, and to which the name of stanethyl was given. The iodide of stanethyl (SnC₄H₅I) was prepared by exposing iodide of ethyl to light or heat in the presence of tinfoil; and by acting with zinc upon an aqueous solution of this iodide of stanethyl or of the chloride of the same body, stanethyl itself (C₄H₅Sn) was obtained.\n\nIn accordance with a theory of the constitution of all organo-metallic bodies which I then proposed, the above tin compounds were respectively represented as the analogues of the protiodide and biniodide of tin; thus—\n\n\\[\n\\begin{align*}\n\\text{SnI} & \\quad \\text{Sn(C}_4\\text{H}_5\\text{)} \\\\\n\\text{Stannous iodide.} & \\quad \\text{Stannous ethide.} \\\\\n\\text{Sn}\\{I} & \\quad \\text{Sn}\\{(C}_4\\text{H}_5\\} \\\\\n\\text{I} & \\quad \\text{I} \\\\\n\\text{Stannic iodide.} & \\quad \\text{Stannic ethiodide.}\n\\end{align*}\n\\]\n\nIt is evident that the application of this view to the above bodies would receive additional support if the second equivalent of iodine in the stannic iodide could be replaced by ethyl, or some other analogous organic group. In the memoir already alluded to, I mentioned that in studying the behaviour of stanethyl under the influence of heat, evidence was obtained of the existence of this very compound—stannic ethide, or binethide of tin, as I then named it. This body obviously bears the same relation to stannic iodide, as stanethyl bears to stannous iodide.\n\n\\[\n\\begin{align*}\n\\text{Sn}\\{I} & \\quad \\text{Sn}\\{C}_4\\text{H}_5\\} \\\\\n\\text{I} & \\quad \\text{C}_4\\text{H}_5 \\\\\n\\text{Stannic iodide.} & \\quad \\text{Stannic ethide.}\n\\end{align*}\n\\]\n\nAlthough there could be little doubt of the formation of stannic ethide by heating stanethyl to 150° C., yet I could not succeed in obtaining the former body in a state of purity from this source. It occurred to me, however, that stannic ethiodide would\nprobably be easily converted into stannic ethide by bringing it into contact with zinc-ethyl; and a preliminary experiment completely realized this expectation. The results of this reaction, together with its extension to other analogous organo-metallic bodies, are described in the following pages.\n\nI. Action of Zincethyl upon Iodide of Stanethyl.\n\nAbout two ounces of crystals of iodide of stanethyl were gradually added to a strong solution of zincethyl in ether. The crystals rapidly dissolved, with a moderate evolution of heat, and the liquid finally assumed a syrupy consistence. Care was taken to preserve an excess of zincethyl, by stopping the addition of the iodide before the liquid ceased to effervesce with water. The syrupy liquid was now submitted to distillation. It began to boil at 70° C.; but the thermometer rapidly rose to 180°, between which temperature and 200° C. the greater part of the product passed over, solid iodide of zinc containing a little zincethyl being left in the retort. The distillate on being washed with water effervesced strongly, depositing oxide of zinc, which was dissolved on the addition of a little acetic acid. The dense ethereal liquid was now separated from the supernatant aqueous stratum, and placed over chloride of calcium for forty-eight hours. On being distilled, the thermometer soon became stationary at 181° C., and the distillate passing at this temperature was collected apart.\n\nSubmitted to analysis it yielded the following results:\n\nI. ·2185 grm., burnt with oxide of copper and free oxygen, yielded ·3295 grm. carbonic acid and ·1703 grm. water.\n\nII. ·2338 grm. gave ·3518 grm. carbonic acid and ·1845 grm. water.\n\nIII. ·0992 grm., placed in a stream of oxygen, and the vapour thus mixed with excess of oxygen passed through an ignited tube, gave ·0618 grm. binoxide of tin.\n\nThese results correspond closely with the formula of stannic ethide—\n\n\\[\n\\text{Sn}\\left(\\frac{\\text{C}_4\\text{H}_5}{\\text{C}_4\\text{H}_5}\\right)\n\\]\n\nas is seen from the following comparison:\n\n| Calculated | Found |\n|------------|-------|\n|            | I.    | II.   | III. | Mean |\n| C₈         | 48    | 41·09 | 41·09 | 40·92 | 41·01 |\n| H₁₀        | 10    | 8·56  | 8·64  | 8·31  | 8·48  |\n| Sn         | 58·82 | 50·35 |       | 50·28 | 50·28 |\n|            | 116·82| 100·00|       |       | 99·77 |\n\nThe following equation therefore expresses the action of zincethyl upon iodide of stanethyl:\n\n\\[\n\\text{Sn(C}_4\\text{H}_5\\text{)I} = \\text{Sn(C}_4\\text{H}_5)_2\n\\]\n\nStannic ethide, or binethide of tin, is a limpid colourless liquid even at −13° C.,\npossessing a very faint ethereal odour, resembling that of the oxide of stanethyl, and a slight metallic, though not unpleasant taste. Its specific gravity is 1·187 at 23° C. A determination of the specific gravity of its vapour by Gay-Lussac’s method gave the following results:\n\nWeight of stannic ethide . . . . 1127 grm.\nObserved volume of vapour . . . 25·0 cub. cent.\nTemperature of oil-bath . . . . 193° C.\nHeight of barometer . . . . 762·0 mm.\nHeight of inner column of mercury 217·2 mm.\nHeight of column of oil . . . . 275·0 mm.\n\nFrom these numbers the specific gravity of the vapour was calculated to be 8·021. The vapour of stannic ethide thus consists of one volume of tin vapour and four volumes of ethyl, the five volumes being condensed to two.\n\n\\[\n\\begin{align*}\n1 \\text{ vol. Tin vapour} & \\quad 4\\cdot05367 \\\\\n4 \\text{ vols. Ethyl} & \\quad 4\\cdot00780 \\\\\n2 \\text{ vols. Stannic ethide vapour} & = 8\\cdot06147 \\\\\n\\text{Found} & = 8\\cdot021\n\\end{align*}\n\\]\n\nStannic ethide boils at 181° C., and distils unchanged, thus differing from stannous ethyl, which decomposes at 150° C., chiefly into metallic tin and stannic ethide,—a reaction calling to mind the behaviour of stannous oxide when boiled with a caustic alkali. Stannic ethide is highly inflammable, burning with a lurid flame fringed with deep blue, and evolving white fumes of stannic oxide. In oxygen it burns much more brilliantly, with a red light fringed with blue.\n\nIt was important to ascertain the deportment of stannic ethide with negative elements, since, if it were found to be capable of direct combination, its analogy to inorganic stanic compounds would be to a great extent disproved. Like zincethyl, however, stannic ethide is incapable of combining with any other element without the expulsion of at least an equivalent amount of the ethyl it contains.\n\nTreated with iodine, the latter dissolves with a deep red colour, which gradually disappears; and if the addition of iodine be continued until decoloration be no longer effected, the resulting liquid, on being submitted to distillation, is found to consist of iodide of ethyl, which distils over, and an iodine salt, possessing the insupportably pungent odour of one of the products of the action of tin upon iodide of ethyl at 160° C., and described by MM. Cahours and Riche as iodide of distannous ethyl, \\((\\text{Sn}_2(\\text{C}_4\\text{H}_5)_2\\text{I})\\). The iodine salt appears, in fact, to be either identical with this body, or to consist of stannic iodotriethide, \\((\\text{Sn}_2(\\text{C}_4\\text{H}_5)_3\\text{I})\\)*.\n\n* Whilst engaged with these experiments, Mr. Buckton announced the formation of stannic ethide (Proceedings of the Royal Society, vol. ix. p. 315), and at the same time mentioned his intention to study the salts formed by the action of iodine, bromine, &c. upon that body; I have therefore not prosecuted the inquiry further in this direction.\nStannic ethide does not decompose water, and is not acted upon by strong aqueous hydrochloric acid in the cold. When, however, the two liquids are mixed over mercury and exposed to a heat of 80° or 90° C., bubbles of gas are slowly evolved; but it requires from twelve to eighteen hours to complete the reaction. Treated in this way, .2268 grm. stannic ethide yielded 75 cub. cent. of gas at 8° C. and 209·8 mm. mercurial pressure, equivalent to 20·11 cub. cent. at 0° C. and 760 mm. pressure.\n\nThe gas, freed from hydrochloric acid and submitted to analysis, yielded the following results:\n\nI. Pressure. Temperature.\nGas used . . . . . . . . . . . . 249·6 mm. 13°·1 C.\nAfter action of SO₃, HO . . . . 249·0 13°·1\nAfter action of SO₃ . . . . . . . 248·4 13°·1\n\nII.\nOxygen used for combustion . . 432·3 12°·0\nAfter admission of combustible gas 366·4 12°·0\nAfter explosion . . . . . . . . . 375·6 12°·0\nAfter absorption of carbonic acid . 302·3 12°·0\n\nIII.\nOxygen used for combustion . . 322·1 10°·7\nAfter admission of combustible gas 357·0 10°·7\nAfter explosion . . . . . . . . . 270·0 10°·7\nAfter absorption of carbonic acid . 197·0 10°·7\n\nNo. I. shows the gas to be free from ether vapour, chloride of ethyl, and ethylene.\n\nNos. II. and III. prove it to possess the composition and specific gravity of hydride of ethyl, one volume of which requires for its combustion 3·5 volumes of oxygen, and generates two volumes of carbonic acid:\n\n| Vol. of combustible gas | Vol. of O consumed | Vol. of CO₂ generated |\n|-------------------------|-------------------|----------------------|\n| II. {                   |                   |                      |\n| 37·1 :                 | 130·0 :           | 73·3                 |\n| 1 :                    | 3·50 :            | 1·98                 |\n| III. {                 |                   |                      |\n| 34·9 :                 | 125·1 :           | 73·0                 |\n| 1 :                    | 3·58 :            | 2·09                 |\n\nThis result, taken in connexion with the volume of hydride of ethyl disengaged from a known weight of stannic ethide, indicates the following to be the reaction between that body and hydrochloric acid:\n\n\\[2\\text{Sn(C}_4\\text{H}_5)_2 = \\{\\text{C}_4\\text{H}_5\\text{H} \\\\\n\\text{H Cl} \\} = \\{\\text{Sn}_2(\\text{C}_4\\text{H}_5)_3\\text{Cl}\\]\n\nThis reaction requires the expulsion of 12·39 per cent. of ethyl in the form of hydride of ethyl, whereas in the above experiment .2268 grm. of stannic ethide gave .0271 grm.\nhydride of ethyl, equivalent to 0.0262 grm. of ethyl, or 11.55 per cent. The analysis of the salt formed is still required to corroborate this result.\n\nII. Action of Zincmethyl upon Iodide of Stanethyl.\n\nThe successful substitution of the second equivalent of iodine in stannic iodide by ethyl, led me to hope that it might in like manner be replaced by methyl, amyl, or any other homologous radical, thus forming a stannic compound containing two radicals of different composition. To establish this point, I submitted iodide of stanethyl to the action of zincmethyl. About three ounces of the crystallized iodide were gradually added to a solution of zincmethyl in ether, care being taken to preserve an excess of zincmethyl; considerable heat was evolved, and the vessel in which the reaction was performed required to be plunged into cold water. On distilling the product, it began to boil at 40° C.; and the whole of the volatile portion passed over below 140°, leaving iodide of zinc in the retort. The distillate, on being treated with dilute acetic acid, effervesced strongly, owing to the presence of zincmethyl; at the same time a dense layer of an ethereal liquid separated. This latter, after being washed with six or eight times its bulk of water, was dried over chloride of calcium. On rectification some ether came over at 65°; but the thermometer soon rose to 143°, between which temperature and 148° C. a large portion distilled. The last drops came over at 150° C. The section which distilled between 143° and 148° was taken for the following experiments:\n\nI. 0.2985 grm., burnt with oxide of copper and free oxygen, gave 0.3823 grm. carbonic acid and 0.2097 grm. water.\n\nII. 0.2888 grm. gave 0.3733 grm. carbonic acid and 0.2120 grm. water.\n\nIII. 0.0678 grm., decomposed in a sealed tube with nitric acid, gave 0.0495 grm. bin-oxide of tin.\n\nThese results indicate the formula\n\n\\[\n\\text{Sn}\\left\\{\\begin{array}{c}\nC_2H_3 \\\\\nC_4H_5\n\\end{array}\\right\\}\n\\]\n\n|   | I    | II   | III  | Mean |\n|---|------|------|------|------|\n| C_6 | 36   | 35.01| 34.92| 35.26| 35.09|\n| H_8 | 8    | 7.78 | 7.81 | 8.15 | 7.98 |\n| Sn  | 58.82| 57.21|      | 57.38| 57.38|\n|     | 102.82| 100.00|      |      | 100.45|\n\nThe action of zincmethyl upon iodide of stanethyl may therefore be thus expressed:\n\n\\[\n\\text{Sn}\\left\\{\\begin{array}{c}\nC_4H_5 \\\\\nI\n\\end{array}\\right\\} = \\text{Sn}\\left\\{\\begin{array}{c}\nC_2H_3 \\\\\nC_4H_5\n\\end{array}\\right\\}\n\\]\n\nThe new body thus formed, and for which I propose the name stannic ethylomethide, is a colourless, limpid liquid undistinguishable in appearance from stannic ethide. It\n\nMDCCCLIX.\npossesses, like the latter, a very faint ethereal odour and a slightly metallic taste. Its specific gravity is 1·2319 at 19° C. It does not solidify at —13° C. Stannic ethylomethide boils between 144° C. and 146° C. A determination of its vapour-density gave the following results:\n\n| Weight of stannic ethylomethide | . . . . | ·1967 grm. |\n|--------------------------------|---------|-------------|\n| Observed volume of vapour       |         | 44·2 cub. cent. |\n| Temperature of oil-bath         |         | 199°-0 C. |\n| Height of barometer             |         | 754·4 mm. |\n| Height of inner column of mercury|    | 113·0 mm. |\n| Height of column of oil         |         | 275·0 mm. |\n\nFrom these data the specific gravity of the vapour was calculated to be 6·838. Stannic ethylomethide vapour therefore consists of one volume of tin vapour, two volumes of ethyl, and two volumes of methyl, the five volumes condensed to two:\n\n\\[\n\\begin{align*}\n1 \\text{ vol. Tin vapour} & : & 4·05367 \\\\\n2 \\text{ vols. Ethyl} & : & 2·00390 \\\\\n2 \\text{ vols. Methyl} & : & 1·03652 \\\\\n2 \\text{ vols. Stannic ethylomethide vapour} & : & 7·09409 \\\\\n\\text{Found} & : & 6·838 \\\\\n\\end{align*}\n\\]\n\nStannic ethylomethide is easily inflammable, exhibiting the same phenomena on combustion in air and oxygen as stannic ethide. It manifests also the same deportment as the latter with chlorine, iodine, and bromine. Its combination with these elements is always attended with the expulsion of methyl. Stannic ethylomethide dissolves iodine, assuming a magnificent crimson colour, which disappears with extreme slowness unless heat be applied to the liquid; when, however, action has in this way once been set up, it goes on with considerable rapidity, even in the cold. About two ounces of stannic ethylomethide were treated with iodine until the liquid no longer became decolorized. The excess of iodine was then removed by agitation with mercury, and the product submitted to distillation. It began to boil at a low temperature; and the distillate had the odour, specific gravity, and all the properties of iodide of methyl. The boiling-point of the residual liquid now rapidly rose to 207° C., whilst very little of it passed over. The distillation was then interrupted, and the straw-coloured liquid remaining in the retort was submitted to analysis. It yielded the following results:\n\nI. ·4916 grm., burnt with oxide of copper, 3 inches of metallic copper being placed in front of the combustion tube, gave ·2888 grm. carbonic acid and ·1493 grm. water.\n\nII. ·5620 grm. gave ·3278 grm. carbonic acid and ·1761 grm. water.\n\nIII. ·5487 grm. gave ·3203 grm. carbonic acid and ·1696 grm. water.\n\nIV. ·6502 grm., decomposed with alcoholic potash, the solution then acidified with nitric acid, and precipitated with nitrate of silver, gave ·5146 grm. iodide of silver.\nV. ·5217 grm., heated with strong nitric acid, the solution evaporated to dryness and ignited, gave ·2591 grm. binoxide of tin.\n\nThese numbers closely correspond with those calculated from the formula of iodide of distanethyl—\n\n\\[\n\\begin{align*}\n\\text{Sn}_2 & \\left\\{ \\begin{array}{c} C_4 H_5 \\\\ C_4 H_5 \\\\ I, \\end{array} \\right. \\\\\n\\end{align*}\n\\]\n\nas is obvious from the following comparison:\n\n| Calculated | Found |\n|-----------|-------|\n| C₈ . . . 48 | 15·87 | 16·02 | 15·88 | 15·92 | V. | Mean. |\n| H₁₀ . . . 10 | 3·31 | 3·37 | 3·48 | 3·43 | — | 3·42 |\n| Sn₂ . . . 117·64 | 38·89 | — | — | — | — | 39·03 | 39·03 |\n| I . . . 126·84 | 41·93 | — | — | — | 42·63 | — | 42·63 |\n| 302·48 | 100·00 | — | — | — | — | 101·02 |\n\nThe foregoing numbers, taken in connexion with the production of iodide of methyl, prove that the action of iodine upon stannic ethylomethide converts two equivalents of the latter into one equivalent of iodide of distanethyl, with the separation of two equivalents of iodide of methyl:\n\n\\[\n2\\text{Sn}\\left\\{ \\begin{array}{c} C_4 H_5 \\\\ C_2 H_3 \\\\ 3I \\end{array} \\right\\} = \\left\\{ \\begin{array}{c} 2C_2 H_3 I \\\\ C_4 H_5 \\\\ \\text{Sn}_2 \\\\ C_4 H_5 \\\\ I. \\end{array} \\right.\n\\]\n\nIt might have been expected that a stannic compound of the form\n\n\\[\n\\begin{align*}\n\\text{Sn}_2 & \\left\\{ \\begin{array}{c} C_4 H_5 \\\\ C_2 H_3 \\\\ C_2 H_3 \\\\ I \\end{array} \\right. \\\\\n\\end{align*}\n\\]\n\nwould have been produced, differing empirically from iodide of distanethyl only by containing one additional equivalent of hydrogen; but the formula of the former body requires 15·81 per cent. of carbon and 3·62 per cent. of hydrogen; and although these numbers are not altogether incompatible with the results of the above analyses, yet the fact of the production of iodide of methyl in the reaction is utterly irreconcileable with the formation of such a compound. Iodide of distanethyl has already been examined both by M. Löwig and by MM. Cahours and Riche; but as the descriptions of these chemists are so little in harmony with each other, it is impossible to make use of them for the identification of the body obtained in the above reaction. It appears, however, to agree in properties with the iodide of distanethyl prepared by MM. Cahours and Riche.\n\nIodide of distanethyl, produced by the action of iodine upon stannic ethylomethide,\nis a light straw-coloured, somewhat oily liquid, which does not solidify on exposure to a cold of \\(-13^\\circ C.\\), and possesses an extremely pungent and intolerable odour, resembling oil of mustard; the inhalation even of a very minute amount of its vapour being highly irritating to the respiratory organs. Its specific gravity at \\(15^\\circ C.\\) is \\(2\\cdot0329\\). At \\(208^\\circ C.\\) it enters into ebullition, but cannot be distilled without decomposition; the thermometer rapidly rises, and at \\(230^\\circ C.\\) a copious deposition of iodide of tin takes place. It would be interesting to study the action of zincethyl upon this body.\n\nStannic ethylomethide is more readily acted upon by aqueous hydrochloric acid than the corresponding ethyl compound; a copious evolution of gas takes place, and a crystallizable salt is formed. Submitted to analysis, the gas yielded the following results:\n\nI. It did not contain any gases absorbable by anhydrous sulphuric acid.\n\nII. Treated with an equal volume of alcohol it was partially absorbed:\n\n| Pressure | Temperature |\n|---------|-------------|\n| Gas used | 193\\cdot0 mm. | 7\\cdot5 C. |\n| After absorption by alcohol | 34\\cdot0 | 7\\cdot5 |\n\nIII. The combustion of the gas with oxygen gave the following results:\n\n**a.**\n\n| Pressure | Temperature |\n|---------|-------------|\n| Oxygen used for combustion | 391\\cdot9 mm. | 11\\cdot7 C. |\n| After admission of combustible gas | 422\\cdot1 | 11\\cdot7 |\n| After explosion | 349\\cdot5 | 11\\cdot7 |\n| After absorption of carbonic acid | 295\\cdot7 | 11\\cdot7 |\n\n**b.**\n\n| Pressure | Temperature |\n|---------|-------------|\n| Oxygen used for combustion | 337\\cdot1 mm. | 7\\cdot7 C. |\n| After admission of combustible gas | 359\\cdot6 | 7\\cdot7 |\n| After explosion | 306\\cdot5 | 7\\cdot7 |\n| After absorption of carbonic acid | 265\\cdot3 | 7\\cdot7 |\n\nThe two combustions, **a** and **b**, which were made with portions of gas collected in two different operations, show the gas to be a mixture of the hydrides of ethyl and methyl; and this result is confirmed by determination No. II.,—hydride of ethyl being soluble in alcohol, whilst hydride of methyl is insoluble. The results of analyses Nos. II. and III. may be thus stated:\n\n| II. | III. | Mean. |\n|-----|------|-------|\n| **a.** | **b.** | |\n| Hydride of ethyl | 78\\cdot14 | 83\\cdot11 | 82\\cdot38 | 81\\cdot21 |\n| Hydride of methyl | 21\\cdot86 | 16\\cdot89 | 17\\cdot62 | 18\\cdot79 |\n| 100\\cdot00 | 100\\cdot00 | 100\\cdot00 | 100\\cdot00 |\n\nIn a separate experiment it was found that \\(1\\cdot641\\) grm. of stannic ethylomethide yielded with hydrochloric acid, \\(17\\cdot81\\) cub. centimetres of the mixed hydrides at \\(0^\\circ C.\\),\nand 760 mm. pressure,—an amount which indicates the displacement of exactly one-fourth of the positive groups in the stannic ethylomethide, as was the case in the corresponding reaction with stannic ethide. But the composition of the mixed gases does not permit of any safe conclusion being drawn as to the exact nature of the reaction. It is obvious, however, that it is the ethyl group chiefly which is removed by the hydracid. The analysis of the salt formed at the same time would no doubt supply the necessary evidence.\n\nIII. Action of Zincethyl upon Iodide of Mercurymethyl.\n\nThe formation of stannic ethylomethide, in the manner just described, encouraged me to attempt a similar reaction in the case of the iodide of mercurymethyl,—a body which is formed under precisely the same conditions as iodide of stanethyl, and to which I assigned the formula $\\text{Hg}\\left\\{\\frac{\\text{C}_2\\text{H}_3}{\\text{I}}\\right\\}$, regarding it as related to biniodide of mercury in the same manner as iodide of stanethyl is connected with biniodide of tin. Mr. Buckton's announcement of the formation of mercuric ethide (which from my point of view must be regarded as $\\text{Hg}\\left\\{\\frac{\\text{C}_4\\text{H}_5}{\\text{C}_4\\text{H}_5}\\right\\}$) by an analogous reaction, tended also to strengthen the hope that a mercuric ethylomethide might be thus obtained.\n\nWhen iodide of mercurymethyl is added to pure zincethyl, there is scarcely any action perceptible beyond the solution of the mercury compound; nevertheless, after the lapse of a few hours, a copious deposit of iodide of zinc takes place. The product obtained in this manner from two ounces of the iodide of mercurymethyl was submitted to distillation: it began to boil at 98° C.; the thermometer remained stationary for some time at 120° C., and then suddenly rose to 158° C., at which temperature nearly the whole of the remaining product passed over. The distillate possessed in a high degree the powerful and unmistakeable odour of zincmethyl. It was washed with water and dilute hydrochloric acid, dried over chloride of calcium, and rectified in an oil-bath. It began to boil at 149° C., but the thermometer rose almost immediately to 155°, between which point and 157° C. nearly the whole of the remaining liquid passed over. The last drops distilled at 165° C. The portion distilling between 155° and 157° C. was received apart and used in the following determinations:\n\nI. ·4590 grm., burnt with oxide of copper and free oxygen, the mercury being collected in a drawn-out portion of the combustion-tube projecting from the furnace, gave ·3044 grm. carbonic acid, ·1930 grm. water, and ·3569 grm. mercury.\n\nII. ·4979 grm. gave ·3337 grm. carbonic acid and ·2101 grm. water.\n\nIII. ·6338 grm. gave ·4918 grm. mercury.\n\nThese results correspond with the formula of mercuric ethide,\n\n$$\\text{Hg}\\left\\{\\frac{\\text{C}_4\\text{H}_5}{\\text{C}_4\\text{H}_5}\\right\\}.$$\nThe body perfectly agrees in all its properties with the mercuric ethyl obtained by Mr. Buckton; and to the remarks of that accurate observer respecting this compound I have not one word to add.\n\nThe entire absence of mercuric methide and the presence of zincmethyl amongst the products of the action of zincethyl upon iodide of mercuryethyl, point to the following equation as representing the reaction:\n\n$$\\text{Hg(C}_2\\text{H}_5)\\text{I} = \\begin{cases} \\text{Hg(C}_4\\text{H}_5)_2 \\\\ \\text{Zn(C}_2\\text{H}_5) \\\\ \\text{Zn I.} \\end{cases}$$\n\nThis result indicates a mobility in the organic groups contained in these compounds which could scarcely have been expected.\n\nIV. Action of Zincmethyl upon Chloride of Mercuryethyl.\n\nAlthough the above reaction failed to produce mercuric ethylomethide, it was still possible that this body might be formed by acting upon a mercuryethyl compound with zincmethyl. For this purpose the iodide of mercuryethyl naturally suggested itself; but as I found this body difficult to prepare in large quantity by the action of diffused light upon iodide of ethyl in presence of mercury, I selected the chloride of mercuryethyl, which was prepared by the following modification of the process suggested by Mr. Buckton.\n\nTo an ethereal solution of zincethyl, dried and powdered bichloride of mercury was added until the zincethyl was as nearly as possible all decomposed. The liquid had then separated into two layers,—an upper one nearly solid, consisting of a saturated solution of chloride of zinc in ether, and a lower and more voluminous one, composed of nearly pure and limpid mercuric ethide. The latter, which can easily be separated from the tenacious solution of chloride of zinc, was washed with dilute acetic acid to remove a trace of zincethyl which it contained, and then dissolved in fifteen or twenty times its bulk of alcohol. This alcoholic solution was now poured upon a quantity of powdered bichloride of mercury, rather less than sufficient to convert the mercuric ethyl into chloride of mercurous ethyl, and, the whole being heated to the boiling-point, the liquor was filtered whilst hot; on cooling, it deposited a copious crop of magnificent satiny crystals of chloride of mercurous ethyl, perfectly free from bichloride of mercury; and the mother-liquor being repeatedly returned to the flask containing the undissolved chloride of mercurous ethyl, the whole of the latter was finally obtained in a pure and\ncrystalline form. In this way the zincethyl from a single digester-charge produced upwards of eight ounces of the chloride.\n\nAbout five ounces of chloride of mercurous ethyl, dried in vacuo over sulphuric acid, were added to four ounces of a strong ethereal solution of zincmethyl. Considerable heat was evolved; and after forty-eight hours the product was distilled. It began to boil at 60° C. The thermometer was stationary for some time at 128°, and finally rose to 140° C., when a mixture of zincethyl and zincmethyl distilled over, whilst a permanent gas was at the same time evolved. The distillate was washed with weak acetic acid and dried over chloride of calcium. On rectification, a considerable proportion distilled between 127° and 137° C., and was collected apart. The last few drops came over at 156° C. Repeated rectifications of the product, boiling between 127° and 137° C., did not serve to isolate any portion of the distillate having a fixed boiling-point; on the contrary, it was evident that the range of the temperature of distillation became wider each time the operation was repeated. A section boiling between 127° and 133° C. yielded, on analysis, 13·68 per cent. of carbon, whilst another section, boiling between 141° and 143° C., gave 16·71 per cent. of carbon. The formula $\\text{Hg}\\left\\{\\frac{C_4 H_5}{C_2 H_3}\\right\\}$ requires 14·75 per cent. of carbon. According to Mr. Buckton, mercuric methide boils at 96° C., and mercuric ethide at 159° C.; consequently mercuric ethylomethide might be expected to boil at about 128° C. It is more than probable that mercuric ethylomethide was formed in the above reaction; but subsequent distillations gradually transformed it, more or less perfectly, into a mixture of mercuric ethide and mercuric methide.\n\n$$2\\text{Hg}\\left\\{\\frac{C_4 H_5}{C_2 H_3}\\right\\} = \\text{Hg}\\left\\{\\frac{C_4 H_5}{C_2 H_3}\\right\\} + \\text{Hg}\\left\\{\\frac{C_2 H_3}{C_2 H_3}\\right\\}$$\n\nV. Action of Zinc upon a Mixture of the Iodides of Ethyl and Methyl.\n\nIn a former memoir* I pointed out that the vapour-volume of zincethyl allows that compound to be represented by the formula $\\frac{C_4 H_5}{C_4 H_5}\\text{Zn}_2$. This formula would be more firmly established if we could succeed in combining zinc with two radicals of different composition; the iodides of methyl and ethyl, mixed with an equal volume of anhydrous ether, were therefore submitted to the action of zinc at 100° C. in a copper digester, in the hope of obtaining the body $\\text{Zn}_2\\left\\{\\frac{C_2 H_3}{C_4 H_5}\\right\\}$. In eighteen hours, the decomposition of the iodides being complete, the product was distilled from the digester at a temperature not exceeding 150°. In order to prevent as far as possible the formation of any zincethyl, which would be more difficult than zincmethyl to separate from the intermediate body, if the latter were produced, iodide of methyl in slight excess over the equivalent quan-\n\n* Transactions of the Royal Society for 1855, p. 266.\ntity, was employed. On rectification the product began to boil at 38°, ether and zincmethyl distilling over; the thermometer then gradually and uniformly rose to 120° C., at which temperature the remainder of the product, which was considerable, and consisted of pure zincethyl, distilled over. No evidence whatever was obtained of the existence of an intermediate compound containing both ethyl and methyl.\n\nVI. Zincmethyl.\n\nThe experiments detailed in the foregoing pages requiring the use of considerable quantities of zincmethyl, my attention was directed to the preparation of this body in much larger quantities than could be obtained by the operations in sealed glass tubes, described in my previous papers on this compound. I found that the preparation of a strong ethereal solution of zincmethyl succeeded most satisfactorily in the copper digester* used for the production of large quantities of the corresponding ethyl compound; in fact, the decomposition by zinc of an ethereal solution of iodide of methyl is much more quickly and perfectly effected than that of a similar solution of iodide of ethyl. Heated to 100° in the copper digester, three ounces by measure of iodide of methyl mixed with two ounces of anhydrous ether were perfectly decomposed in six hours. On opening the digester, a very small quantity only of gas escaped,—the whole of the iodide having been transformed into zincmethyl. On heating the apparatus in an oil-bath, the distillation began at 90°, and was complete before the thermometer reached 140° C. Compared with an operation for zincethyl with the same amount of materials, a very large product was obtained. Rectified, it began to boil at 35°; the thermometer gradually rose to 48°, between which point and 51° nearly the whole of the remaining and larger portion of the liquid came over. The product obtained between the two latter temperatures possessed the intolerable odour of zincmethyl, was spontaneously inflammable to the last degree, and, in short, had all the properties of zincmethyl; on analysis, however, it was found to contain considerably more carbon and hydrogen than is required by the formula \\( \\text{C}_2\\text{H}_3\\text{Zn} \\), whilst the last portion of the distillate, boiling between 51° and 57°, yielded results on combustion agreeing closely with the formula\n\n\\[\n2\\left(\\frac{\\text{C}_2\\text{H}_3}{\\text{C}_2\\text{H}_3}\\right)\\text{Zn}_2 + \\frac{\\text{C}_4\\text{H}_5}{\\text{C}_4\\text{H}_5}\\text{O}_2.\n\\]\n\n·2380 grm. gave ·3174 grm. carbonic acid and ·1711 grm. water.\n\n| Calculated | Found |\n|------------|-------|\n| C₈         | 48    | 36·35 | 36·37 |\n| H₁₁        | 11    | 8·33  | 7·99  |\n| Zn₂        | 65·04 | 49·26 |\n| O          | 8     | 6·06  |\n|            | 132·04| 100·00|\n\n* Philosophical Transactions for 1855, p. 260.\nA determination of the specific gravity of the vapour of this body gave the following results:\n\n- Weight of substance: 1808 grm.\n- Observed volume of vapour: 67·0 cub. cent.\n- Temperature of oil-bath: 124°5 C.\n- Height of barometer: 756·0 mm.\n- Height of inner column of mercury: 38·0 mm.\n- Height of column of oil: 275·0 mm.\n- Specific gravity of vapour: = 3·1215\n\nThis number does not correspond with that which ought to have been obtained with a compound of the above formula, unless we adopt the exceedingly improbable assumption that it contains two volumes of zincmethyl vapour united with one volume of ether vapour without condensation. On the other hand, it accords closely with the specific gravity of the vapour of a mixture of zincmethyl and ether in the above proportions, as seen from the following calculation:\n\n\\[\n\\begin{array}{ll}\n\\text{Four volumes of zincmethyl vapour} & 6·5672 \\\\\n\\text{Two volumes of ether vapour} & 2·5567 \\\\\n\\hline\n\\text{Total} & 9·1239 \\\\\n\\text{Two volumes of mixed vapour} & 3·0413 \\\\\n\\text{Found} & 3·1215 \\\\\n\\end{array}\n\\]\n\nWithout at present offering any decided opinion as to the nature of this body, I may state that in repeated operations with large quantities of materials, I have entirely failed in obtaining pure zincmethyl by acting with zinc upon a mixture of ether and iodide of methyl.\n\nRepeated attempts to produce pure zincmethyl from zinc and iodide of methyl alone in the copper digester were also unsuccessful, although this method generally succeeds in small glass tubes. Iodide of methyl is not attacked by zinc at 100° C., even after long digestion; an admixture of 3 or 4 per cent. of ether is, however, quite sufficient to determine the action at this temperature; but with so small a proportion of ether the whole of the iodide is never decomposed, and it is impossible to effectually separate either this or the ether from the zincmethyl produced. When the digester containing zinc and pure iodide of methyl is heated to any temperature from 120° to 200° C., the iodide is decomposed; but at the lower temperatures the decomposition is never complete, whilst at the higher ones little or no zincmethyl is produced, the methyl being resolved into gases. This anomaly in the results obtained from the same materials heated in a copper digester and in glass tubes, is doubtless due to the difference in the conditions obtaining in the two cases. In a glass tube half-immersed in a heated oil-bath, a distillation of the internal liquid is constantly going on, the vapour formed in the lower portion of the tube being condensed in the upper part exposed to the cooling influence of the air.\n\nMDCCCLIX.\nand flowing over an extensive surface of zinc in its descent. But in a digester of thick copper, the different parts of the vessel are, owing to the high conductivity of the metal, maintained at so uniform a temperature as to prevent any such distillation and circulation of the liquid from taking place.\n\nRegarding the body described above as a mere mixture of zincmethyl and ether, incapable of being separated on account of the close proximity of their boiling-points, I anticipated a more successful result by mixing the iodide of methyl with methylic ether instead of vinic ether. As methylic ether boils, according to Berthelot, at $-21^\\circ$ C., it was thought that no such difficulty of separation could arise; the bodies employed would then, in fact, be exactly homologous with those so successfully used in the preparation of pure zincethyl on the large scale. It was found that iodide of methyl, mixed with oxide of methyl, was readily attacked by zinc, even at the temperature of the water-bath; the following experiment was therefore made.\n\nAbout three ounces by measure of iodide of methyl were placed in the copper digester with the usual quantity of zinc; oxide of methyl, well dried by passing over chloride of calcium, was forced into the digester by a compression pump* until it was thought that the volume of liquified ether would be about equal to that of the iodide employed. The digester was then heated in a water-bath for three days. The product obtained on distillation was very rich in zincmethyl; it contained, however, traces of undecomposed iodide of methyl; but this was easily got rid of by the addition of a few grains of sodium, which, forming sodiummethyl, reacted upon the iodide of methyl in the manner I have already pointed out†.\n\nOn rectification, the greater portion of the liquid thus obtained distilled at $43^\\circ$, a small residuum only coming over between $43^\\circ$ and $48^\\circ$. Both these portions yielded on analysis the same results, viz. $29.59 - 29.54$ per cent. of carbon, and $7.11 - 7.10$ per cent. of hydrogen. These numbers do not agree with those required for zincmethyl (viz. $25.25$ carbon and $6.31$ hydrogen); they approach, however, to those which would be yielded by two equivalents of zincmethyl and one equivalent of oxide of methyl,\n\n$$2\\left(\\frac{C_2H_5}{C_2H_5}\\right)_{Zn} + \\frac{C_2H_5}{C_2H_5}O_2,$$\n\nwhich require $30.49$ per cent. of carbon and $7.62$ per cent. of hydrogen. This result is therefore exactly homologous with that obtained by the admixture of vinic ether with the iodide of methyl.\n\nIn conclusion, after an expenditure of many pounds of iodide of methyl, I have been unable to obtain even the smallest quantity of pure zincmethyl by the use of a copper digester. On the other hand, in ethereal solution, a much larger product is obtained than in the corresponding preparation of zincethyl, owing, no doubt, to the lower temperature at which the crystalline compound of zincmethyl and iodide of zinc is broken up.\n\n* Philosophical Transactions, vol. cxlvii. p. 61.\n† Proceedings of the Royal Society, vol. ix. p. 345.\nI have, in fact, ascertained that a considerable amount of the total product of zincethyl, obtained in an operation in the copper digester, is decomposed during the subsequent distillation,—one of the products of decomposition being metallic zinc in a finely divided state, which is always found in large quantity interspersed throughout the iodide of zinc left in the digester. The temperature required to expel the ethereal solution of zincmethyl from the digester is less than 140° C., whilst zincethyl cannot be wholly expelled below 190°, or even 200° C.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108706.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25962,
    "total-output-tokens": 11403,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2462,
        2
      ],
      [
        2462,
        5058,
        3
      ],
      [
        5058,
        7969,
        4
      ],
      [
        7969,
        10483,
        5
      ],
      [
        10483,
        13109,
        6
      ],
      [
        13109,
        15957,
        7
      ],
      [
        15957,
        18300,
        8
      ],
      [
        18300,
        20973,
        9
      ],
      [
        20973,
        23894,
        10
      ],
      [
        23894,
        26357,
        11
      ],
      [
        26357,
        29353,
        12
      ],
      [
        29353,
        32156,
        13
      ],
      [
        32156,
        34821,
        14
      ],
      [
        34821,
        37934,
        15
      ],
      [
        37934,
        38493,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108706",
    "title": "The Bakerian Lecture:--Researches on Organo-Metallic Bodies.--Fourth Memoir",
    "authors": "E. Frankland",
    "year": 1859,
    "volume": "149",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/108706"
  }
}