{
  "id": "fa054c7ab785e27107411267c48f3c4b7d013164",
  "text": "before the Council of Nice, and continued so in the time of the Chalcedon Council, under the Arch-Bishop of Damascus; but soon after, when Libanestia was made a distinct Province, and Emesa Constituted the Metropolis of it, it became a Suffragan to that Metropolitan (not the Arch-Bishop of Edessa, as the Notitia set out by Goar wrongly calls the City) as was also Damascus.\n\nIn the Appendix the Author proves, that the Names of the Inhabitants were purely Syrian, with a Prenomen often prefixt, for the most part Roman; that their Officers were such, as the other Cities of the East lived under, and that the oldest Superstition was that of the Worship of the Host of Heaven; to which is subjoined the Life of Nabul-Lachus, the Grandson of Odenathus, and of the Excellent Critick Longinus, together with a Commentary on the Inscriptions, wherein some parts of the Roman History, before unknown, are Discovered, and some Rites of the Oriental Idolatry accounted for, particularly that of consulting the Fountain of Aphaca in great Repute, in those early times, for its Oracles.\n\nERRATA.\n\nTransact. Numb. 222. Page 308. Line 2. after the word Current, insert these words, [going there constantly East, and] which words, by mistake, were put into the Fourth Line, after the word Bahama, where they ought to be left out. p. 304, & 305. for Pollipus r. Polypus.\n\nLONDON:\n\nPrinted for Sam. Smith, and Benj. Wallford, Printers to the Royal Society, at the Princes Arms in St. Paul's Church-Yard. 1697.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102329.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 450,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1496,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102329",
    "title": "Errata",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102329"
  }
}