{
  "id": "389c87b672930bfb21dd6f157d01cce4a3867278",
  "text": "An Extract of another Letter written by the same, concerning two Experiments made for finding another Passage of the Urine, besides the known one; as also some Circumstances relating to the precedent Invention of making Sea-water potable.\n\nHaving been, not long since, employed in searching after the Passage of the Urine * in Animals, I made, for that purpose, a Dog drink a good quantity of water, and thereupon caused his Ureters to be well tyed about, and emptied his bladder. After two hours I found the Bladder empty, and the Ureters were not tumid above the Ligature. Being surprized thereat, I believed, that the cause might be the too much cooling of the inward parts, that had all this while been exposed to the Air; the Section having been made Cross-wise, after the ordinary manner. To avoid this inconvenience, I thus reiterated the Experiment upon another Dog; I caused a small opening to be made on each side, sufficient to find and to tye the Ureters, and to squeeze the Urine out of the Bladder, by pressing it with ones hand. This done, I made these Openings to be sow'd up again; and then having made the Dog drink good store of water, I left him for near three hours in the least violent posture that his Ligatures would permit. Afterwards having open'd both the holes, and the Bladder being pressed with the hand, there issued out of it a pretty quantity of Urine, and the Ureters seemed to be a little swelled above the Ligature. This Operation was made with great exactness; but yet as it is of importance for discovering the way of the Urine, I would have repeated it often, if I had not been obliged hastily to come away from the place where I then was. I am not now at leisure to try it again; but I exhort you, sir, to engage some of your best Anatomists, among other researches to employ themselves in this Inquiry.\n\nM m 2 Monsieur\nMonsieur Hauton maintains, that his distill'd Sea-water (whereof I formerly wrote to you the process) is altogether salubrious. He proveth it first from Experience, it having been given to Men and Beasts without any ill-effect at all upon them. Secondly, from Reason, grounded on this, that that peculiar Earth, heretofore made mention of, being mixed with the distilled Water, blunts the points of the Volatile Spirits of the Salt, and serveth them for sheaths, if I may so speak, taking away their force and maligne sharpness, &c.\n\nSt. Germain, October 30. 1670.\n\nA Relation\n\nOf the abundance of Wood, found under ground in Lincolnshire; communicated by a Friend, well acquainted with that Country.\n\nThat Fenny Tract, call'd the Isle of Axholme, lying part in Lincolnshire and part in Yorkshire, and extending a considerable way, hath anciently been a Woody Country, witness the abundance of Oak, Firr, and other Trees, of late frequently found in the Moore; whereof some Oak are five yards in compass, and sixteen yards long; others smaller and longer, with good quantities of Akorns near them, lying somewhat above three foot in depth, and near their roots, which do still stand as they grew, viz. in firm Earth below the Moor. The Firs lye a foot or eighteen Inches deeper, more in number than Oak, and many of them thirty yards long; one of them being, not many years since, taken up of thirty six yards long besides the top; lying also near the root, which stood likewise as it grew, having been burnt and not cut down, as the Oak had been also. The Number of these trees is reported by Mr. Dugdale, in his Book of Drayning the Fens in England (where you will find this whole narrative confirm'd) to be so great, that the Inhabitants have, for divers years last past, taken up many Cart-loads in a year.\n\nAs to the first time of the overflowing of this Woody level, no Account is given, that I know of, not by the Inquisitive and Learned Antiquary Mr. Dugdale himself. He only faith, that",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101619.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 989,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1860,
        2
      ],
      [
        1860,
        3855,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101619",
    "title": "An Extract of Another Letter Written by the Same, Concerning Two Experiments Made for Finding Another Passage of the Urine, Besides the Known One; as Also Some Circumstances Relating to the Precedent Invention of Making Sea-Water Potable",
    "authors": "Monsieur Hauton",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101619"
  }
}