{
  "id": "0eb490ccf64fbe6877d134f35511da56a2a28d7b",
  "text": "XXXVII. Elucidation of an Etruscan Coin of Pæstum, in Lucania, emitted from the Mint there, about the Time of the Social War. In a Letter to Charles Morton, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany.\n\nDear Sir,\n\nTHE coin adorned with Etruscan characters, of which you will meet with a description (see Tab. XI. n. 4.) in this letter, at present in my small cabinet, was some years since communicated to the learned world by Sig. Pafferi; and ascribed to the city (1) of Pæstum, in Lucania, of which such noble ruins are still extant, by that ingenious author. This notion, upon farther examination, will be found by no means remote from truth; though, by attributing a wrong power, as I apprehend, to one\n\n(1) Joan. Baptist. Paffer. De Num. Etrusc. Pæstanor. Dissertat. in Symbol. Litterar. &c. Vol. secund. p. 13—35. Florentiae, 1748.\nof the characters of the legend or inscription on the reverse, and consequently assigning a false lection to that inscription (2), Sig. Passeri seems greatly to have shaken, at least, if not entirely overturned, his own opinion.\n\nThe head, with curled hair, on one side of this curious minute coin, may not improbably (3), as Sig. Passeri believes, be the effigies of some famous hero, or general, if not the founder of a city, that antiently bore a relation to the place where the piece was struck; or it may possibly, (4) as the same learned gentleman also suggests, be allowed to point out to us some local deity. Two of the symbols on the reverse undoubtedly represent a dolphin and an acrostolium, though what that between these two was intended to point out to us, I cannot, with the same facility, take upon me to decide. The globule in the middle of this last, as it is termed by Sig. (5) Passeri, is most evidently on my medal such a concha marina, or sea shell, as we sometimes meet with on antient coins. This perfectly well agrees with the two symbols abovementioned, and, in conjunction with them, clearly evinces the piece in question to have been the produce of a mint erected in a maritime town.\n\nIt may not be improper to observe here, that a silver Greek medal, in fine conservation, with the word ΚΤΜΑΙΟΝ on the reverse, in an oriental direction, from the right hand to the left, and two\n\n(2) Id. ibid. p. 17.\n(3) Id. ibid. p. 21.\n(4) Joan. Bap. Passer. ubi sup.\n(5) Id. ibid. p. 27, 28.\nfigures extremely similar to those under the dolphin on my coin, which he takes to belong to the city of Cuma in Campania, has been published by (6) M. Pellerin.\n\nWith regard to the legend or inscription, preserved on the reverse, it may not be improper to remark, that the fifth letter, taken (7) by Sig. Passeri for L, is, at least in my opinion, most certainly v. This is sufficiently apparent from even the four coins published by that ingenious gentleman, in the piece (8) here referred to; and still more so from the medal now before me, as well as from another in the valuable collection of the Reverend and learned Mr. Cracherode, Student of Christ-Church, both of which are in the finest conservation, and clearly exhibit vv, not lv. In other respects, the lection assigned this minute inscription (9) by Sig. Passeri seems nearly to approach the truth, if it be not perfectly true. I shall therefore take the liberty to read it zivvτz18, phistvvvis; which, according to the cacography, or uncouth manner of writing, of the Etruscans (10), mentioned by me in a former paper, may, with sufficient propriety, be deemed equivalent to the Latin pæstvm. The inscription will, however, become quite another word, by the conversion of the first v into l, essentially different from the Latin name of the city wherein Sig. Passeri supposes it to\n\n(6) Peller. Recueil de Medailles de Peuples & de Villes, &c. Tom. I. p. 47. pl. viii. n. 23. A Paris, 1763.\n(7) Jo. Bapt. Passer. ubi sup. p. 19.\n(8) Id. ibid. p. 15—17.\n(9) Id. ibid. p. 19, 20.\n(10) Philosoph. Transact. Vol. LI, Par. II. p. 858.\nhave been struck; the letter L by no means, as a radical, entering into the composition of that name. Nor is the last element of the word (11) MVTL, in any of the (12) most accurate draughts of Sig. Olivieri's Samnite-Etruscan coins of Papius Mutilus, found to resemble v, as Sig. Passeri has been pleased to assert. That element in all those draughts, as well as on the reverses of two medals of the same general in my small collection (see Tab. XII. n. 2, 3.), perfectly well preserved, is most apparently L, in the true Etruscan, or rather Samnite-Etruscan, form.\n\nIf this notion, which to me appears incontestable, should be admitted by the learned, they will of course reject the wild and arbitrary supposition of a modern Italian writer (13); who attributes the piece I am considering to Plistia, an obscure inconsiderable town, mentioned (14) by Livy, and scarce ever, as far as I can recollect, by any other antient author. For the expunction of the L, a letter here purely ima-\n\n(11) Sig. Gori has remarked, that one of the sides of the Etruscan v is now and then somewhat longer than the other. When this happens, part of the shorter side may be supposed to have been erased by the injuries of time; which, indeed, from the instances he has adduced, seems highly probable. Be that, however, as it will, even such an incomplete v as this is very distinguishable from the Etruscan L; as the principal part, or longer line, of the latter either always is or ought to be a perpendicular: whereas both the sides of the former are in an oblique position, though not always equally so. Anton. Francisc. Gor. Mus. Etrusc. p. 414. Florentiae, 1737.\n\n(12) Saggi di Differtaz. Accad. pub. lett. nella Nob. Accad. dell' antichiss. Cit. di Corton. Tom. IV. p. 133. In Roma, 1743.\n\n(13) Paschal. Magnon. De Ver. Posidoniae et Paesi Originibus, &c.\n\n(14) Liv. Lib. IX. c. xiii. xiv.\n\nVol. LVIII. K k ginary,\nginary, and the substitution of the v, in its stead, which the medal itself fully justifies, will not, as I apprehend, leave the least room for so precarious, not to say absurd, a supposition. Nor will many of the learned think this too harsh an appellation, as Plistia (15) seems to have been an obscure inland town; whereas the symbols on the reverse of my coin plainly evince it to have been struck in a maritime city, and a city of very considerable note. It would therefore have been a little unlucky for a certain English writer (16) to determine in favour of the Italian author abovementioned, and assign this piece, as well as all others similar to it, to Plistia, as he has done, had he been fully acquainted with the subject he wrote upon; but as this seems not to have been the case, his character, as an adept in this branch of literature, will not be greatly affected by the mistake.\n\nWith regard to the antiquity of the medal I am now upon, I shall beg leave to remark, that the forms of the letters it exhibits, so perfectly similar to those of the elements preserved by the coins of Papius Mutilus and Tiberius Veturius, heretofore explained, clearly indicate it to have been struck about the time of the Social war. Besides, that war is known to have raged in (17) Lucania; and the Lucanians are said to (18) to have been one of the\n\n(15) Phil. Cluver. Ital. Antiq. Lib. II. c. xv. p. 772. Lugd. Batavorum, 1634.\n(16) See The Ruins of Peutium, p. 37. Lond. 1768.\n(17) Appian. Alexandrin. De Bell. Civil. p. 375. See also Philosoph. Transact. Vol. LII. Part I. p. 29, 30.\n(18) Aut. Epit. Livian. LXXII, LXXXIII. principal.\nprincipal nations concerned at that time in the revolt from the Romans, if they did not actually take the lead in that revolt. They were commanded by M. Lamponius and Tiberius Cleptius, two able generals; the former of which defeated a body of Roman troops, under the command of Licinius Crassius, formed the siege of Grumentum, in Lucania, and not a little distinguished himself, either in the first or second campaign of the Social war. The Etruscan, or rather Samnite-Etruscan, characters on this Lucanian piece are therefore a very good proof of the truth of what is here advanced. For the principal confederated Italian states, during the course of that war, used the Etruscan characters, the antient letters of Italy, and that on their coins, out of despite to the Romans. This has been already oberved by the very ingenious Sig. Olivieri, in the piece here referred to; nor will it, I would perswade myself, be contested in any part of the learned world.\n\nThe celebrated Sig. Passeri supposes L to have entered into the composition of the Etruscan name of Pæstum, by which he in a great measure, if not intirely, overturns his own hypothesis, relative to the place where the coin before me first appeared. In order to account for this strange supposition, he asserts the antients frequently to have placed the letter L after s; and produces the words STLATVM,\n\n(19) Appian. Alexandrin. ubi sup.\n(20) Saggi di Dissertazioni Accademiche pubblicamente lette nella Nobile Accademia Etrusca dell'antichissima Città di Cortona. Tom. II. p. 53. In Roma, 1738.\n(21) Jo. Bapt. Passer. ubi sup. p. 19, 20, 21.\n(22) Id. ibid. p. 20, 21.\n\nK k 2\n\nSTLITES,\nSTLITES, for LATVM, LITES, in support of his assertion. But here ST, not simply s, is added to L, the first radical letter, as an obsolete adjection, by no means essential to the word; whereas, in his Etruscan name of Pæstum (23), ST, not s, precedes L, by no means as an extrinsic addition, but as appertaining to the radix, and consequently as an essential part of the name. This therefore by no means comes up to the point. The proof is altogether as preposterous as the thing to be proved. But as I have already exceeded the limits I at first proposed to myself in this paper, it is time to conclude; which you will permit me to do, with assuring you that I am.\n\nDear Sir,\n\nYour very faithful,\n\nand most obedient humble servant,\n\nChrist-Church, Oxon.\nSept. 5, 1768.\n\nJohn Swinton.\n\n(23) Id. ibid. p. 19.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105785.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 3047,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1001,
        2
      ],
      [
        1001,
        2508,
        3
      ],
      [
        2508,
        4103,
        4
      ],
      [
        4103,
        6006,
        5
      ],
      [
        6006,
        7645,
        6
      ],
      [
        7645,
        9295,
        7
      ],
      [
        9295,
        10102,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105785",
    "title": "Elucidation of an Etruscan Coin of Paestum, in Lucania, Emitted from the Mint There, about the Time of the Social War. In a Letter to Charles Morton, M. D. Sec. R. S. from the Rev. John Swinton, B. D. F. R. S. Custos Archivorum of the University of Oxford, Member of the Academy Degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany",
    "authors": "John Swinton",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105785"
  }
}