{
  "id": "974fdc940ec68e089cf85febc98b4ab62fe14dce",
  "text": "I. The Bakerian Lecture. An Account of Experiments to determine the amount of the Dip of the Magnetic Needle in London, in August 1821; with Remarks on the Instruments which are usually employed in such determinations. By Captain Edward Sabine of the Royal Regiment of Artillery, F.R.S.\n\nRead November 22, 1821.\n\nThe increased attention which has been given of late years by several philosophers to the subject of magnetism, and the consequent advance which has been made in this branch of natural knowledge, render it desirable, that a greater degree of accuracy should be obtained in all respects, in observing its various terrestrial phenomena, than hitherto.\n\nThis remark applies especially to observations on the dip of the needle; the instruments in general use for this purpose have received little or no improvement during the last fifty years, and produce results which can only be considered as approximate, even when the observer has made himself well acquainted with the various sources of inaccuracy in the instrument, and has adopted precautions to guard against, or remedy them.\n\nMDCCCXXII.\nCaptain Sabine's experiments to determine the\n\nMany of these, indeed, are not difficult of detection, and admit of compensation by certain known methods of observing; such are those which are caused by incorrect graduation, by the eccentricity of the needle with respect to the divided circle, by the agate planes which support the axis of the needle not being truly horizontal, or by their non-coincidence with the right line joining the zeros of the circle. The errors to which even the most careful determinations are subject, are to be referred chiefly to faults in the construction of the needle itself; 1st, to imperfection in the axis, whereby the needle, on being made to oscillate, will not return with certainty in repeated trials to the same division of the limb; and, 2ndly, to the difficulty which even the most skilful artists experience, in the endeavour to make the axis of motion pass through the centre of gravity; a condition which is essential to accuracy in the usual mode of observation, but of which it may be safely said, that its accomplishment admits of no very certain proof, and that it is rarely or never succeeded in.\n\nIt is obvious that a needle, of which the balance is not thus correctly adjusted, will not assume, on being suspended freely in the plane of the meridian, the direction which magnetism alone would have imparted to it, and that it will, in consequence, err sensibly from the true dip; the remedy which has been recommended for this inconvenience, and which has become the usual practice, is to reverse the poles of the needle, and to take the arithmetical mean of the arcs indicated in four positions, as the true magnetic dip. The sanction of this method by persons who are regarded as authorities, is a sufficient indication, that observations of the dip\nwere considered by them merely as approximations; since it could not have been otherwise overlooked, that the arithmetical mean is in no case the result which is strictly deducible from the arcs, and that, in many instances, it must differ considerably from the more correct deduction; whilst the adoption of this method in general practice, has charged the results with an error, which might have been avoided; the amount of which can only now be known, when the details of the observation have been given, and furnish the means of re-computation.\n\nThe perfect balancing of the needle is sometimes attempted by a cross of wires affixed to the axis, as described in the Philosophical Transactions for 1772, Article 35; but this contrivance is more ingenious than useful in practice, and introduces a liability to errors, of far more importance than the inconveniencies which it was designed to obviate. The adjustment of the balance, after the needle is magnetised, is in itself a troublesome, tedious, and uncertain operation, and is far too subject to derangement to be confided in, when the instrument has been removed from station to station; moreover, the inaccuracies occasioned by friction, are augmented by the additional weight of the mechanism on the one arm of the axis, and of a counterweight on the other. The errors of an imperfect balance are reducible by calculation, but those of friction are not so; whether they may arise from the axis not being truly cylindrical, or from the inequalities of its surface producing a resistance on the planes, which the moving force of the needle is not fully adequate to overcome. It may be, therefore, justly remarked, that the true and unimpeded motion of the axis, and the consequent\nCaptain Sabine's experiments to determine the return of a needle in successive trials to the same division of the limb, is one of the principal qualifications of a good dipping needle.\n\nHaving been convinced by the trial of several needles, that the disagreement in their results was chiefly to be attributed to the various causes of inaccuracy in the motion of the axis, I requested Mr. Dollond to make a needle on a construction suggested, from similar experience, by Professor J. Tobias Meyer, in his treatise \"de usu accurationi acûs inclinatoriæ Magneticæ,\" published in the Transactions of the Royal Society of Sciences at Gottingen for 1814. The experiments which are now submitted to the Royal Society were made with this needle, which, for simplicity of construction, convenience in use, and consistency of results, appears to deserve a preference over those which have been hitherto employed.\n\nAs the needle which Mr. Dollond made, differed in some few particulars from the construction recommended by Professor Meyer, it may be proper to prefix a short description of it, as well as of the mode of observation.\n\nThe needle is a parallelopipedon of eleven inches and a half in length, four tenths in breadth, and one twentieth in thickness; the ends are rounded; and a line marked on the face of the needle passing through the centre to the extremities, answers the purpose of an index.\n\nThe cylindrical axis on which the needle revolves, is of bell metal, terminated, where it rests on the agate planes, by cylinders of less diameter; the finer these terminations are made, so long as they do not bend with the weight of the needle, the more accurate will be the oscillations; small\ngrooves in the thicker part of the axis receive the Y's, which raise and lower the needle on its supports, and ensure that the same parts of the axis rest in each observation on the planes.\n\nA small brass sphere traverses on a steel screw, inserted in the lower edge of the needle, as nearly as possible in the perpendicular to the index line passing through the axis of motion; by this mechanism, the centre of gravity of the needle, with the screw and sphere, may be made to fall more or less below the axis of motion, according as the sphere is screwed nearer or more distant from the needle, and according as spheres of greater or less diameter are employed.\n\nThe object proposed in thus separating the centres of motion and gravity, is to give to the needle a force arising from its own weight to assist that of magnetism in overcoming the inequalities of the axis, and thus to cause the needle to return, after oscillation, with more certainty to the same point of the divided limb, than it would do were the centres strictly coincident.\n\nThe centres of motion and of gravity not coinciding, the position which the needle assumes, when placed in the magnetic meridian, is not that of the dip: but the dip is deducible, by an easy calculation, from observations made with such a needle, according to the following directions.\n\nIf the needle has been carefully made, and the screw inserted truly as described, the centres of motion and of gravity will be disposed as in the lever of a balance, when a right line joining them will be a perpendicular to the horizontal passing through the extremities (or to the index line); this\nCaptain Sabine's experiments to determine the condition is not indeed a necessary one, but it is desirable to be accomplished, because it shortens the observations, as well as the calculation, from whence the dip is deduced; its fulfilment may be ascertained with great precision by placing the needle on the agate planes before magnetism is imparted to it, and observing whether it returns to a horizontal direction, after oscillation in each position of the axis; if it does not, it may be made to do so at this time with no great trouble.\n\nWith a needle in which this adjustment can be relied on, two observations made in the magnetic meridian are sufficient for the determination of the dip, the two faces of the needle being successively towards the observer, reversing the position of the axis on its supports in such manner that the edge of the needle which is uppermost in the one observation becomes lowermost in the other; the angles which the needle makes with the vertical in these two positions being read, the mean of the tangents of those angles is the co-tangent of the dip.\n\nBut when needles are used in which this adjustment has not been made, or where its accuracy cannot be relied on, four observations are required; two being those which are already directed; the two others are similar to them, but with the poles of the needle reversed; calling then the first arcs $F$ and $f$, and those with the poles reversed $G$ and $g$, and taking\n\n$$\\tan F + \\tan f = A$$\n$$\\tan F - \\tan f = B$$\n$$\\tan G + \\tan g = C$$\n$$\\tan G - \\tan g = D$$\n\n$$\\frac{A \\cdot D}{B + D} + \\frac{B \\cdot C}{B + D} = \\text{twice the co-tangent of the dip.}$$\nThe demonstration of this formula is given in the treatise which has been referred to; the investigation is simple.\n\nIn reversing the poles, it is not necessary that the magnetic force imparted to the needle should be the same in amount as it possessed previously to the operation.\n\nBy adopting the precaution of placing the needle in a groove to prevent its lateral motion, and by confining the sides of the magnet by parallel strips of wood, so that in moving along the needle they may preserve its direction, the poles may always be ensured to coincide with the extremities of the longitudinal axis.\n\nIt is desirable to be furnished with several spheres of different diameters, to possess the means of proportioning the force, arising from the eccentricity, to the force of magnetism, as the latter is doubled between the equator and the poles; it may be expedient that the force of magnetism should always predominate, though no such inference appears to result from the present experiments, in which eight spheres were used, numbered according to size, No. 1 being the largest.\n\nIf the distance between the centres of motion and of gravity be considerable, the arcs in the alternate observations will be on different sides of the vertical, especially where the dip is great; in such cases the arcs to the south of the vertical are read negatively.\n\nThe instrument in which the needle was tried is already described in the Philosophical Transactions for 1819, page 132, and several improvements which have been since added, in the Appendix to Captain Parry's Voyage of Discovery, pages cvii. cxxxix., &c.; the perfect horizontality of the\nagate planes, and the adjustments of the zeros of the circle were verified in every change of position of the instrument by the double cone apparatus described in page cxl., which proves very convenient in use, and is highly conducive to accuracy; the circle is divided into spaces of twenty minutes, but by means of a moveable lens, the arcs to which the needle settles can be read off, with tolerable correctness, to minutes; the arcs, in each of the four positions forming the elements from whence the dip is deduced, are the arithmetical mean of (usually) six observations, half of which are with the face of the circle towards the east, and half with the face towards the west; the needle being lifted by the Y's and lowered gently on its supports between each observation; the arcs indicated by both ends of the needle are also read, to correct the errors arising from inequality in the divisions, or from the axis of the needle not passing correctly through the centre of the circle.\n\nThe experiments were made in the nursery garden in the Regent's Park, by permission of Mr. Jenkins, the proprietor. The situation is in all respects an eligible one, being far removed from the neighbourhood of iron.\n\nThe two first experiments are given in detail, that the method of observation may be more fully exemplified.\namount of the dip of the magnetic needle, in London, &c.\n\nExperiment 1. August 3d, 1821, with sphere No. 8, midway between the edge of the needle and the end of the screw. In this experiment all the arcs were on the north side of the vertical, and were therefore all read positively.\n\n| Face A of the Needle towards the Observer | Face B towards the Observer |\n|------------------------------------------|----------------------------|\n| N.end 31° 00' S.end 30° 52'             | N.end 9° 18' S.end 9° 18'   |\n| 31° 00'                                  | 9° 17'                      |\n| 31° 02'                                  | 9° 20'                      |\n| 31° 02'                                  | 9° 24'                      |\n| 31° 02'                                  | 9° 24'                      |\n| 31° 02'                                  | 9° 19'                      |\n| 31° 25'                                  | 9° 25'                      |\n| 31° 20'                                  | 9° 25'                      |\n| 31° 20'                                  | 9° 25'                      |\n| 31° 22'                                  | 9° 22'                      |\n| 31° 24'                                  | 9° 21'                      |\n| 31° 26'                                  | 9° 25'                      |\n| 31° 11,7                                 | 31° 04,8                    |\n| 31° 08,2 = F                             | 9° 22,1                     |\n|                                           | 9° 22,4                     |\n\nPoles Inverted.\n\n| Face West                                | Face East                   |\n|------------------------------------------|-----------------------------|\n| 30° 15'                                  | 30° 05'                     |\n| 30° 12'                                  | 30° 00'                     |\n| 30° 10'                                  | 30° 00'                     |\n| 30° 10'                                  | 30° 00'                     |\n| 30° 10'                                  | 30° 00'                     |\n| 30° 16'                                  | 30° 04'                     |\n| 29° 20'                                  | 29° 10'                     |\n| 29° 21'                                  | 29° 11'                     |\n| 29° 21'                                  | 29° 12'                     |\n| 29° 19'                                  | 29° 08'                     |\n| 29° 24'                                  | 29° 17'                     |\n| 29° 19'                                  | 29° 08'                     |\n| 29° 46,4                                 | 29° 36,3                    |\n| 29° 41,3 = G                             | 6° 16,6                     |\n|                                           | 6° 18,3                     |\n\nHere tan F = tan 31° 08,2 = 0,60411; and tan G = tan 29° 41,3 = 0,57012\ntan f = tan 9° 22,3 = 0,16504; tan g = tan 6° 17,4 = 0,11022\ntan F + tan f = A = 0,76915; tan G + tan g = C = 0,68034\ntan F — tan f = B = 0,43907; tan G — tan g = D = 0,4599\nB + D = 0,89897\n\nMDCCCXXII.\nCaptain Sabine's experiments to determine the\n\nAnd \\[ \\frac{AD}{B+D} + \\frac{BC}{B+D} = \\frac{0.76915 \\times 0.4599}{0.89897} + \\frac{0.68034 \\times 0.43907}{0.89897} = 0.39348 \\]\n\n\\[ + 0.33229 = 0.72577 = \\text{twice the cotangent of the dip}; \\]\n\ntherefore, \\[ \\frac{0.72577}{2} = 0.36288; \\] cot. of \\(70^\\circ 03'\\), \\(3\\) north dip.\n\nExperiment 2. August 6th, 1821, with sphere No. 1, screwed up close to the needle; in this experiment the alternate arcs were on the south side of the vertical, and were therefore read and used negatively.\n\n| Face A towards the observer. | Face B towards the observer. |\n|-----------------------------|-------------------------------|\n| N. end 49° 20' S. end 49° 00' | N. end 22° 14' S. end 22° 06' |\n| 49° 20'                     | 22° 14'                      |\n| 49° 22'                     | 22° 17'                      |\n| 49° 22'                     | 22° 20'                      |\n| 49° 22'                     | 22° 20'                      |\n| 49° 22'                     | 22° 18'                      |\n| 49° 21',3                   | 22° 27',1                    |\n| 49° 11,7 = F                | 22° 22' = f                  |\n\nPoles inverted.\n\n| Face West | Face East |\n|-----------|-----------|\n| 47° 15'   | 47° 00'   |\n| 47° 20'   | 47° 00'   |\n| 47° 14'   | 46° 56'   |\n| 47° 00'   | 46° 40'   |\n| 47° 00'   | 46° 40'   |\n| 47° 08',1 | 46° 49',3 |\n| 46° 58',7 = G | 20° 09' = g |\n\nHere \\[ \\tan F = \\tan 49° 11,7' = 1.15831; \\] and \\[ \\tan G = \\tan 46° 58',7' = 1.07156 \\]\n\n\\[ \\tan f = \\tan -22° 22' = -0.41149 \\]\n\\[ \\tan g = \\tan -20° 09' = -0.36694 \\]\n\n\\[ \\tan F + \\tan f = A = 0.74682 \\]\n\\[ \\tan G + \\tan g = C = 0.70462 \\]\n\n\\[ \\tan F - \\tan f = B = 1.5698 \\]\n\\[ \\tan G - \\tan g = D = 1.4385 \\]\n\n\\[ B + D = 3.0083 \\]\n\n\\[ \\frac{AB}{B+D} + \\frac{BC}{B+D} = \\frac{0.74682 \\times 1.4385}{3.0083} + \\frac{0.70462 \\times 1.5698}{3.0083} = 0.35711 \\]\n\n\\[ + 0.36769 = 0.7248; \\] \\[ \\frac{0.7248}{2} = 0.3624 \\] cot. of \\(70° 04',7\\) N. dip.\nAbstract of ten experiments with Meyer's needle.\n\n| Exp. | Date   | Sphere | Position | Marked end of the Needle being a. | N. Pole; F = 31° 08′ 2″ and f = +9° 22′ 3″ | S. Pole; G = 29° 41′ 3″ g = +6° 17′ 4″ |\n|------|--------|--------|----------|-----------------------------------|-------------------------------------------|---------------------------------------|\n| 1    | Aug. 3 | Sphere 8 screwed half up. | Marked end of the Needle being a. | N. Pole; F = 31° 08′ 2″ and f = +9° 22′ 3″ | S. Pole; G = 29° 41′ 3″ g = +6° 17′ 4″ |\n| 2    | Aug. 6 | Sphere 1 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 49° 11′ 7″ f = -22° 22′ | S. Pole; G = 46° 58′ 7″ g = -20° 09′ |\n| 3    | Aug. 6 | Sphere 3 nearly as in the 1st Experiment. | Marked end of the Needle being a. | N. Pole; F = 30° 36′ 8″ f = +10° 08′ 3″ | S. Pole; G = 28° 47′ 7″ g = +7° 46′ 6″ |\n| 4    | Aug. 11| Sphere 3 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 45° 58′ f = -14° 49′ 1″ | S. Pole; G = 41° 50′ 7″ g = -11° 28′ 7″ |\n| 5    | Aug. 13| Sphere 7 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 27° 24′ 3″ f = +14° 07′ 2″ | S. Pole; G = 24° 14′ 2″ g = +13° 21′ 7″ |\n| 6    | Aug. 13| Sphere 6 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 30° 36′ 2″ f = +10° 17′ 2″ | S. Pole; G = 27° 12′ 6″ g = +9° 15′ 3″ |\n| 7    | Aug. 15| Sphere 5 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 32° 00′ 2″ f = +8° 03′ 4″ | S. Pole; G = 28° 57′ 4″ g = +7° 40′ 9″ |\n| 8    | Aug. 15| No Sphere; weight of the screw close. | Marked end of the Needle being a. | N. Pole; F = 24° 14′ f = +17° 34′ 1″ | S. Pole; G = 22° 17′ 5″ g = +15° 34′ 8″ |\n| 9    | Aug. 20| Sphere 1 close to the Needle. | Marked end of the Needle being a. | N. Pole; F = 48° 24′ 7″ f = -19° 25′ | S. Pole; G = 44° 57′ 1″ g = -17° 19′ |\n| 10   | Aug. 20| Sphere 7 close to the Needle | Marked end of the Needle being a. | N. Pole; F = 24° 27′ 6″ f = +17° 38′ 5″ | S. Pole; G = 22° 04′ g = +15° 22′ |\n\nDip in London, August 1821 = 70° 02′ 9″ N.\n\nNote. The screw on which the spheres traversed was made, in the first instance, half an inch in length, but was shortened one half after the third experiment; being found still longer than necessary, it was again shortened after the eighth experiment, until its length just equalled the diameter of the largest sphere.\n\nBeing desirous to confirm the correctness of the result obtained with Meyer's needle, I made the following experiments for the purpose of deducing at least an approximation of the dip by a method suggested, I believe, originally by Laplace, of observing the times in which a certain number of oscillations are made by a dipping needle, in the magnetic meridian, and in the plane perpendicular to it.\nThe force acting on the needle in the latter case is reduced, according to the principles of the resolution of forces, in the ratio of the radius to the sine of the dip; whence calling $M$ the time in which a certain number of vibrations are made in the meridian, $P$ the corresponding time in the perpendicular plane, and $D$ the dip, $\\frac{M^2}{P^2} = \\text{sine } D$.\n\nIn all the subsequent experiments, the needles were retained and released at an angle of $40^\\circ$ with the meridian, by an apparatus for that purpose fitted to the instrument, and were suffered to oscillate until the arc of vibration was reduced to $30^\\circ$ before the account was taken up, and the observation commenced.\n\n**Exp. 1.** Sept. 3d, with a dipping needle, the centre of gravity of which was rendered nearly coincident with the axis of motion, by a slider of silk advanced towards the end which was previously too light, until the needle in the meridian stood at $70^\\circ$ nearly, and became vertical when the instrument was moved $90^\\circ$ in azimuth.\namount of the dip of the magnetic needle, in London, &c.\n\nIn the meridian.\n\n| Oscill. | Arc. | Time. | Int. |\n|---------|------|-------|------|\n|         | 1    |       |      |\n|         | 2    |       |      |\n|         | 3    |       |      |\n| 0       | 30   | 0     | 00   |\n| 10      | 24   | 0     | 55.5 |\n| 20      | 20   | 1     | 50.5 |\n| 30      | 17   | 2     | 45.5 |\n| 40      | 14   | 3     | 40   |\n| 50      | 10   | 4     | 34   |\n\nOscillations in 274\n\nM = 274.33\n\nPerpendicular to the meridian.\n\n| Oscill. | Arc. | Time. | Int. |\n|---------|------|-------|------|\n|         | 1    |       |      |\n|         | 2    |       |      |\n| 0       | 30   | 0     | 00   |\n| 10      | 25   | 0     | 57   |\n| 20      | 20   | 1     | 54   |\n| 30      | 16   | 2     | 50.5 |\n| 40      | 14   | 3     | 47   |\n| 50      | 11   | 4     | 43   |\n\nOscillations in 283\n\nP = 283\n\n\\[ \\frac{M^a}{P^2} = \\frac{274.33^2}{283^2} = 0.93966 \\text{sine of } 69^\\circ 59' 7'' \\text{ N. dip.} \\]\nCaptain Sabine's experiments to determine the\n\nExperiment 2. Sept. 7th, with a dipping needle, (No. 2,) balanced by a cross of wires affixed to the axis.\n\nIn the meridian.\n\n| Oscill. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. |\n|---------|------|-------|------|------|-------|------|------|-------|------|\n|         | o m s |       |      | o m s |       |      | o m s |       |      |\n| 0       | 30   | 0     | 00   | 30   | 0     | 00   | 30   | 0     | 00   |\n| 10      | 22   | 0     | 50   | 21   | 0     | 50   | 25   | 0     | 50   |\n| 20      | 17   | 1     | 39,5 | 16   | 1     | 39   | 18   | 1     | 39   |\n| 30      | 13   | 2     | 28   | 12   | 2     | 27,5 | 12   | 2     | 28   |\n| 40      | 10   | 3     | 17   | 9    | 3     | 17   | 10   | 3     | 17   |\n| 50      | 6    | 4     | 06   | 6    | 4     | 06   | 7    | 4     | 06   |\n| 60      | 4    | 4     | 46   | 4    | 4     | 56,5 | 5    | 4     | 56   |\n| 70      | 2    | 5     | 46   | 2    | 5     | 46,5 | 3    | 5     | 46   |\n\n70 Oscillations in 346\n\n\\[ M = 346,17 \\]\n\nPerpendicular to the meridian.\n\n| Oscill. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. |\n|---------|------|-------|------|------|-------|------|------|-------|------|\n|         | o m s |       |      | o m s |       |      | o m s |       |      |\n| 0       | 30   | 0     | 00   | 30   | 0     | 00   | 30   | 0     | 00   |\n| 10      | 22   | 0     | 51   | 23   | 0     | 50,5 | 23   | 0     | 52   |\n| 20      | 15   | 1     | 41,5 | 18   | 1     | 42   | 17   | 1     | 43   |\n| 30      | 10   | 2     | 33,5 | 12   | 2     | 33   | 12   | 2     | 34   |\n| 40      | 8    | 3     | 24,5 | 8    | 3     | 24   | 9    | 3     | 25   |\n| 50      | 6    | 4     | 15,5 | 6    | 4     | 15   | 6    | 4     | 17   |\n| 60      | 4    | 5     | 06,5 | 4    | 5     | 06   | 3    | 5     | 07   |\n| 70      | 2    | 5     | 17   | 2    | 5     | 57   | 2    | 5     | 57   |\n\n70 Oscillations in 357\n\n\\[ P = 357 \\]\n\n\\[ \\frac{M^2}{P^2} = \\frac{346,17^2}{357^2} = .94025 \\text{sine of } 70^\\circ 05',8 \\text{ N. dip.} \\]\namount of the dip of the magnetic needle, in London, &c.\n\nExp. 3, Sept. 7, with a dipping needle (No. 3.) made by Mr. Dollond, the arms of which were conical, having at their common base a small cube perforated to receive the axis; the cylindrical terminations of the axis were similar to those of Meyer's needle, very slender, and very carefully turned.\n\n### In the meridian.\n\n| Oscill. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. |\n|---------|------|-------|------|------|-------|------|------|-------|------|------|-------|------|\n| 0       | 28   | 0     | 00   | 27   | 0     | 00   | 27   | 0     | 00   | 28   | 0     | 00   |\n| 10      | 23   | 0     | 37   | 22   | 0     | 38   | 21   | 0     | 37   | 23   | 0     | 37   |\n| 20      | 19   | 1     | 15   | 19   | 1     | 15   | 16   | 1     | 14   | 18   | 1     | 14   |\n| 30      | 16   | 1     | 52   | 16   | 1     | 52   | 14   | 1     | 52   | 15   | 1     | 51   |\n| 40      | 14   | 2     | 29   | 14   | 2     | 29   | 11   | 2     | 29   | 13   | 2     | 29   |\n| 50      | 12   | 3     | 06   | 12   | 3     | 07   | 8    | 3     | 06   | 10   | 3     | 06   |\n| 60      | 10   | 3     | 43   | 10   | 3     | 44   | 6    | 3     | 43   | 8    | 3     | 43   |\n| 70      | 8    | 4     | 20   | 8    | 4     | 20   | 4    | 4     | 20   | 6    | 4     | 20   |\n\nOscillations in 260\n\n\\[ M = 260.25 \\]\n\n### Perpendicular to the meridian.\n\n| Oscill. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. | Arc. | Time. | Int. |\n|---------|------|-------|------|------|-------|------|------|-------|------|------|-------|------|\n| 0       | 30   | 0     | 00   | 27   | 0     | 00   | 27   | 0     | 00   | 28   | 0     | 00   |\n| 10      | 27   | 0     | 39   | 22   | 0     | 39   | 23   | 0     | 38   | 24   | 0     | 39   |\n| 20      | 22   | 1     | 18   | 17   | 1     | 18   | 19   | 1     | 17   | 21   | 1     | 18   |\n| 30      | 19   | 1     | 57   | 14   | 1     | 56   | 16   | 1     | 56   | 17   | 1     | 56   |\n| 40      | 15   | 2     | 35   | 12   | 2     | 35   | 14   | 2     | 34   | 15   | 2     | 34   |\n| 50      | 11   | 3     | 12   | 8    | 3     | 13   | 11   | 3     | 12   | 12   | 3     | 12   |\n| 60      | 9    | 3     | 50   | 6    | 3     | 50   | 9    | 3     | 50   | 10   | 3     | 50   |\n| 70      | 6    | 4     | 28   | 4    | 4     | 28   | 7    | 4     | 28   | 8    | 4     | 28   |\n\nOscillations in 268.5\n\n\\[ P = 268.38 \\]\n\n\\[ \\frac{M^2}{P^2} = \\frac{260.25^2}{268.38^2} = 94033 \\text{ sine of } 70^\\circ 06',5 \\text{ N. dip.} \\]\nCaptain Sabine's experiments to determine the\n\nMean of the preceding results.\n\nExperiment 1. $69^\\circ 59',7\\}$°\nExperiment 2. $70^\\circ 05',8\\}$°\nExperiment 3. $70^\\circ 06',5\\}$°\n\nThis was a nearer accordance with the direct observation with Meyer's needle than I had anticipated. As this method, which is highly deserving of adoption in the lower magnetic latitudes, must become far less certain in parallels so high as $70^\\circ$, when a very small alteration in either of the observed times will produce a wide difference in the conclusion: unless, therefore, the oscillation of a needle in suitable arcs can be continued through a number of seconds, much exceeding those of the preceding experiments, the result may be liable, without great care and frequent repetition, to considerable error.\n\nI am not aware that a method of deducing the dip on a similar principle, but possessing the same advantages in the high latitudes as the former does between the magnetic equator and $45^\\circ$ (nearly), has been heretofore suggested: it is by observing the times in which a certain number of oscillations are made by the same needle in the following positions; first, when used as a dipping needle, vibrating in the plane of the meridian; and, secondly, when suspended horizontally by a silk thread attached to either end of the axis, the needle being limited thereby to a horizontal motion.\n\nThe square of the times of horizontal vibration being increased, as the radius to the cosine of the dip, it is obvious, that, as in the former method, the effect of errors of observation on the result increases with the angle of the dip,\namount of the dip of the magnetic needle, in London, &c.\n\naccording as the differences of the sines progressively diminish; so in this method, on the contrary, the influence of such errors will be lessened in the same ratio: thus in dips of $65^\\circ$ and upwards, the determination may be made with very considerable accuracy, with instruments generally of good construction, and with needles of which the terminations of the axis are very slender.\n\nThe horizontal vibrations should be made under a cover of glass, or of wood with glass windows; the silk suspension should be several inches in length, and perfectly free from twist.\n\nThe following experiment was made with the needle numbered 3 in the preceding; the silk line was 15 inches in length, and was fastened in a groove near the end of the axis; the oscillations were made in arcs under $25^\\circ$.\n\n| Oscil. | Times. | Oscil. | Times. |\n|--------|--------|--------|--------|\n| 0      | 0 00   | 70th   | 7 25,75 |\n| 2nd    | 0 13   | 72d    | 7 38,5  |\n| 4th    | 0 25,75| 74th   | 7 51,25 |\n| 6th    | 0 38,5 | 76th   | 8 04    |\n| 8th    | 0 51,25| 78th   | 8 16,75 |\n| 10th   | 1 04   | 80th   | 8 29,25 |\n\nHere making $\\frac{m}{s} = \\frac{445,5}{H^2} = H$, and $M$ as before\n\n$= \\frac{260,25}{445,5^2} = \\cdot341265$ cosine of $70^\\circ 02',6$ N. dip.\n\nThe results by the three different methods collected in one view, are as follow, viz:\n\nBy 10 experiments with Meyer's needle $70,02,9$\n\nBy the times of oscillation in the magnetic meridian and in the plane perpendicular to it; mean by three needles.\n\nBy the times of vertical and horizontal oscillation $70,02,6$\n\nMDCCCXXII.\nCaptain Sabine's experiments to determine the\n\nWhence $70^\\circ 03'$ may be considered as the mean dip of the needle towards the north in the Regent's Park, in August and September 1821, within four hours of noon, being the limit within which all the experiments were made.\n\nIn referring to the observations which are recorded to have been made for the purpose of determining the dip in London in former years, those of Mr. Nairne, in 1772, of Mr. Cavendish, in 1776, and of Mr. Gilpin, in 1805, appear to have received, and to be deserving of, principal consideration; the errors by which these several determinations may have been affected, in consequence of the imperfections of the instruments, may be believed to have been confined within limits of no great extent, by the method of the observers, and by the precautions which they adopted; as, however, the observations were made in houses in close built parts of the metropolis, they were all subject to the influence of local attraction, from whence may have originated errors of greater consequence possibly than those of the instruments; nor can the application of a correction found by observing the difference of the dip, on the outside of the house, be considered an effectual remedy, inasmuch as the needle may still have been attracted by iron in the adjoining houses, or in the neighbourhood. It needs only to try needles in different situations in a city, to be convinced how little dependance should be placed in the accuracy of such results; it may, no doubt, be principally owing to this cause, rather than to instrumental error, that the dip at the Apartments of the Royal Society is stated in the Philosophical Transactions for the present year (1821), to be $71^\\circ 6'$ or $71^\\circ 42'$.\n\nAs the observations of Mr. Nairne, in 1772, and of Mr. Cavendish, in 1776, do not differ very widely from each\nother, either in the date, or in the amount of the dip, their mean, $72^\\circ 25'$, in 1774, may be considered as the best approximation which can now be made to a knowledge of the amount of the dip in London at an early period.\n\nBy comparing this amount with the dip in the present year as above determined, we obtain $3',02$ as a mean annual rate of diminution between 1774 and 1821; which is less by two-fifths than the mean annual diminution at Paris between the years 1798 and 1814, as deduced from the observations of Messrs. Humboldt, Gay Lussac, and Arago; whence it might be inferred, if sufficient dependance could be placed on the accuracy of the observations, that the annual variation of the dip in this part of the world, is greater now than it was 30 or 40 years since.\n\nIt is, however, worthy of notice, as being at least a curious coincidence, that if we take Mr. Whiston's determination of the dip in 1720, $75^\\circ 10'$ (of which Mr. Cavendish remarked in the Philosophical Transactions for 1776, Art. 21,) that \"he believed it to have been pretty accurate, as Mr. Whiston observed in many parts of the kingdom, and his observations agreed well together,\" we obtain between the years 1720 and 1774, an annual diminution of $3',05$, which differs only three hundredths of a minute from the rate which has been now found for the succeeding 47 years.\n\nIt may not be useless, briefly to examine how far the knowledge of the amount of change, by direct observation, is capable of receiving confirmation by the effect which a diminution of dip must produce on the vibrations of a needle suspended horizontally.\n\nIf the intensity of the magnetic force be considered to vary\nin the ratio suggested by Dr. Young, inversely as the square root of four diminished by three times the square of the sine of the dip, which ratio has been remarkably confirmed in dips from 70 to 90 degrees, by the experiments made during the late Arctic voyage; the force acting on the horizontal needle, being reduced as the radius to the cosine, becomes inversely as $\\sqrt{\\frac{1}{1-s^2}} + 3$; $s$ being the sine of the dip; whence, in London, the duration of any number of horizontal vibrations would be increased by about $\\frac{1}{3000}$ part, on a reduction of one minute in the dip.\n\nThe needle No. 3. of the preceding experiments, suspended in the manner therein described, and released at an arc of 40° from the meridian, will continue to vibrate more than forty minutes, making upwards of 400 vibrations, before the arcs become so small as to render the completion of each vibration indistinct. If the times of commencement and conclusion are observed in the method exemplified in the experiment with this needle, page 17; the duration of any number of vibrations may be readily and accurately determined to a part of a second; if, therefore, 400 be taken as the experimental number, and the duration be supposed 42 minutes, or 2520 seconds, the reduction of 3 minutes of dip, which is presumed to take place annually, would cause an increase of two seconds and two-tenths in the time of vibration; which difference may, perhaps, be considered sufficient to encourage the experiment, especially if a mean be taken of many observations in each year; in which case it may be advisable to compare together observations made at the same season in successive years; and perhaps, also, at the same hour of the day; although the experiments of Messrs. Humboldt and\nGay Lussac have shown, that if any hourly variation of the force does obtain, it is not sufficient to produce a perceptible effect in a time of vibration amounting to 1234 seconds, repeated at different hours of the day and night.\n\nIn conclusion, there appears reason to presume from the preceding experiments, that the dip itself may be determined by Meyer's needle within a much smaller limit of uncertainty, than has hitherto been the case by needles of the usual construction; as the results are subject only to those errors, which are reducible by repetition; for in the ten experiments which have been submitted to the Society, the greatest difference of any one from the mean does not exceed three minutes; the direct observation may, therefore, be considered as capable of sufficient precision, to justify inferences from repetition, at intervals of short duration; both of the amount, and also of the uniformity, of the changes to which the dip is subject.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107665.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 34956,
    "total-output-tokens": 11890,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1106,
        2
      ],
      [
        1106,
        2911,
        3
      ],
      [
        2911,
        4651,
        4
      ],
      [
        4651,
        6345,
        5
      ],
      [
        6345,
        7977,
        6
      ],
      [
        7977,
        9630,
        7
      ],
      [
        9630,
        11273,
        8
      ],
      [
        11273,
        12591,
        9
      ],
      [
        12591,
        15720,
        10
      ],
      [
        15720,
        17714,
        11
      ],
      [
        17714,
        20536,
        12
      ],
      [
        20536,
        21579,
        13
      ],
      [
        21579,
        22572,
        14
      ],
      [
        22572,
        24685,
        15
      ],
      [
        24685,
        27287,
        16
      ],
      [
        27287,
        28919,
        17
      ],
      [
        28919,
        30564,
        18
      ],
      [
        30564,
        32440,
        19
      ],
      [
        32440,
        34127,
        20
      ],
      [
        34127,
        35899,
        21
      ],
      [
        35899,
        36864,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107665",
    "title": "The Bakerian Lecture: An Account of Experiments to Determine the Amount of the Dip of the Magnetic Needle in London, in August 1821; With Remarks on the Instruments Which are Usually Employed in Such Determinations",
    "authors": "Edward Sabine",
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/107665"
  }
}