{
  "id": "c9e5e110c33a198c41825be779aa7ae3a335649a",
  "text": "coluri, ib. l. 18. circuli, pro, circularum, p. 42. meram mutationem committens, pro,\nadmissa duntaxat mutatione, p. 48. l. 5. Joh. Wallium methodum agnoscendem ac uten-\ntem, pro, Joh. Vallisium, methodum agnoscendem, eaque utentem, p. 49. l. 14. excus-\nsum, pro, excusum, p. 52. l. 15. theorematis 3, pro, theoremata tria exhibet, ostend-\nens proportionem, &c.\n\nSed, inquam, ne his & Sexcentis aliis (modestè loquor) solæcismis &\nbarbarismis immorer, pergo notare paucissima ex innumeris, quæ sensum\nipsum vel perturbant vel omnino convellunt; idque duntaxat in Num.\nprimo hujus Versionis; qualia sunt: Pag. 5. l. 23. omne, gummi applicato pruni,\nin aceto dissoluto; sensus est, malum omne, prunorum applicato gummi, eoq; in aceto\ndissoluto, sanatum fuit, p. 10. l. 10. magis, pro, sintius, p. 11. l. 14. 15. equinoctium,\npro, Solstitium, ib. l. 19. in punctis ligni circuli, sensus est, in punctatis trunci cir-\nculis, p. 12. l. 26 post voc. involucri, omisla sunt verba, usque ad ipsissimum lignum\nsolidum, p. 13. l. 4. post voc. cortice, omisum, circumcirca, p. 14. l. 8. visco, pro,\ntilia, ib. l. 25 ascendentem, pro, descendentem, ead. lin. vel carmen pulpanve, pro,\npulpam vel regmen, p. 15. l. 21. scindendo exiguum vimen recens natum, medulla in\naliquid ramulis, & per hoc aliis ejusdem magnitudinis; sensus est, in nuce obser-\nvatio instini potest, tenellos quosdam ramulos ad ipsam usque medullam secando,\nnonnullos vero alios, ejusdem magnitudinis per medullam ipsam transadigendo, ib. l.\nult. alius quantitati, pro, alterius, p. 17. l. 1. & 9. fraxinus, pro, populus alba: An-\nglicum Ath & Aspe idem sonabant nostro Traductori, p. 22. l. 3. accepit ad-\njectivum theeting pro nomine proprio, quod reddendum erat, praedatrix.\np. 29. l. 16, 17. lege, à se & altero illo mathematico coram dicta Soc. factis confir-\nmaverit; sensus alioqui non appareat, p. 36. l. 5. eadem Eclipse, pro, ejusmodi.\np. 37. l. 21. Lotwardum, pro, Sethum Wardum, p. 39. l. 22. libris, pro, infantibus.\np. 49. l. 26. aliqua, pro, quavis, p. 50. l. 13. cujus altit. est peripheria, vel a centro\nejus gravitate descripta; sensus est, Cujus altit. est peripheria a gravitatis ipsius\ncentro descripta, p. 51. l. 14. prominentiam, pro, ungulam, ib. l. 17. spiram, pro, fusum,\nib. l. 18. axem, pro, basin, ib. l. 19. ece sicte basin est ad ½ axis, pro, sicte basis pa-\nrabole est ad ½ axis, ib. l. 20. parabolam aquam habere proportionem circulo\ncirca suam basin ut diametro, descripto, ac parabole ejusdem circuli axis circumfe-\nrentiae habet, cujus rad. equalis est centro gravitatis ab axi semi-parabola: Quis\nmortalium ex his verbis sensum exculperet, qui in Anglico huc redit;\nProp. 29 tradit author, parabolam, eam habere proportionem ad circulum descriptum\ncirca basin seu diametrum, quam habet axis parabole ad circumferentiam circuli,\ncujus radius equalis est distantiæ centri gravitatis semi-parabole ab axe, p. 52.\nl. 12. eminentias, pro, unguas, ib. l. 17. inquirendo, pro, requirendo.\n\nPiget omnino, plura consecari; finem quippe vix invenirem: Ea enim,\nquæ dispunxi, menda & vitia nonnisi pauca sunt ex permultis solius Nu-\nmeri 1. Devorare hoc todium cogebat, ut constaret Lectori, quid de Versi-\none tota esset expectandũ. Si ipse fortaninterpres stricturas hafcein malam\npartem accipiat, memorem eum esse velim dicti: Quicquid cognit, excusat.\n\nInspecto dehinc No. 45, ubi describitur instrumentum Opticum Dn.\nWrenni, nec non Observatio Saturni facta à D. Hugenio & D. Picardo, ver-\nsionem utriusque argumenti per-radiculam comprehendi, &c.\n\nERRATA in this number. p. 2248. l. 7. sur for said. ib. l. 29. r. the Fraction ¼ twice. p. 2249. l. 2.\nr. 204. which, p. 2250. l. 7. r. three for four. ¼ p. 2260. l. 5. del. the. ¾\n\nLondon, Printed for J. Martyn, Printer to the Royal Society, 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101099.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 1575,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3787,
        2
      ]
    ],
    "primary_language": [
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101099",
    "title": "Errata",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101099"
  }
}