{
  "id": "9ee14fddd556f4ae69ed784faf7daf45f7fac3f8",
  "text": "Immersion, July 21. 9 h. 42' 17\" at Cartagene was\n14 h. 44' 59\" at Wansted; whence Wansted is\n5 h. 2' 42\" more easterly than Cartagene: and taking\nthe Medium of all three, 5 h. 2' 34\" or 75° 38' may\nbe taken for the true difference of Longitude, that is,\n75½ from London, which compared with Capt. Cand-\nler's Observation of the late Lunar Eclipse, shews\nCartagene to be about 20 Leagues to the Eastwards of\nPort Royal in Jamaica.\n\nIII. Cometæ Berolini, anno 1718. visi Observatio-\nnes a 18 Januarii, Stylo novo, ad 5 Febr. ex Epi-\nstolâ Viri Cl. Christfridi Kirchij, Reg. Soc.\nScient. Berolin. Astron. ad Edm. Hallejum,\nLL.D. R. S. S. desumptæ.\n\nMonere hic debo observationes Cometæ à me inventi,\nin Novis Literariis Lipsiens. non esse accuratas;\nprimo quidem, cum eas tantum amico cuidam festi-\nnanter transmisferim, ut etiam ille Cometam quaereret;\ndeinde, cum etiam vitium typographicum irrepserit;\nnam die 23 Januarii mane, Cometa cum θ & φ Cassio-\npeæ (non vero δ & ϕ) construebat triangulum æqui-\ncrurum; & vesperi ϕ Persei, Cometa & θ Cassiopeæ\nad sensum erant in linea recta. Pleniorum Cometæ\nhistoriam jam paratam habeo, ex qua haec breviter at-\ntingam. Observavi eum a die 18 Jan. ad 5 Februarii.\nLoca ejus ex observationibus ad horam 10 vespertinam\ncujusque diei, quo Cometa observari potuit, reducta,\nhaec Tabella exhibet.\n\nVia\n| Longitudo | Latitudo |\n|-----------|----------|\n| 18 Jan.   | 27 26 5° | 69 18 S. |\n| 21 Jan.   | 16 25 1° | 48 42 S. |\n| 23 Jan.   | 9 28 1° | 39 45 S. |\n| 26 Jan.   | 5 25 1° | 32 55 S. |\n| 27 Jan.   | 4 41 8° | 31 24 S. |\n| 28 Jan.   | 4 4 8° | 30 13 S. |\n| 30 Jan.   | 3 4 8° | 28 23 1° S. |\n| 31 Jan.   | 2 43 8° | 27 40 S. |\n| 1 Febr.   | 2 25 8° | 27 1 S. |\n| 2 Febr.   | 2 10 8° | 26 22 S. |\n| 5 Febr.   | 1 39 8° | 24 53 S. |\n\nVia ejus transiit supra tergum Ursæ minoris, prope Polarem, per crura & genua Cephei, Cassiopeæ & Andromedæ. Nodus ejus descendens fuit in 21 1° gradu Arietis, cum aliqua mutatione: Angulus orbitæ cometæ & Eclipticæ 69 1° grad. circiter, etiam cum aliqua variatione. Via Cometæ 2 fere gr. à Polo mundi transiit, & Æquatorem secavit in 20 1° gr. à puncto æquinoctiali. Perigæum Cometæ fuit in 6° 6' 1° cum latitudine septentrionali 62° 7'. Cometa in Perigæo fuit, D. 18 Jan. hor. 3. min. 9. mane. Motus Cometæ diurnus in orbita propria, in Perigæo (12 scilicet horis ante, & 12 post Perigæum) 22° 8'; ultimis vero diebus apparitionis 32'. Supposita Terra quiescente, & Cometa in recta linea trajiciente, motus Cometæ fuit 391 partium, qualium distantia minima Cometæ à Terra 1000. De Parallaxi Cometæ nihil certi affirmare possum, nisi quod multum supra Lunam fuerit elevatus Cometa. Probabiliter vero conjicio, illum intra Planetarum orbes existisse, imo in Perigæo multo propiorem nobis fuisse\n\nMartis\nMartis Sphæra. Sit enim semidiameter orbitæ Terræ 10000 partium; erit ita motus diurnus Martis 139 vel 140. Si vero Cometam in orbita Martis exstitisse suppono, cum latitudine 62° 7' & motu diurno 22° 8', ejus velocitas esset 2847 partium, si scilicet simul fuisset in oppositione Solis; cum autem differentia Longitudinis Solis & Cometæ in Perigæo tantum fuerit 141° 40', motus diurnus Cometæ evadit 3200 part. & proportio motus Cometæ ad motum Martis ut 23 ad 1. Quare colligo Cometam intra sphæram Martis exstitisse. Si vero quis Cometam ad Saturni orbitam evehere vellet, deberet ipsi velocitatem tribuere, quæ esset ad velocitatem Saturni ut 600 ad 1; & quod uno die majus spatium percurrisset, quam Terra dimidio anno absolvere soleat. Ne dicam de diametro Cometæ, quæ non multo minor existere debuisse tribus diametris Solis.\n\nComparationem institui hujus Cometæ cum aliis, & invenio Cometam, quem Regiomontanus anno 1472 vel 1475. mensis Jan. & Febr. observavit, viam tenuisse non multo diversam à via nostri Cometæ; transit enim per Ursam minorem & Cephei femora, per pectus vel collum Cassiopeæ & cingulum Andromedæ; ac velocitas ejus maxima uno die fuit 40 grad. Anno 1556, alius Cometa est observatus, cujus Nodos Camerarius in 11° & γ ponit, & qui prope pedes Ursæ minoris, per Cepheum, supra Cassiopeam, & per partes superiores Andromedæ transiit, motu valde veloci in Perigæo. Quod si Regiomontanus Cometam anno 1475 observavit, (de quo tamen Astronomi valde dubitant) admirabilis esset convenientia inter hosce tres Cometas: intervallum enim prioris à medio esset 81 annorum, & à medio Cometæ ad ultimum 162 ann. ut ita revolutio Cometæ posset esset 81 annorum; nec etiam Historia aliorum Cometarum hifce male responderet.\n\nIV. Ex-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103609.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1899,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1341,
        2
      ],
      [
        1341,
        2782,
        3
      ],
      [
        2782,
        4529,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103609",
    "title": "Cometae Berolini, Anno 1718. Visi Observationes a 18 Januarii, Stylo Novo, ad 5 Febr. ex Epistola Viri Cl. Christfridi Kirchij, Reg. Soc. Scient. Berolin. Astron. ad Edm. Hallejum, LL.D. R. S. S. Desumptae",
    "authors": "Christfridi Kirchij",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103609"
  }
}