{
  "id": "7080881e7a5e2a9258ba836af0b6c639d2c98fa7",
  "text": "other Weight at V, because then their perpendicular Ascent or Descent will not be equal.\n\nVI. De Ingenti Sanguinis Vomitu perquam gelidissimis brumali tempore Potionibus curato, Observatio ad Regiam Scientiarum Londinensem Societatem à Petro Antonio Michelotto M. D. R. S. S. transmissa.\n\nQUUM Patritius Juvenis Præstantissimus Ludovicus Maffetti, rure, ubi venatione, & perequitando se vehementer exercuerat, in urbem reversus Sanguinem Decimo Calendas Januarias cccc xxviii. ad uncias quinque, sexve matutinis temporibus vomeret, hujuscemodi curationem institui. Primùm, quòd Cruoris in Arterias, Venasque vim, eas distendere continenter nitentem insigniter, & præcipue ex superfluente Sanguineæ materiæ copia adauctam animadverterem; minimèque ignorarem ipsum Nobilissimum Juvenem laborare scyrrhofo lienis tumore, ob quem, & Sanguinem vel hos ante quatuor annos evomuerat, & narium copiosis hæmorrhagiis à prima usque adolescentia vere, & autunno quotannis tentari consueverat; quæ, posteaquam fortuitò à lusoribus follis capitì impaçtus fuerat, ferè. ex toto defecerant; quòd hæc, inquam, minimè ignorarem, ad uncias circiter octo ex hæmorrhoidibus Sanguinem per hirudines protinus mitti, ejus copiæ demendæ, atque à liene, & ventriculo avertendæ causa præcepi; tum aquam ex plan.\nplantaginis succo, corallato nitro bene saturam cyathi mensura sàpius eo die forbendam præbui ad Sanguinis fervorem compescendum. Sanguineo verò vomitu circa secundam noctis vigiliam vehementius urgente, sub eoque, Sanguine maximo impetu copiosissimè ad os ruente, aquam ex lactucae succo, cydoniati J. B. Helmontii Laudani guttis duodecim, unciarum quatuor pondo commixtam confestim potui dedi, & Cruoris potissimum velocitatis minuendæ, & somni accersendi ergò: quod medicamentum, quum Æger, Sanguine ex ventriculo tertium, quartùmque ingenti copia erumpente, rejiceret, ad catapotia ex persici philonii scrupulis sex, ex aqua succi Sanguinalis herbæ devoranda decurri. Sub idem tempus gelidam aquam frigido aceto permistam ore contineri, spongiamque perfrigido aceto benè imbutam epigastricæ regioni admoveri jussi, ad sanguifera stomachi vasa, sivè exesa, sivè rupta, sivè quocunque modo patefacta constringenda: quem in finem, quandoquidem idem cruentus Vomitus quintum, sextùmque revertebatur, atque Æger examinari videbatur, non modò ad confectionem ex contufis albi papaveris, & hyosciami seminibus rosaceo saccharo, armenia bolo, ac lapide hæmatite adjectis, semicochlearii pondere devorandam decurrebain; sed ad consolidantia quoque catapotia, quæ sub Autore Helvetio Patre feruntur, quorum terni scrupuli quarta quoque hora assumebantur ex aqua modò commemorata, in qua modica pollinis ex margaritis, & rubris coralliis in calcem redactis, itemque ex magisterio (ut Chymici loquuntur) oculorum cancrorum portio soluta erat. Per hæc auxilia consecutus sum, ut Sanguis per aliquot horas conquieverit.\nA Sanguinis per sectas Venas detractione ea nocte abstinui: primùm, quòd Sanguinem ad libras duo-\ndecim, & amplius duarum circiter horarum spatio ex ore processisse, jacentemque ob id, in conclavi frigido,\npaucis vestimentis corpori injectis quietus animo linqui perspicerem; tum, quòd Cordis, & Arteriarum coa-\ngitatio, & quod conseqüebatur, residui Cruoris pau-\ncissimi velocitas esset quam maxima; indè, quòd ad avertendum tantæ sanguineæ materiæ à ventriculo cur-\nsum, exiguam Sanguinis emissionem, & parvo quidem tempore duraturam, sivè ex parte ab ipso affecto ven-\ntriculo minus remota, sivè ex Vena quàm longissimè ab eo distante haud sufficere, existimarem; postèà,\nquòd, vel per medicam, hujuscemodi rebus circum-\nstantibus, Sanguinis detractionem, sulphuratarum san-\nguineæ massæ particularum ad coccineas massulas pænè\nex toto deficientes proportionem jam notabiliter (uti\nex magna siti, corporis calore, brachiorum, & crurum\njactatione, insignique pulsus frequentia conjiciebam)\nincrescentem, una cum Sanguinis velocitate cruentum\nVomitum rursùs excitare valente summoperè adaugeri\nposse, providere.\n\nAlbente cœlo, Vomitu denuò reverso, ad Sanguin-\nnem, qui notabili tum quoque copia evomebatur, sup-\nprimendum, frigidum ex urenti urtica Succum, cui\ntosti opii grana octo admista erant, ad uncias quatuor\npotandum obtuli; qui quum ex toto non responderet,\nad extremum ratiocinando constitui, & Sanguinis\nDuctus in ventriculi cavum pertinentes ejus aerem\ncondensando comprimere, & Sanguinem ab iis sup-\nportatum reprimere perquam gelidissimis potionibus\nquia verò cujusquamdi generis cibos, sivè ex con-\ntrito\ntrito pane, sive ex recentium ovorum vitellis, in gallinaceorum pullorum jusculis, solutis, sive ex ptisana hordeacea, oryzæque cremore, Æger morbo fusus, stomacho maximoperè languente reddebat, forbitiones virium imbecillitati succurrentes, neque onerantes delegi: & primum quidem ex chioocolatte; tum ex vaccino lacte, & saccharo; indè ex hoc, & cremore ex dulcibus amygdalis, albique papaveris seminibus recens expresso: cujusmodi liquores frigoribus ex glacie & nitro conglaciati, scilicet modò unus, modò alius quinta, sextave quaque hora ad uncias circiter septem hauriebantur, interpositis non multis quidem, sed saepè nocte, ac die haud leviter sitienti datis ex frigida Nucerina aqua potionibus. Quæ curandi via maximè, quemadmodum ego arbitror, rationalis mirificè quum conferret, in ea perstiti ferè usque ad Februarii mensis proximè insequentis initium; quo tempore victum primis quidem diebus ex decocta in gallinaceo jusculo oryza, conscissove triticeo pane, eodem jusculo, bene madente, aut recenti ovo; in sequentibus verò diebus ex carnisibus quoque, modò gallinaceis, modò vitulinis, & interdùm ex avibus imperavi: prætereaque ad imbecillum stomachum confirmandum præscripsi tincturæ ex absinthio sine vini spiritu extractæ guttas circiter sexaginta quotidiè paulo ante prandium ex pimpinellæ herbæ aquæ cochleario sumendas.\n\nPrætereo, me tertio, quartove morbi die vaccinum lac, butyro, ovi vitello, ac rubro saccharo administis in ultima intestina per clysteres infundi, curasse ad atrum sanguinem ex ventriculo ad inferiores partes defluentem educendum: quem propterea quòd crassì ex fuligine\ngine pulveris formam habere, animadverterem; à medicamentis ad Cruoris in ventriculi caveam effusi concretionem prohibendam, tollendamve, in quo-\ncunque Voinitu Sanguinis ab aliis medicis praescribi solitis abstinere, satius duxi, quam iis propinatis, ad effectum à curatione per gelidissimas potioncs jam prosperè inceptum perficiendum vires adhibere videri,\nejusmodi quamfrigidissimarum Cruorem cogentium forbitonum viribus planè atque omnino contrarias.\n\nAtque hac quidem ratione medendi splendidissi-\nmum Ægrotantem ad desperationem redactum ex gra-\nvissima, & periculoßissima, de qua haëtenus retuli, va-\nletudine, Oculatissimis, Clarissimisque Urbis Medicis,\nB. Zendrino, & Jo.D. Santorino mihi testibus liberavi:\ncui, ne in eundem morbum deinceps relabatur, Sanguini-\nnis uncias septem octo, tertio quartove quoque\nmensc mitti jubco, plerumque ex brachiis, interdum\nex hæmorrhoidibus. Isteutmodi autem praesidii ge-\nnere ad Sanguinis profusionem prohibendam utendi,\ncausa hæc est. Splenis scirrho supra commemorato,\nSanguinci ad cum attinentes Ductus magnoperè ob-\nstructi eam Sanguinis copiam, cui continendæ apti\ncreati sunt, profectò capere nequeunt; reliqui igitur\ncorporis, & quod consequitur, eo magis ventriculi\nipsi lienì propinquì canales Sanguinem ducentes,\nquantitatem ejus naturali majorem contineant, ne-\ncessè est: hique proptereà sic extrorsùm trudi, ac di-\nlatari poterunt, ut Sanguini continentè ex ipsìs ma-\nnare conanti patefiant; sicuti plerumque contingit\nin maribus, foeminisque, quibus Sanguinis sputa, vo-\nmitus, aut ejus ex naribus prosluvia propter insignes\nvasorum vel infimi ventris obstrucìones fiunt. Sed\nin lienosis praesertim copiosas, & immodicas Sanguinis jusque, deque rejectiones vidisse se narrat Jo. Riolanus; historiasque ex Hippocrate, & Valverda affert eorum, qui Sanguinis Vomitu ex turgente splene interiere. Id ergò malum ne accideret, praecavendum mihi existimabam repetita Sanguineae materiae detractione. Et quoniam Sanguinis in suos Ductus impetus velocitatis quoque incremento augeri potest; ob hoc, & aquae frigidae potum vini loco, & abstinentiam à venatione, cursu, aliisque ejuscemodi Cruoris motum vehementer accelerare potentibus imperavi, & eventu sanè ad ultimum usque mensem Anni ciœ ioccxxx. prosperrimo.\n\nNam eo anno postridiè Calendas Decembres in eundem Illustrissimus, atque Excellentissimus, de quo retuli, Patritius Sanguinis Vomitum noctu relabitur. Ad eum visendum protinus accitus; quandoquidem libram unam tantummodo, alteramve Sanguinis evomuerat, & plenitudinem boni adesse Cruoris videbam: quamquam cruenta Vomitio continuabat, & Arteriae sub ea penè ex toto submittebant fese; nihilominus tamen Sanguinis uncias circiter decem, ad eum à ventriculi sanguiferis vasis avertendum ex vena in lævo brachio secta, nulla interposita mora, mitti jubeo; indè liquidi Helmontii Laudani guttas quindecim, octodecimve ex pimpinellæ minoris aquae uncis quatuor sumendas praefcribo; atque hujusmodi remedium somni inducendi, & cruoris velocitatis retardandæ causa in usum vocatum, ter, quaterve, quòd Sanguinis Vomitu redeunte rejiciebatur, ea nocte ad propositum mihi finem consequendum repetero coactus sum.\n\nVomitus\nVomitus vix horas duas sub hisce auxiliis conqui-\nevit: eo autem semel, iterumque reverso, ex hæ-\nmorrhoidibus quoque Sanguinem ad uncias circiter\nquatuor educi præcipio, eodemque tempore ad\nquamgelidissimas, quæ aliàs felicissimè cesserant, op-\ntimèque nunc respondent in quadam Virgine profu-\nsissimo Cruoris ex uteri vasorum oppillationibus Vo-\nmitu ferè exinanita, sorbitiones devenio: & primùm\nquidem ad Chioccolatte, tum horis circiter quatuor\nexactis ad alios conglaciatos liquores, quos Sorbetti\nex Spumiglia, & Pappina, vernacula Lingua hìc\nappellant. Ex cujusmodi artificiali gelu concretis\nliquidis, nempè modò ex uno, modò ex altero ad\ncoercendum Vomitum, vireoque reficiendas non mul-\ntum quidem, ne ventriculum morbo solutum onera-\nret, sed sàpè Æger fermè examinis degustabat. Hu-\njusmodi per summè gelidas sorbitiones curandi ratio-\nne, Cruoris maximè gastricus Arteriis ac Venis\ncontenti motum valentissimè refrenare potente, obti-\nnui, ut Vomitus ad insequentem usque diem quieve-\nrit; in quo bis reversus, iisdem quamgelidissimis\npotionibus pertinaciter tertia, quartave quaque hora\nrepetitis iterùm compressus est.\n\nTertio mali die, Sanguinem quidem, at non in\nmulta copia, Nobilissimo Ægrotanti denuò circa ves-\nperam vomenti catapotia auri bracteis obvoluta, ad\naccerendum Somnum, & ad Cordis atque arteriarum\ncoagitationes præternaturales compescendas, devo-\nranda ex aquæ tormentillæ herbæ succi unciis tribus\ndedi, quæ recipiebant persici philonii grana triginta,\ntosti opii semiscrupulum. Hæc autem adeò respon-\nderunt, ut, & Vomitus protinus sedatus fit, & lon-\n\nS 2\n\ngiusculus\ngiuscus somnus noctu accesserit. Dum haec ad-\nversus Sanguinis Vomitionem gerebantur, alvus lacte,\nbutyro, faccharo, ac ovi vitellis commistis, & in in-\nferiores partes infusis, secundo, tertiove die ad nigrum\nSanguinem ex ventriculo ad intestina sub bilis atræ\nspecie jam quoque delapsum evacuandum ducebatur;\naquaque præterea ex milfolii succo, in qua coto-\nneum malum parumper ebullierat, glacie gelidissima\nreddita ad stomachum æstu suo languidum erigendum,\nad Ductus Sanguinem in eum importantes confir-\nmandos, & ad sitim, quæ die tertio urgere coepit,\nmoderandam sæpius die, ac nocte, parce tamen, ne\nStomachus ipse tunc multum admodum infirmus ad\nresiftendum obrueretur, potui dabatur.\n\nDies duodecim frigidissimam hanc, tenuissimamque\nvictus rationem, sub qua flatus quamplurimi per in-\nferiora maximo cum crepitu descendebat, satis fe-\nliciter adhibui: post quod tempus, quum de ventri-\nculi distendente dolore Ægrotus (quòd præmemorata\nglaciali aqua ad depellendam, qua continuò ar-\ndebat, sitim abufus esset) gravissime quereretur, illam\ndimissi; atque in ipsius locum substitui victum paulò\npleniorem ex calidis gallinaceorum pullorum jusculis,\nin quibus recentis ovi vitellus cum permodica succi\nex limonio malo portione solutus erat. Quæ juscula\nbis in die hauriebantur, interposita summis matutinis\ntemporibus bene calida ex Chioccolatte forbitione,\ncui frigidae aquæ potio, tum ventriculi refrigerandi,\ntum importunæ fitis elidendæ ergò præmittebatur.\nAdversus autem istiusmodi permolestam stomachi dis-\ntentionem præter calentes forbitiones catapotia quo-\nque modò proposita inordinatos nervorum, & ani-\nmalium\nmalium Spirituum motus componendi virtute prædita propinavi.\n\nQuartodecimo die dolor, & tumor ponè sinistram aurem ad inferioris mandibulae medium, & amplius sese exporrigenis, posteaquam caput proxit è antecedentibus diebus leviter doluerat, exemplò laboritur; eodemque tempore febris, quae alioqui continens quidem, sed nequaquam ingens erat cum levi frigore, & aliqua mentis turbatione intenditur. Contra quem dolorem calida, humidaque fomenta ex vaccini lactis, & aquae simplicis, in quibus sambuci flores decocti erant, partibus equalibus, spongiis admotis saepè repetenda praescribo: per quae humoris parotidam efficientis coitus intrà octo dies ferè ex toto solutus est. Post quod tempus febricula circà noctem paulum increscens, mane se remittens continuabat; Æger siti non adeò cruciabatur, frigidam Nucerinam aquam potabat; interdiu vigilabat, noctu conquiscebat; calidis, quas dixi, sorbitionibus reficiebatur, & interdùm ptisana quoque ex oryza utebatur. Natura vel dum bene valebat ruétuosus, aliquando conquerebatur de quibusdam (ut ipse aiebat) acidis ventriculum irritantibus, pituitae, & nonnunquam alimentorum rejectum moventibus: adversùs quae absinthii tinctura fémel die circà meridiem, saepius frigida aqua ex Nucerino Fonte huc importata haud improspere pugnabam; atque interdùm remedio persici philonii, & tosti opii; interdùm quamgelidissima ex lacte, & saccharo, gelu artificiosè concretis, sorbitione ad crebrò ruétantem, calidisque fermentationibus (quod ut facile credam, haud leves sunt causae) commotum stoma-\nstomachum componendum prospero successu, noctu utebar.\n\nCircà diem quadragesimum aquosi humoris Vomitus decedebat; Arteriæ naturaliter ordinatæ erant; venter quotidie satis; copiosam verò urinam vesica reddebat; & vires, ac ciborum appetentia accedebant sic, ut valentiorum cibum, frigidum videlicet ex cervino cornu, & vitulinis pedibus glutcn Convalescenti paulo antequam nutrientia juscula supra commemorata sorberet, quotidie ter oporteret offerre. Ab ejusmodi alimenti genere primum ad oryzam in capi jusculo coctam, & gallinacea jecinora elixa; indè ad tenerarum gallinarum, vitulorum, coturnicumque carnes transit: edulio ex vaccino lacte, recentis ovi vitello, & tantilla sacchari portione, ad cochlearium unum, aut alterum commanducato, alvi movendae gratia. Atque in praesentia sanus est, & benevalet. D. Venetiis Quinto Calendas Februarias CIOIOCCXXXI.\n\nAnimadversio.\n\nPropositum Sanguinis Vomitum per conglaciatas, quas recensui, sorbitiones supprimendi rationem, quam solidissimis ratiocinationibus esse innixam, demonstratu haud ità difficile est. Primùm namque sanguiferi ductus Sanguinem in ventriculi cavum, sivè rapturâ, sivè erosione, sivè raritudine propriarum tunicarum, sivè orum suorum aperturâ profundentes, glacialis ejusmodi congelatarum celeriter in ventriculum defluentium potionum frigoris vi, nulla re interposita tacti, quasique perusti, quàm citissimè, validissimèque\nlidissimèque fieri potest, corrugantur; tum Sanguis his ipsis Ductibus contentus vehementissimè cogitur, atque in majores canales repellitur; deinde toto corpore ob idem gelidissimum frigus inhorrificente, reliquum Sanguinis in suis motibus lationis, & agitatio- nis multum admodum retardatur, ac proin ejus im- petus ex Cordis, & Arteriarum pulsus velocitate enascens, arteriosorum, venosorumque canalium ex- tremis orificiis patefaciendis peropportunus notabili- ter imminuitur; postea illæ ipfæ quamgelidissimæ potiones ex satis nutrientibus massulis coagmentatæ per notissimas chyli vias Sanguinis alveos influentes residui Cruoris particulas, congregando absque ullo impetu reficiunt. Quum igitur, quam expono, ad- versùs Sanguinis Vomitum pugnandi ratio, & ventri- culi vomendi conatus cohibere, & Sanguinem sistere pluribus de nominibus valeat; subveniendique insu- per, et promptè quidem imboccillitati Ægrotantis sufficienti virtute polleat: ecquis Saniorum saltem Medentium jam est, qui eam & maximè rationalem, & efficacissimarum in Cruorem vomentibus virium esse, non fateatur?\n\nPulcherrimam Aretæi ex Cappadocia græco-latinam editionem Oxonia ad me transtinentem inspicienti mihi, Sanguinis Rejectionis Curatio, Acutorum morborum Libro Secundo ab eo proposita sub aspectum venit. Quum autem hanc perlegerim ad eum locum deveni, ubi praesentiorem medicinam in iis, quæ bibuntur, & devorantur; esse, ait, quorum speciem triplicem existere subjicit; vel ut vasa rogendo, compremando- que fluxionis ductus quasi ligent; vel ut effuentem humorem incrassent, atque congelent, quo minus ef-\nfundatur, quamquam exitus pateat; vel ut vias exiccent, Sanguinem intrà sedem antiquam retinendo, ne profluvio loci exinaniti maneant, & in cam partem exundent, ubi faëta est effusio.\n\nMiles ille in Graecorum Veterum Medica Disciplina gloriae plenissimus, qui cujusdam Georgii Schmidt Corcyrae Nigræ facti Medici cognomine Personatus, clamoflo libello ranæ ad instar clamitans ranunculorum vim maximam hos ante sex annos in me commovit: Miles, inquam ille Gloriosius (ut Plautina phrasì dicam) cujus ego legiones difflavi Spiritu, ex hisce Aretæi verbis: cogendo, comprimendo; quasi ligent, atque congelent: colligi posse, quòd Sanguinis Vomitum, cujus Historiam cum Medica Republica communico, curandi methodus fola ratione hoc in casu à me inventa, in ejusdem Cappadociæ Medicorum Principis De Curatione Sanguinis Rejectionis Capite continetur, procul dubio dictabit. Verum enimvero, id à veritate omnino abhorrere, evidentissimum fiet, remedia, quæ valida, & ad concretionem efficacia idemmet vocat Aretæus, perpendenti. Non enim glaciem, nivem, aut quos ego adhibui, conglaciatos liquores ad valorum compressionem, & Sanguinis, quam cæteroqui necessaria n cognoscis, concretionem inducendam proponit; fed simplicem poscam; plantaginis, vvae acerbae, sanguinalis herbae, feridis, coriandrive cum aceto succum; aridam acaciam; leporis, hinnuli, aut hædi coagulum; terram Samiam, Etreriam, sigillatamque Lemniam; corallium, sapam Creticam, pastillos ex Ægyptia Spina, atque hujus gencris alia multa, quæ hic referre piget. Quod ad alimenta attinet: ea adstringentia\ngentia quidem, & facultate refrigerantia, vel tactu frigida esse debere, scribit: at verò mentionem tantummodò injicit elotæ alicæ, oryzae in posca, palmularum decocti, tosti panis sicci, contusi in farinæ speciem cribro trajefti: ex quibus Sorbitiones cum oleo (cui thymbra inspergi potest sale condita, cum rhoe) faciendas esse, precipit. Si ex profusione mors timeri possit: injucunda etiam, & concoctu difficilia esse præbenda, ex galla arida contrita len- ti siccae, frigidaque inspersa, atque ova inter coquendum crassa effecta, tradit. Atque his utendum esse inculcat, si adstringere, & refrigerare in animo habeamus. Sanguinem autem, & spiritum incras- santia auxilia recensens: ad hoc praëstandum, Sorbitiones ex lacte, amylo; aut ex alica modo cum amylo, modo cum lacte; alicamque præterea cum palmulis coctam, & ad consistentiam optimè perduc- tam cum amylo, vel lacte, vel farre Thyrreno; itemque milium cum lacte, atque horum similia maximè valere, perhibet.\n\nUt itaque leniori epilogo Militi nostro Gloriosissi- mo satisfaciamus: quum Aretæi neque alimenta, neque medicamenta adversùs Sanguinis vel à liene profusiones; conglaciatarum, quas Inclyto meo Ægrotanti cùm rejectùs Sanguinis supprimendi, tum viri um levissimo, gratissimoque cibi genere sustinendarum causa dedi, sorbitionum virtutibus æquales similesve obtineant facultates; hæque ab illis pluri- mùm differant: nemo deinceps suspicari poterit, meam, antè recensitum Sanguinis Vomitum, per quam gelidissimas, summis frigoribus, propinatas potiones edomandi, comprimendique methodum ab Aretæi fontibus emanasse. Si in supra allegatis Aretæi ver-\nbis eam, de qua disputatur, curandi viam reapse subesse, idem Philogræculus Miles, ad Graiorum Medicæ Artis principum (quos superûm consiliis instructos credit) scripta, tanquam ad Sibyllinos libros adhærescens novisset: eam profectò, quatuor circiter abhinc annis, nimirûm dum Patrio nostro Sanguinem copiosissime primum Evomenti unà cum aliis Medicis affideret, adhibuisset. At sub ejus curandi forma per largas repetitasque Sanguinis detractiones, & medicamenta nitrum recipientia ex Clarissimo Georg. Stahlio excerpta Æger longo vitae curiculo Dignissimus moriturus esset: mea autem opera à mortis limine revocatus est. Sed Philogæculum dimittamus: ad glaciali frigore curandi rationem revertamur.\n\nViri Eruditissimi Thomæ Bartholini de Nivis usu Medico libellum nuperrimis diebus quum evolverem, inveni non Abensinam modò potionem nive refrigeratam in calidis ventriculi pasionibus imperare, sed & Galenum. Hic, eodem referente Bartholino, Senecam, solutum & æstuo languidum stomachum perurente frigore erigendum esse, in Naturalibus quaestionibus scribentem fortasse fecutus: in ventriculo curando refrigerationem sibi proponit per aquam, cibos, fructus nive refrigeratos. * Vidi, inquit, & tu quosdam uno die, vel potius hora, frigida potionem levatos; quorum aliis non aquam modo dedi fontanam recentem, sed etiam qua nive esset refrigerata, veluti Romæ preparare solent: cibos praeterea ad eundem modum refrigeratos identidem me illis permittere vidi: isdem dedi, & ptisanam probè cotam pariratione refrigeratam, aliaque id genus sexcenta.\n\n* Lib. vii. Met. Med. Cap. iv.\nPræter Abensinam, & Galenum, Rhasem quoque Zacutum, Amatunque Lusitanos, Lud. Septalium, Laz. Riverium, atque alios, qui ad percalidum ventriculum multum infringidandum, colicosque ex calidis, ac biliosis humoribus coortos dolores depellendos cibo, & potu gelido, & frigida aqua in linteolis ventri imposita usi sunt, adducit idem Bartholinus: qui autem Sanguinis rejectiones, effluentiasve ex quacunque corporis nostri parte, potionibus nive, vel glacie, quam frigidissimis redditis; aut aliis generis gelidissimis forbitionibus curarint, profert neminem. Quod ad me attinet: conglaciatos ex melonum seminum cremore, & modico Saccharo liquores parca manu circà primum vesperum oblatos satis fæliciter hisce frigidissimis diebus expertus sum in juvenilis ætatis, & fervidæ temperiei Moniali ex Patritia Ericciorum Familia quam splendidissima; quæ ventriculi nervorum spasmo ab vehementi moestitia ortum ducente, lævumque ejus orificium ità constringente, ut, & gravem, suspiriosamque respirationem efficeret, & cum esculentorum, tum potulentorum vel parcissime assumptorum descensum penè ex toto prohiberet, graviter vexabatur.\n\nHippocrates, quamquam frigida, veluti nivem, & glaciem Sanguinis Eruptiones inducere, scribit Aphor. Sect. V. Aph. xxiii. nihilo tamen secius Aphor. xxiii. asserit: in his frigida uti oportere, unde sanguis erumpit, aut erupturus est, & quidem circà ipsas partes, unde fluit. Memini, me sex circiter abhinc annis, Sanguinis ingens ex utero profluvium, communibus medicamentis, & ne perfrigida quidem aqua quicquam proficientibus, promptissime in Meritisima Matrona, media æstate suppressisse, perurente glacie genibus, & cruribus super imposita, cruralibus,\nSquod consequitur, iliachis, aliisque in uterum desinentibus Arteriis, ac Venis maximopere coarctatis, repressoque propteræa, ac veluti ab consuetis viis intercluso Sanguine.\n\nVerumtamen, tametsi quam gelidissimas, quas sapius commemoravi, fortibiones adversus cujusque modi profluvia Sanguinis, & maximè ex ventriculo, ab immodico Sanguinei amnis fervore, & accelerato motu enata, aut cum his conjuncta, & in juvenibus potissimum, quibus crutor, & stomachus ex æstuat, magno perè collaudo: non ideò tamen suadere ausim, ut illæ ipsæ conglaciatae sorbitones mulieribus Sanguinem ex partu vomentibus, aut frigidis ventriculi, atque intestinorum fermentationibus obnoxiiis sine ullo discrimine propinentur. In Sanguinis ex partu vomitionibus: uti neque multa calida aqua lavarem, neque tepefactoria (quemadmodum Hippocrates tum in libro de Morbis Muliebribus, tum in eo, quem de Natura Muliebri inscripsit, indiscriminatim præcipit) tam facile adhiberem: sic asininum, & vaccinum lac ab eodem Hippocrate iis in casibus praescriptum haud quaquam planè damnarem. Sanguinem, inquam, ex lochiorum suppressione, aut imminutione evomentibus; primum venas in pedibus secari ad Sanguinem à ventriculo revocandum; tum calidis fomentis ex aqua, & albo vino, in quibus emollientes, aperientesque herbæ ebullierint, hypogastricam regionem frequentissime fo- veri, cruraque, & pedes eodem tempore multa calida aqua lavari juberem ad uteri vasa referanda; indè ad lac, humectandæ & reficiendæ sanguineæ massæ causa, transirem. Sin vero mulieri sanguinem vomendo rejicienti puerperii purgationes naturaliter fluerent, non calidis\nlidis fotibus, & lavacris, sed remediis Sanguinis imper-\ntum sedantibus, ejus calorem cogendo moderantibus,\nconfirmantibusque vasa ventriculi, ad singulas circum-\nstantes res attentè respiciendo, cruentum vomitum\nsuppressere pertentarem. Eo autem compresso ad lac-\nteam diætam, vel hac non conferente, ad reficientes\npotiones ex Chiooccolatte, nutrientibus gallinaceorum\npullorum, ranarum, terrestriumve testudinum jusculis,\natque horum similibus devenirem.\n\nFINIS.\n\nLONDON:\nPrinted for W. Innys, at the West-End of St.\nPaul's Church-Yard.\nMDCCXXXI.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104075.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 27580,
    "total-output-tokens": 9106,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1286,
        2
      ],
      [
        1286,
        2896,
        3
      ],
      [
        2896,
        4518,
        4
      ],
      [
        4518,
        6132,
        5
      ],
      [
        6132,
        7774,
        6
      ],
      [
        7774,
        9317,
        7
      ],
      [
        9317,
        10922,
        8
      ],
      [
        10922,
        12551,
        9
      ],
      [
        12551,
        14092,
        10
      ],
      [
        14092,
        15492,
        11
      ],
      [
        15492,
        17089,
        12
      ],
      [
        17089,
        18656,
        13
      ],
      [
        18656,
        20277,
        14
      ],
      [
        20277,
        21858,
        15
      ],
      [
        21858,
        23545,
        16
      ],
      [
        23545,
        25158,
        17
      ],
      [
        25158,
        25707,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104075",
    "title": "De Ingenti Sanguinis Vomitu perquam Gelidissimis Brumali Tempore Potionibus Curato, Observatio ad Regiam Scientiarum Londinensem Societatem á Petro Antonio Michelotto M. D. R. S. S. Transmissa",
    "authors": "Petro Antonio Michelotto",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/104075"
  }
}