{
  "id": "d2ed9157c29c9ae2d8ea428ab83c590771d934e2",
  "text": "VIII. A Delineation of the Transit of Venus expected in the Year 1769, by Mr. James Ferguson.\n\nTo the Right Honourable the Earl of Macclesfield,\nPresident of the Royal Society.\n\nMy Lord,\n\nRead Feb. 10, 1763. I Beg leave to present to the Royal Society a delineation of the transit of Venus in the year 1769 [Tab. I.] which will be a much better transit for discovering the Sun's parallax than that in 1761 was.\n\nAlthough I have only mentioned Wardhuys in Norwegian Lapland, and the Solomon isles in the great South Sea, as proper places for observing that transit; yet I am sensible, that any other place near the north cape will be just as well for the northern observers; and Tuberon's Isle, or St. Bernard's, or the Fly Islands, in the great South Sea, will answer as well for the Southern.\n\nAlthough it cannot be expected, that any delineation can be so exact as calculation, yet I hope this projection will be found to come very near the truth; and am, with the highest respect,\n\nMy Lord\n\nyour Lordship's\nand the Royal Society's\nmost obliged humble servant\n\nJames Ferguson.\n\nIX. An\nThe TRANSIT of VENUS over the SUN, June 3rd 1769, Delineated by James Ferguson.\n\nEXPLANATION:\nF. Venus at her first contact with the Sun's eastern limb.\nI. Venus at her total ingress before first internal contact.\nM. Venus at the middle of her greatest transit.\nE. Venus at her beginning of egress from the Sun.\nL. Venus at her last contact with the Sun.\n\nRemarks:\nThe most proper places for observing this Transit would be Wardhugs and a few towns in Norwegian Lapland, because of the solemn islands (as St. Cruz) in the Great South Sea. For both these places, the whole Transit will be seen from beginning to ending. Moreover, in Lapland, the line of the visible Transit will be longer than the transit line supposed to be seen from the Earth's center; and the time of the Planet's disappearance will be yet longer on account of its apparent motion being slower in Lapland, moving the same way. But at the solemn islands, the visible line of the Transit will be shorter than that supposed to be seen from the Earth's center; and the time of Venus' disappearance will be still more shortened in account of the apparent quickness of its motion, arising from its being seen in a contrary direction to the motion of the solemn islands.\n\nWe have assumed 8° for the quantity of the transit parallax, with the calculation that if that be its true quantity, the duration of the transit will be 25 minutes, 40 seconds longer or shorter from Wardhugs than from the solemn islands, supposing them to be west of London; the visible latitude of Venus at the middle of her Transit will be 3° greater at Wardhugs than at St. Cruz.\n\nIf this Sun's parallax be either greater or less than 8°, the difference of the visible durations of the Transit will be greater or less accordingly, so that if these differences be well accurately observed, the Sun's parallax will thereby be found, and consequently his distance from the Earth, and from every other Planet in the solar System.\n\nScale of 21.3', equal to Venus's horizontal Parallax from the Sun and to the Semidiameter of $\\frac{1}{2}$ Earth's Disc in this Projection.\nEXPLANATION.\n\nThe larger divisions are minutes of a Degree, and the smaller ones are Seconds. The Times of the Sun's and Venus's Geocentric Latitude of Venus are laid down from this Scale, according to the Tabular Elements. The Parallaxes of Venus's Latitude as seen from different Parts of the Earth, both at the times of Total Ingress and beginning of Egress, are taken from this Scale, and set off from the Geocentric Transit line by marks; and through these marks the lines of the Visible Transits are drawn. All the parallaxes are delineated on the Earth's Disc, and measured on the Scale on the left-hand side.\n\nThe Times and Durations of the Transit.\n\n| Equal times at | Total Ingress | Duration |\n|----------------|--------------|----------|\n|                |              |          |\n| VII 45° A      | I 24° M      | 5 39°    |\n| IX 45° A       | III 24° M    | 5 51° 40'|\n| VII 45° A      | I 24° M      |          |\n| X 25° M        | III 4° A     |          |\n\nAn Orthographical Projection of the Earth's enlightened Disc as seen from the SUN during the time of the TRANSIT.\n\nEXPLANATION.\n\nNLB. The Earth's enlightened Disc, on which are delineated the Equator, Tropic...\nThe Elements from which these Projections are deduced\n\n1. True time at Greenwich of Conjunction of the Sun & Venus June 23rd 10.11.6 P.M.\n2. Their true places in the Ecliptic then as seen from the Earth's center 2.15.26.51\n3. The Sun's Declination North 22.27.20\n4. The Place of Venus's ascending Node 2.14.36.14\n5. Her Geocentric Latitude at that time North Descending 10.22\n6. The angle of her visible path with the Ecliptic 8.30.10\n7. Her Geocentric hourly motion on (or from) the Sun 3.59.5\n8. The Sun's distance from the Earth 101523\n9. Venus's distance from the Sun in parts 76627 from the Earth's center\n10. Her distance from the Earth 28896 being 100000 of such parts\n\nEXPLANATION. In this Diagram & turns on its Axis according to the order in her Orbit at V she will appear upon it as seen from the Earth's center, but at the Pole at S she will be in the line SVN as then seen from Wardhogs at W she the Sun at M so that her total Ingress hours & later as seen from St Cruz than as seen\nEXPLANATION.\n\nN.B. The Earth's enlightened Face, on which are delineated the Equator, Tropic of Cancer, Tropic of Capricorn, Parallels of Latitude, Meridians, Lines of Longitude, and Lines of Latitude, as seen from the Earth's center.\n\nE.G.D. A small part of Venus's Orbit, and B.G.G do Axis.\n\nN.S.B. The Earth's Axis and Universal Meridian, P its North Pole.\n\nW. The situation of Wardhuy's on the Earth's Face as seen from the Sun at the time of Venus's total Ingress as seen from the Earth's center; &c.\n\nV. The situation of Wardhuy's when Venus's Egress from the Sun begins.\n\nW. Venus's Parallax in Longitude = 10° 24' westward as seen from Wardhuy's at the time of her total Ingress on the Sun as seen from the Earth's center, and W her Parallax in Latitude = 18° 35' southward at that time.\n\nW. Venus's Parallax in Longitude = 1° eastward as seen from Wardhuy's at the time when her Egress from the Sun begins as seen from the Earth's center, and W her Parallax in Latitude = 21° 35' southward at that time.\n\nL. The situation of London on the Earth's Face, as seen from the Sun at the time of Venus's total Ingress as seen from the Earth's center.\n\nL. Venus's Parallax in Longitude = 16° Westward as seen from London at the time of her total Ingress as seen from the Earth's center; and L her Parallax in Latitude = 14° at that time. Her Egress is invisible at London.\n\nS. The situation of St. Cruz Isle on the Earth's Face as seen from the Sun at the time of Venus's total Ingress as seen from the Earth's center; and S. the situation of St. Cruz when Venus's Egress from the Sun begins.\n\nS. Venus's Parallax in Longitude = 11° Eastward as seen from St. Cruz at the time of Venus's total Ingress as seen from the Earth's center, and S her Parallax in Latitude = 8° at that time North.\n\nS. Venus's Parallax in Longitude = 16° Westward as seen from St. Cruz at the time when her Egress begins as seen from the Earth's Center, and S her Parallax in Latitude = 12° Southward at that time.\n\nAll these parallaxes are measured on the scale at the left hand, and the times by which the total Ingress of Venus & her beginning of Egress are accelerated or retarded by her Parallax in Longitude are found in the scale, right against that parallax. An eastern Parallax in Longitude retards the Ingress or Egress as seen from any given place with respect to the time thereof as seen from the Earth's center, and a western parallax in Longitude accelerates it. A northern parallax in Latitude retards the time of Ingress as seen from any given place, & accelerates the time of Egress by the number of minutes that the half-transit line on the Sun's Face is shorter as seen from the given place than as seen from the Earth's center, when Venus passes above the Sun's center, as in the Transit. A southern parallax in Latitude accelerates the Ingress, and retards the Egress, as seen from any given place with respect to the time thereof as seen from the Earth's center, by the number of minutes that the half-transit line on the Sun is longer as seen from the given place than as seen from the Earth's center. And these differences are found by measuring with compasses in the above figure of the Sun's Face, from the Axis of Venus's Orbit to the Arc a b where Venus's center is at the instant of total Ingress; and to the Arc c d where her center is when her Egress begins. And thus, the times of total Ingress and beginning of Egress as seen from the above mentioned places were found as expeditious on the Table of the Times and Durations of the Transit.\n\ndeduced.\n\nascribed to be 2 6.00 8.5\n\nhorizontal parallax 0.00 29.8\n\nhorizontal parallax from the Sun 0.00 21.3\n\n0.35 45.5\n\n0.00 29.5\n\n0th 2 71.00 0\n\nm. London (in Time 2 hours) 30.00 0\n\nwith 2 51.30 0\n\nSolomon Isles (south supposed to be 11.00 0\n\nlon supposed to be in time 9.30 140.00 0\n\nDiagram. S s W w represents the Earth, which is the order of the letters. When Venus is r upon the Sun at L, at her total Ingress, but at the same time, as seen from St. Cruz e SVN, not entered upon the Sun; and t W, she will appear to be advanced upon Egress will be sooner, as soon from Wardhuy's seen from the Earth's center.\n\nAs Venus moves from V to v in her Orbit, St. Cruz moves the contrary way, from S to s, and Wardhuy's the same way, from W to w. When Venus is rxy in her Orbit, she will appear on the Sun at E, at her beginning of Egress, as seen from the Earth's center; but at that time, she will be quite clear of the Sun, in the line s v o, as seen from St. Cruz then at S; and as seen from Wardhuy's. Then at w she will appear on the Sun at x, shortly after her beginning of Egress, which will be later at Wardhuy's and sooner at St. Cruz, than as seen from the Earth's center.\nnear of the sun, where she will appear to be advanced upon ingress will be sooner, as soon from Wardan as seen from the Earth's center.\n\nCruz men at S; ana as seen from Wardhays, then at W she will appear on the sun atn. short of her beginning of ingress which will be later at Wardhays and sooner at St. Cruz than as seen from the Earth's center.\n\nJ. Mynde f.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105697.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17662,
    "total-output-tokens": 3087,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1087,
        2
      ],
      [
        1087,
        3192,
        3
      ],
      [
        3192,
        4379,
        4
      ],
      [
        4379,
        4379,
        5
      ],
      [
        4379,
        5375,
        6
      ],
      [
        5375,
        10109,
        7
      ],
      [
        10109,
        10109,
        8
      ],
      [
        10109,
        10109,
        9
      ],
      [
        10109,
        10470,
        10
      ],
      [
        10470,
        10470,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105697",
    "title": "A Delineation of the Transit of Venus Expected in the Year 1769, by Mr. James Ferguson",
    "authors": "James Ferguson",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/105697"
  }
}