{
  "id": "30cdcffdb35ee779d9311cc7f8387fe2c258972e",
  "text": "Exemplum. Ad demonstrationem Solutionis nostrae suffecerit exemplum simplicissimum. Sit itaque \\( n = 1 \\); quo in Casu est \\( ABD \\) semicirculus diametro \\( AG \\) descriptus, atque est \\( EBF \\) item semicirculus descriptus diametro \\( AE \\). Est autem in hoc Casu \\( \\frac{\\dot{x}x}{\\sqrt{a^2 - x^2}} = \\frac{x}{\\sqrt{a^2 - x^2}} \\). Unde in § 3. fit \\( \\dot{z} = \\frac{\\dot{x}x}{\\sqrt{a^2 - x^2}} \\); adeoque \\( z = a - \\sqrt{a^2 - x^2} \\), quae æquatio est ad Circulum diametro \\( AG = a \\) descriptum, ut fieri debuit. Item pro \\( n \\) scripto 1, æquatio \\( z \\dot{x} - \\dot{z}x \\times a^{n-1} = r x^n \\) (§ 12.) migrat in hanc \\( z \\dot{x} - \\dot{z}x = r x \\). Unde exterminando \\( r \\) ope æquationis \\( rr = \\dot{x}x + zz \\), fit \\( \\frac{zz}{x^2} = -\\dot{x} \\); adeoque regrediendo ad Fluentes \\( \\frac{zz}{x} = -x + a \\), quae æquatio est ad Circulum diametro \\( AE = a \\) descriptum, ut etiam fieri debuit.\n\nIII. Extract of a Letter of Dr. Chr. Hunter, M.D. to Dr. J. Woodward, R.S.S. from Durham, giving an Account of a Roman Inscription, lately dug up in the North of England; with some Historical and Chronological Remarks thereon.\n\nThe Inscription which comes herewith, (Fig. II.) was dug up, two Years ago, in the Roman CASTRUM, near Lanchester: The Inscription is very legible, and gives me reason to hope, a Search after the first Fortifying this Place will not be unnecessary; especially, being able to fix the Time of Gordian's Repair-\nRepairing this Fortress, to the 243d Year of Christ. We may reasonably ascribe the Foundation to the prudent Administration of Julius Agricola, in the Reign of Fl. Vespasian, about 169 Years before. In Confirmation of this, I find the following Particulars very material, and think it not unbecoming to begin my Enquiry with Vespasian's first Appearance upon the Theatre of Fame in Britain.\n\nIn the Second Year of the Emperor CLAUDIUS, Ann. Dom. 44. the Romans invaded Britain, under the Command of Aulus Plautius, in which Expedition Vespasian *, then Legate of the Second Legion, made a glorious Figure; having been engaged in no less than thirty Battles, and reduced two powerful Provinces, above twenty Towns, and the Isle of Wight. All these Successes, tho' continued with good Improvements in some of the following Years and Governments, could not frighten the Natives into an entire Submission; especially, no Advance being made into the Country of the Brigantes, till the Advancement of Vespasian to the Imperial Throne, about 26 Years after, Ann. Dom. 70. Then the whole Empire was deliver'd from the Miseries of Nero's, and the short but lamentable Devastations of the three succeeding Reigns: Vespasian then resolv'd to push on his begun Conquests in Britain; choice Armies, commanded by experienced Generals, are sent over; and the XXth Legion, having in the preceding Troubles acted seditiously, (not without Difficulty) was reduced to submit to Vespasian (most of the Officers as well as Soldiers having been advanced by Vitellius). Julius Agricola is constituted Legate, who, under the Governour Petilius Cerealis, bore a considerable Share\n\n* Suetonius, Vespasian, Cap. 4.\nin the Successes against the Brigantes; * \"Sed primò\n\"Cerealis modò labores & discrimina, mox & gloriam\n\"communicabat: Saxe parti Exercitus in experimen-\n\"tum, aliquando majoribus copiis ex eventu præfecit.\nTacitus afterwards in a few Words sums up the Whole\nof Cerealis his Acquisitions, † \"Terrorem statim intu-\n\"lit Petilius Cerealis, Brigantum Civitatem, quæ nu-\n\"merosissima Provinciae totius perhibetur, aggrœsus;\n\"multa praëlia, & aliquando non incruenta; magnam-\n\"que Brigantum partem aut victoria amplexus, aut\n\"bello... Notwithstanding these Advantages, I dare not\nsuppose the Romans to have then penetrated so far into\nthis Province as our Longovicum, which is situate so\nnear the Northern Bounds of the Brigantes, that at pre-\nsent it's not distant above twelve Miles from Corbridge,\nthe Roman Curia, the chief Town of the adjoining Peo-\nple the Otadini. I now advance to my principal Mo-\ntive, (I hope its Length may deserve Pardon, being un-\nder no Obligation to account for the Government of\nJul. Frontinus Successor to Cerealis) to fix upon the se-\ncond Year of Julius Agricola's Government for this Work,\nwhich Tacitus thus describes, || \"Sed ubi Ætias adve-\n\"nit contra Æto Exercitu—loca Castris ipse capere,\n\"æstuaria ac sylvas ipse prætentare: & nihil interim\n\"apud Hostes quietum pati, quo minus subitis Excurs-\n\"sibus popularetur; atque ubi satis terruerat, parce-\n\"do rurìus irritamenta Pacis ostentare. Quibus rebus\n\"multæ Civitates quæ in illum diem ex æquo egerant,\n\"datis Obsidibus iram posuere, & Præsidii Caiteinis-\n\"que circumdatæ, tantà ratione curàque, ut nulla an-\n\"te Britanniæ nova pars illacessita transierit. This ex-\ncellent Conduct Tacitus further confirms from the Ob-\n\n* Tacit. Vit. Agric. 8.\n† Cap. 17.\n|| Cap. 20.\n\nXXX\nservation of Others. \"Adnotabant periti, non alium:\n\"Ducem Opportunitates locorum sapientius legisle,\n\"nullum ab Agricola positum Castellum aut vi Ho-\n\"stium expugnatum, aut pactione aut fugâ deterrum.\n\nAgricola, this Summer, having quieted so large a\nTract, and finished so many Fortresses, it cannot be ex-\npected all should be built with the most exquisite Art,\nsufficient to perpetuate them. I proceed to Gordian's\nRepairs; whose Historian Julius Capitolinus having ne-\nver once named Britain, yet giving so many Hints of\nthe excellent Oeconomy of his Government, under the\nprudent Administration of his Father-in-Law Misitheus,\nI dare not fix this Work till the Third Year of his Reign,\nHe having before been under the Direction of the Eu-\nnuchs and Officers of the Court, whom Capitolinus\nrepresents, in Misitheus his Letter to Gordian, to have\nprostituted all Employments to their own Coverouiness\nand mercenary Creatures.\n\nDurham, July 5.\n1717.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103313.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9270,
    "total-output-tokens": 1900,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1457,
        3
      ],
      [
        1457,
        3146,
        4
      ],
      [
        3146,
        4908,
        5
      ],
      [
        4908,
        5860,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103313",
    "title": "Extract of a Letter of Dr. Chr. Hunter, M.D. to Dr. J. Woodward, R. S. S. from Durham, Giving an Account of a Roman Inscription, Lately Dug up in the North of England; With Some Historical and Chronological Remarks Thereon",
    "authors": "Chr. Hunter",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103313"
  }
}