{
  "id": "686d134149212077324e00df3bd90609b9ad84c9",
  "text": "V. Part of a Letter from his Grace the Duke of Richmond, Lennox and Aubigné, F.R.S. to M. Folkes, Esq; Pr. R. S.\n\nUtrecht, Tuesday, May 24. June 4. 1743.\n\nRead June 2. 1743.\n\nYOU will not be sorry to receive from me some further Account of the Polypus; and I must tell you what I have seen in Mr. Trembley's Study at Sorgvliet. He has there at least a Dozen large Glasses of about a Foot high, each holding a Gallon or Six Quarts of Water, all which are well stocked with those Insects, and he must there have many Hundreds of them. They are, in general, considerably larger than any I had before seen; and as I was first with him on a Tuesday, and made him a second Visit on the Sunday following, I had the Opportunity of seeing the prodigious Increase they had made in those Five Days. Several single ones that I had left, had in that time put out Five or Six young Ones apiece; and those I had seen him perform Operations upon, were not only recovered, but had most of them produced young ones also. I saw him split the Head of one about Two o'Clock in the Afternoon on Tuesday, and, at about Seven the same Evening, each Head eat a small Worm. I saw him split another from the Head to the Tail, and each of those Parts also eat Part of a Worm before Night. Another Operation I saw him make, which I had not before heard of, which was that by putting one\none of the Points of a very small Pair of Sharp Scissors into the Mouth of a Polypus, and forcing it out at the very End of the Tail, he then laid it quite open like a Pigeon, or a Barbacute Pig to be broiled; yet, in about Five Hours, I saw the same Polypus with the Parts so reunited again, that I could not perceive any thing had been done to it; and it then eat a large Worm bigger than itself. He then shewed me another odd Particular, which was one Polypus that had fairly Two Heads without any Tail; that is, with a Head at each End, as you will see in the First Figure annexed (see p. 513.). This was an accidental Production, and the Manner it came about was as follows: Two young ones grew, as from one Root, out of an old Polypus, as in the Second Figure: They both dropt off together, and their Tails not being separated, they appeared as in the First Figure; but, when I saw them, more like the Third, with several young ones putting out from their Sides. Mr. Trembley told me, he had seen the like sometimes before, but not often; and that they have then remained Ten or Twelve Days in that Condition, after which they have separated. You may lately have had this from Mr. Trembley himself; but, as it was mostly new to me, I would not omit communicating it to you. He had in one of his large Glasses upwards of a Hundred of these Insects all full-grown, and he regaled them all at once before me, with some Thousands of what he calls des Pucerons d'Eau, which are small aquatic Animalcules, not unlike Fleas, of about the Size of large ones, and which move about with great Swiftness in the Water.\nThese were no sooner put in, but it was really both a curious and entertaining Sight, to observe in how voracious a Manner not only every Polypus, but every young one also that had Arms, though fixed to the Side of its Parent, seized and devoured these Pucerons: And as the Body of the Polypus is transparent, every one made a very extraordinary Appearance from the Number of Pucerons in them; for in several I could very plainly, with my bare Eye, distinguish and count Five or Six of them; and, what was very particular, I could plainly discern some very small black Spots, which I was assured were the Eyes of these Pucerons. I had almost forgot to mention to you one extraordinary Observation more of Mr. Trembley's, which is, that, in the double-headed Polypus of the First and Third Figure, there was at first but one common Gut between them, so that the feeding of one Head had the same Effect as the feeding them both. The Figures are but bare Sketches, but you know I am no Draughtsman, and I think they may be sufficient to inform you of my Meaning. I need not, I believe, tell you with what Satisfaction I passed my Time, and that Mr. Trembley is one of the most agreeable Men I have known. He is particularly handy and dextrous in his Operations, and explains himself about them with great Exactness and Perspicuity. He places some Pieces of Packthread cross his Glasses towards the Top: To these some of the Insects fix themselves; and I have seen some that in that Posture have extended their Arms almost to the Bottom, which must have been above Ten Inches. I shall set out from hence in Two or Three\nThree Days, &c. . . . . That you may enjoy the most perfect Health and Satisfaction, is the sincere Wish of,\n\nDear SIR,\n\nYour most faithful and affectionate Friend, &c.\n\nRICHMOND, LENNOX,\nand AUBIGNE.\n\nFig. 1.\n\nFig. 2.\n\nFig. 3.\n\nXXXVI. Of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104205.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1341,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1358,
        2
      ],
      [
        1358,
        2971,
        3
      ],
      [
        2971,
        4587,
        4
      ],
      [
        4587,
        4825,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104205",
    "title": "Part of a Letter from His Grace the Duke of Richmond, Lennox and Aubigne, F. R. S. to M. Folkes, Esq; Pr. R. S.",
    "authors": "Richmond, Aubigne, Lennox",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104205"
  }
}