{
  "id": "2a1973ff43615122b86815c19c6078fb3307e35b",
  "text": "AB planum Circuli Verticalis per centrum Solis ducti\n\nDiscus Solis in digitos XII et quadrantes digitorum divisus in quo gradus peripheriae 360 ab apice A sinistrorum procedendo notantur, ut per singulas phases intersectio communis cum disco Lunae indicari possit\nMacula in disco Solis per Telescopium in chartam excepto ita erant constituta.\nNo 122 is a Piece of another Grinder, perhaps of an Elephant. It hath very apparent Marks of being fossile, as well as the preceding, and is farther remarkable, for that a petrifying Substance being got between the Lamellæ hath very considerably separated and divided them from each other, in such a Manner, that they appear to have been set very loose.\n\nNo 427, of my Collection of Quadrupeds and their Parts, is Part of an Elephant’s Skull which was found at Gloucester after the Year 1630, together with some large Teeth, some five, others seven Inches in Compass, according to a short Inscription wrote upon this very Piece.\n\nN.B. Tab. II. Fig. 7. is one of the Tusks of the young Elephant that died at London, of which Mention hath been made above.\n\nII. Observationes Astronomicæ à R. P. Joh. Baptista Carbone transmissæ, communicante Is. de Seguera Samuda, M. D. R. S. S. & Coll. Med. Lond. Lic.\n\nObservatio Solaris Eclipseis propè Ulyssiponem habita die 15 Septembris Manè 1727. N. S. à P. Joanne Baptista Carbone S. J.\n\nIn Prædio, quod est occidentalius nostro Collegio D. Antonii M. 4° hor. circiter, & cujus Latitudo Quadrante astronomico trium pedum explorata, est 38° 42′ 58″, observavi hanc Eclipseim Telescopio pedum circiter 8, quod micrometro instruxeram vite comparato. Initium infra horizontem celebratum est; jamque digitos circiter 4 deficiebat Sol, quando ex oppido monte primo emersit. Sequentes tamen phæs\nobservari tantum potuere, reliquis fortuito eventu impeditis.\n\n| Digitus | Immerf. | Temp. Ver. corr. |\n|---------|---------|------------------|\n| VI ½    |         | 5 55 8. dub.     |\n| VIII    |         | 6 10 54. dub.    |\n| VIII, m. i', sec. 48'' max. obsc. | 6 13 29. circ. |\n\n| Emerf. |\n|--------|\n| VI ½   | 6 31 49. |\n| VI     | 6 35 23. |\n| V ½    | 6 38 45. |\n| V      | 6 41 57. |\n| IV ½   | 6 45 2   |\n| IV     | 6 47 59. |\n| III ½  | 6 50 49. |\n| III    | 6 53 34. |\n| II ½   | 6 56 16. |\n| II     | 6 58 54. |\n| I ½    | 7 1 28.  |\n| I      | 7 3 59.  |\n|        | 7 6 28.  |\n| Finis Eclipseis | 7 9 2. certiss. |\n\nPost finem Eclipseos, statim horologium pendulo instructum, quo ad temporis dimensionem usus sum, duplici Solis altitudine eodem quadrante astronomico successivè observatâ, ad trutinam revocavi; inventamque correctionem, in phasibus superius adnotatis adhibui.\n\nOctobris die 15, Immersionem intimi Jovis Satellitis observavi, telescop. ped. 22. Contigit autem H. 9 10' 54''.\n\nNovem-\nNovembris 7, ejusdem Satellitis Immers. eodem telescopio, H. 9. 25' 45''.\n\nObservationes Romæ habitæ in Eclipse Solis, Manè conspecta eodem die ad Radices Collis Quirinalis.\n\nHoræ Minuta. Secunda Temporis veri post mediam nottem ex transitu Solis rectificatur.\n\nH. 1'\n\n7. 0. 0.\n\nIntendebam ad conspectum Sirij versantis in vicinia meridiani; cum ex Ephemeridum calculis post aliquot minuta Eclipseos initium promitteretur. Interea tamen directo in Solem tubo optico, exceptaque in charta imagine, jam capisse video Eclipseum ex aliquot minutis horariis. Videram die praecedenti maculas plures apparere in disco Solis: Quas cum in figura suis locis reddere cuperem ante initium Eclipseos, ne differem post earundem contectionem a disco Lunæ commensum illarum, ac situm respectu azimuthi adnotare; huic descriptioni statim incumbendum duxi, adeoque phases Eclipseos priores attendere prætermisi. Completa celeriter macularum delineatione sequentes phases accurate adnotavi cum V. C. Jo. Dominico Maraldi, uno vero ex meis domesticis numerante horaria secunda temporis clara voce in horologio pendulo instructo, & pluribus diebus ante ad meridiem exacto, ad phases singulas.\n\n(Vid. Tab. 3.)\n\nLatent Solaris disci digiti tres cum quadrante à Luna coniecti. Intersectio discorum S s s Solis,\nSolis, & Lunæ incidit in gr. 5. & 95. numeratis à puncto, quod est in figura inversa verticale, nempe A. Macula a est in plano azimuthi per centrum Solis à Zenith ducti, & distat in semidiametro disci Solaris à centro versus peripheriam digitis 4 1/2, ut in figura. Etiam macula e in eodem ferè Azimutho versatur.\n\nCum per aliquod temporis intervallum nubes intercepissent adspectum Solis, paulo ante restituta serenitate, nunc spectantur à Luna contecti digiti Solaris disci 4 1/2. Intersectio discorum Solis, & Lunæ fit in gr. disci Solaris 130. & 131. ut antea à puncto A imaginis per Lævam respicientis numeratis.\n\n7. 24. 0. Vestigium dilutionis maculæ m prope b sitæ Lunæ discum subit.\n\n7. 24. 40. Macula b incipit perstringi à disco Lunæ.\n\n7. 25. 11. Eadem macula b tota immergitur.\n\n7. 27. 41. Initium maculæ c incipit subire discum Lunæ.\n\n7. 28. 31. Eadem macula c tota jam occultatur.\n\n7. 29. 10. Digiti Solaris diametri 5 1/2 latent.\n\n7. 31. 9. Latent digiti 5 1/2. Intersectio discorum utriusque Luminaris fit in gr. 20, & 136.\n\n7. 38. 45. Latent digiti 6, & gr. 31. atque 150 Solaris disci sunt puncta intersectionum cum Lunari.\n\n7. 40. 58. Macula d Limbus prior à Lunæ circulo perstringitur.\n\n7. 41. 45. Tota macula d jam latet.\n\n7. 43. 15. Conteguntur Solis digiti 6 1/2; & intersectio discorum incidit in gr. 39. & 162.\n\nMaculae\nH. 1\"\n\n7. 45. 26. Maculae ferme Evanidae f Limbus perstringitur ab incursu Lunae.\n\n7. 46. 20. Tota macula f à Luna contegitur.\n\n7. 50. o. Latent digiti 6 ¼, & luminarium peripheria se interfecant in gr. 61. & 185.\n\n8. o. 12. Latent paulo minus quam digiti sex, seu 5 ½, interfecant se se disce in gr. 62. & 182.\n\n8. 2. 25. Latent digiti 5 ¼ ex gr. 63. ad 183.\n\n8. 5. 24. Latent digiti 5 ¼. Intersectio Luminarium disce in gr. Solaris 80. & 192.\n\n8. 8. 32. Latent digiti 5. Intersectio in gr. 82 ½, & 192 ½.\n\n8. 11. 50. Incipit emergere Limbus prior maculae b.\n\n8. 12. 38. Tota macula b extra Limbum Lunae; & macula n eadem proxima simul exit.\n\n8. 14. 46. Emergit etiam macula m vicina maculae b.\n\n8. 16. 34. Emergit quoque macula l eadem b proxima.\n\n8. 18. 29. Macula c emergit.\n\n8. 22. 38. Latent digiti 3 ½. Intersectio discorum in gr. 105. & 195.\n\n8. 23. 40. Incipit emergere macula d.\n\n8. 24. 10. Tota macula d extra discum Lunae.\n\n8. 27. 23. Latent digiti 2 ½. Intersectio discorum fit in gr. Solaris 115. & 182.\n\n8. 34. 5. Incipit emergere è disco Lunae prior limbus maculae e.\n\n8. 34. 55. Tota macula e extra limbum Lunae.\n\n8. 35. 46. Latent digiti 1 ½.\n\n8. 37. 9. Latent digiti 1 ¼.\n\n8. 37. 27. Exeunt extra Limbum Lunae maculae g, & h, sitae prope maculam e.\n\nS s s 2\n\nLatent\nH. ' \"'\n\n8. 39. 46. Latent digiti o ¼. Intersectio Limborum utriusque disci Luminarium in Solari incidit in gr. 140. &c 180.\n\n8. 42. 8. Limbus superior Solis distat à Vertice gr. 58. 1'. inspectus per quadrantem aurichalchicum tubo instructum, cujus radius est palm. Rom. 3.\n\n8. 44. 10. Finis Eclipseos, nunc primum excedente omnimodè ex Limbo Solis Lunæ disici extrema.\n\n8. 46. 53. Limbus superior Solis per quadrantem aurichalchicum inspectus distat à vertice gr. 57. 30'. adeoque centrum Solis distat à vertice gr. 57. 46'.\n\n8. 48. 1. Limbus superior Solis iterum inspectus distat à vertice gr. 57. 20'. adeoque centrum Solis distat à vertice gr. 57. 36'.\n\nLimbus inferior Solis distat à vertice per supradictum quadrantem gr. 57. 20'. adeoque centrum Solis distat à vertice gr. 57. 4'.\n\nEadem die in meridie caelo clarissimo\n\n11. 58. 25. Primus Solis limbus cum penumbra attingit lineam meridianam.\n\n0. 1. 35. Secundus Solis Limbus cum penumbra attingit Lineam meridianam.\n\nH. ' \"'\n\nErgo Meridies — o. o. o.\n\nIn meridie distantia à vertice per quadrantem explorata fuit\n\nGr. 38. 27'. Limbi superioris.\n\nCentri Solis\n\nGr. 38. 59'. Limbi inferioris.\n\ngr. 38. 43'.\n\nObservatio\nObservatio Solaris deliquii die 14 Septembris 1727.\nN. S. habita in Observatorio Bononiensi à Cl.\nEustachio Manfredi.\n\nPlurimae in Sole maculae hujusce Eclipsis tempore videbantur: Cùn tamen præ nubibus necessariæ circa illas institui observationes non potuerint, ut earum situs in Solari disco deprehenderetur, praecipuarum tantum aspectus in apposita figura exhibetur, qualis inferri potuit ex observationibus vespere diei 14. circa hor. 5. 26'. habitis; idque satis esse arbitror ad eas indicandas quæ sunt à Luna occultatae Eclipsis tempore. Notandum tamen, praedictas maculas, ex quo observatae sunt vespere diei 14. usque ad Eclipsis tempus, non modo singulas in suo parallelo Solari processisse, quantum regularis motus Solis fert, verùm etiam plerasque earum sine lege immutatas apparuisse tum figurâ, tum magnitudine; nonnullas etiam in plures divisas, aliasque in unum compactas; alias demum in Limbo Solis orientalis visas, quæ vespere praecedenti non apparebant.\n\nInitium Eclipsis observari non potuit; sed hor. 18. 55'. 48''. Astronomic. sensibilis apparebat defectus, ut inter nubes.\n\nH. 1 ''\n18. 59. 37. Unus digitus, & amplius fortasse latebat.\n19. 3. 12. Digitus cum dimidio.\n19. 6. 50. Duo digitii.\n19. 10. 11. Duo cum dimidio. dub. Paulò post nubes Solem obtegunt.\n19. 30. 35. Sol inter nubes videtur deficere plus digitis 4 cum dimidio.\n\nEclipsis\nH. ' \" \n19. 35. 46. Eclipsis nondum pertingere videtur ad 5 digit.\n19. 40. 47. Quinque digiti circiter.\n19. 44. 31. Maculae, b, c, d, e, jam latebant. Nunc occultatur centrum, i.\n19. 47. 27. Limbus e inter maculas, s.\n19. 47. 46. Secunda ex duabus maculis, s, omnino tegitur.\n19. 51. 37. Eclipsis est paulò minor 5 digit. inter nubes.\n19. 54. 12. Centrum maculae, p, occultatur.\n19. 55. 37. Centrum, q, item occultatur.\n19. 59. 2. Quattuor dig. cum dimidio eclipsantur. dub.\n20. 1. 22. Una ex maculis prope limbum (fortasse n) occultatur.\n20. 10. 10. Eclipsis paulò min. dig. 3 ½.\n20. 11. 47. Tota macula i, emersit.\n20. 15. o. Eclipseis 3 digitorum.\n20. 18. 48. Duorum cum dimidio.\n20. 18. 49. Incipit emergere macula, s.\n20. 22. 26. Duo digiti circiter eclipsantur.\n20. 26. 14. Digitus 1 ½.\n20. 36. 6. Finis Eclipseos a tribus observatoribus notatus, in eodem secundo temporis concordibus.\n\n14. Sep-\n14. Septembris, 1727, hora 5. min. 26.\nFigura macularum Solarium inverso situ.\n\nObservatio defectus Solis habita Patavii XVIII.\nKal. Octobris 1727. N. S. a Comite Joanne Poleno.\n\nDensioribus tamen nubibus saepius intercurrentibus,\nnon plures observari potuerunt Phases, quam eae,\nquas subjeci.\n\nTemp. Ver.    Digit. 1\n\nH.   11\n19. 3. 45. — — — — 0 10\n24. 12. — — — — 3 0\n41. 27. — — — — 4 30\n20. 30. 45. — — — — 1 30\n38. 42. — — — — Finis.\nIII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103703.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18310,
    "total-output-tokens": 4467,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        264,
        2
      ],
      [
        264,
        343,
        3
      ],
      [
        343,
        1772,
        4
      ],
      [
        1772,
        2785,
        5
      ],
      [
        2785,
        4072,
        6
      ],
      [
        4072,
        5416,
        7
      ],
      [
        5416,
        6701,
        8
      ],
      [
        6701,
        7879,
        9
      ],
      [
        7879,
        9246,
        10
      ],
      [
        9246,
        10148,
        11
      ],
      [
        10148,
        10594,
        12
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103703",
    "title": "Observationes Astronomicae a R. P. Joh. Baptista Carbone Transmissae, Communicante Is. De Seguera Samuda, M. D. R. S. S. & Coll. Med. Lond. Lic.",
    "authors": "Is. De Seguera Samuda, Joh. Baptista Carbone",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/103703"
  }
}