{
  "id": "df61d1f58f31311dbe850a4e77d8eecb15d2461a",
  "text": "An Accomp of some Books.\n\nI. PLANTARUM UMBELLIFERARUM Distributio nova per Tabulas COGNATIONIS & AFFINITATIS ex Libro Naturae observata & detecta; A. Rob. Morison Med. & Prof. Botan. Regio, &c., Oxonii in Theatro Sheldoniano, 1672. To be sold by John Martyn at the Bell in St. Paul's Church-yard.\n\nThis Excellent Botanist, having with indefatigable industry and uncommon sagacity observed and discovered out of the Book of Nature a general and genuine Method, reducing all Vegetables to certain infallible Classes or Heads, by Tables of Affinity or Cognition; hath in this Book given an Essay of the same, by reducing that Family of Plants, commonly called Umbells, to their subaltern kinds, from the different Shape and Form of their Seeds: Intending, if he do further meet with suitable encouragement and assistance, to publish the whole Method and Work, in a manner lying ready by him, and tending so much to the advancement of a vast part of Natural History.\n\nThis Specimen, being but the thirtieth part of the whole, first assigneth very succinctly to the Umbelliferous Plants that common Character, wherein they all agree amongst themselves, and are differenced from all other families; and then reckons up their several, both intermediate and ultimate species, together with their respective subordinate and characteristic discriminations. By which way the Students of Botanicks will henceforth be able to learn from Nature itself, with much order, clearness, and ease of memory, all sorts of Plants by their supreme genus's, intermediate kinds, and lowest species's, and their particular varieties; without a tedious perusal of voluminous Books, and an irksome expence of Time.\n\nAnd as this Experienced Author taketh the Generical and Essential marks of Plants from their Seeds; so he taketh the Specifical differences of their several particular families under one common Head from their less noble parts, as the Root, Leaf, Flower, Stem, Scent, Taste, and Colour.\n\nThe Reader then will in this Essay find performed these five things: First, a Generick Note both of the highest and subaltern genus's of the Umbells. Secondly, a specifical mark proper for each species. Thirdly, the duration of every species, whether annual or perennial. Fourthly, the Place of their growth, together with their peculiar temperament, virtues, and names. Fifthly, the Authors animadversions on the errors and mistakes of C. Bauhinus, and other Authors, that have written on this argument.\n\nThe whole adorned and illustrated with very curious and exceedingly accurate Cuts, furnish't at the charge of several of the Generous and Learned members of the Famous University of Oxford, and engraven by that rare Artizt Mr. Loggan.\n\nN.B. Since the writing of this Accomp concerning this usefull work, we are informed by the Author thereof, that he already find-\neth so much encouragement for the prosecution thereof, that he little\ndoubts, but that about the end of this present Year he shall have finish't\nin the same Press, where this beginning was made, at least five or six\nSections more, which shall be,\n\n1. Legumina & Trifolia.\n2. Frumenta & Gramina.\n3. Plante Stellate, laitescentes & papposa; laitescentes & non papposa;\npappose & non laitescentes.\n4. Triquetrae, bicapsulares, & mollientes.\n5. Corymbifere.\n6. Galeata & Verticillate.\n\nII. ΛΟΙΜΟΛΟΓΙΑ, sive PESTIS nupera Londini grassantis Narratio\nHistorica. Auth. Nathan Hodges M.D. &c.\n\nThe Author of this Book, having kept his station as Physitian in\nthe City of London during the last Plague, maketh it his business\nto give us here an Historical Account of what he then observed and\npractised in this fatal Distemper; which he doth in 8 Sections.\n\nIn the First he declareth the Original and Progress of this London-\nPlague.\n\nIn the Second he delivers his Opinion about the principal Cause of\nthe Pestilence in general; which he conceiveth to be a very subtile\nNitrous Spirit, breathed out of the Earth into the Air, and by the\nAir conveyed into our Bodies, and thence by contagious steams dif-\nfused and communicated to others. Where he also discourses of the\nnoxiousness of eating the flesh of Cattle that dyed of themselves, as\ncausing a great Cachexy in the body of man, and exceedingly dis-\nposing it to take the Plague: adding withall the difference, there is\nbetween the Contagion in Cattle from that in Men; which he maketh\nto be not in kind, but in degree only.\n\nIn the third he examins the primary Seat of the Plague, and esteems\nthat to be the Spirits, whence 'tis transmitted into the Body and Vif-\nceria, infected by their influx.\n\nIn the fourth he considers the Affinity between the Plague and Scor-\nbutic, and saith, that these two do frequently coalesce into one, be-\ncause of their agreement in a Salin principle. Where he also takes no-\ntice of divers odd instances of diseases, as the Consumption and the Kings\nEvill, which upon the Plague supervening were cured, the persons sur-\nviving; As also of some Podagrical people, that happening to be seized\nby the Plague, lost the Gout, and recover'd of the Plague too.\n\nIn the fifth, he discourses of the manifest signs of the Plague, as\nwell of those of its first Invasion, as those that immediately ensue up-\non the same; among which he reckons a Fever as a common, yet not\ninseparable sign; a palpitation of the Heart; (which he hath obser-\nved to be sometimes so strong and loud, that it may be heard at a\nconsiderable distance;) item Blains, Bubo's, Carbuncles, Tokens,\n&c. Where he animadverteth upon the opinion of Doctor Diemer-\nbrook, importing, that Bubo's are produced by an occursion of a salin\nand acid humor, making an ebullition, as when Spirit of vitriol is poured on Salt of Tartar. In the examination of Carbuncles he inquires, How in the human Body can be generated so sharp and caustick an humor, as is that in Carbuncles; and also, how Nature comes to separate it from other liquors. Where he reflects again upon the assertion of the lately mentioned Diemerbrook, who makes a pestilential Carbuncle nothing but a Gangrene in fieri; and observeth withall, that those Carbuncles will appear in every part of the Body, he having seen one upon a Womans breast presently after she had been delivered of a Child; which sucked her during her distemper without any inconvenience; the Mother herself recovering also soon after.\n\nFurther, he takes notice of the pestilential Tokens as certain messengers of Death: where he relates some Examples of persons, in whom they came out without any trouble to the Body, but yet killed them afterwards. Here he gives notice, that some wicked and crafty Nurses, to hide the Tokens in dead Bodies, do cover them presently after death with moist linnen sheets; whereby the fermentation of the venereal humors being quelled, and the pores closed, the Searchers may be deceived, and so not cause the House to be shut up.\n\nIn the sixth he treats of the Prognosticks of an Imminent Plague; among which he reckons chiefly the change of Chronical diseases into Acute ones with violent Symptoms; and a great Murrain among Cattle. Here he noteth, that a Plague very cruel at first, is of short duration; as also, that what time it taketh from its Beginning to its Hight, the same it taketh from its hight to its Period. Besides, he observes the Presages of Death to be, an Hemorrhagy, Fluxus menstruae, a Loosness, a Dysentery, green or black Excrements. He also taketh notice, that weak Lungs do not escape; that the first Sweats coming without ease to the Patiens; a long nauseousness, and the subiding of Bubo's without sweat; ill-coloured and blackish swelling, &c are fatal; and that Carbuncles are worse than Bubo's. From the Urine he esteems no certain prognosticks can be made, since commonly it appears as good in the Plague, as that of healthy persons. And the Pulse he counts in this distemper a very uncertain and fallacious sign.\n\nThe seventh delivers his Method of Curing, which he placeth both in the Encouragement of the Patient, and in the Use of Generous medicines; without venæ-faction, and (unless in the case of a surfer and a foul stomack,) without vomiting and purging; here being requisite a Separation rather than an Evacuation, and the Seat of this Disease being not in the Juices of the Body, but in the Spirits.\n\nOf Antidotes, the principal means of Cure, he specifies those which he considers as some of the choicest, taken from Vegetables as well, as Animals and Minerals. And here he expresseth a particular value for Ginger, both in powder for sweating, and in Confit for preventing; as also for the Bezoardicum Minerae: But Bezoar and Unicorns Horn he esteems of greater price than vertue. He commends Spirit of Hartshorn, as an excellent Diaphoretick. He particularly describeth those, which he chiefly made use of with good success, from the prescripti-\nons of the Colledge, and of Sr. Theod. Mayern. This part he concludeth with his method as to the regiment of Life, and his way of treating all sorts of pestilential Tumors.\n\nIn the Eighth and last he discourseth of the means preventing the Plague; of which he considers some to be General, and those both of Nature, as strong Northerly winds; and of Art, as great Guns discharged morning and evening, as also appropriat perfumes, by burning resinous, but not sweet-scented wood. Other means are, particular Amulets; concerning which the Reader may consult the Author himself.\n\nTo the whole is annexed an Account of the regiment of life, which the Author himself used; as also a List of those that dyed of the Plague this year, which amounted to 68596, besides 29000, that died of other diseases during that time.\n\nIII. A Philosophical Essay, declaring the probable CAUSES of STONES in the Greater World, in order to find out the Causes and Cure of the Stone in the Kidneys and Bladder of Men: by D. Thomas Sherley, Physician in Ordinary to his Majesty, Londini in 8°.\n\nThe Ingenious Author of this Essay having proposed to himself to publish a Medicinal Tract concerning the most probable Cause of the Stone in the Bodies of Animals, found it necessary to premise this Inquiry into the Causes and Nature of Petrefaction in the greater World in general; to see, whether the Causes be not the same in both, or at least bear not some analogy or resemblance to one another.\n\nIn the doing of which, he thought good to relate a number of select Histories of Petrifications, and then to examine the causes by which they were performed. In which latter part, having waved the Aristotelian doctrine of this point, nor found a full satisfaction in that of the vulgar Chymists, he closeth with that ancient Hypothesis, which imports, that Stones and all other Sublunary Bodies are made of Water condensed by the power of Seeds, which by the virtue of their fermentive Odours perform these transmutations upon Matter. For the better understanding of which, he premiseth some Generals, and then descends to particular proofs of what he asserts: concerning which we can do no better than to remit the Reader to the Author himself.\n\nIV. Caroli Claromontii M.D. &c. de AERE, SOLO & AQUIS Angliae; deque MORBIS Anglorum vernaculis Dissertatio: Nec non Observationes Medicae CAMBRO-BRITANNICÆ. Londini Impensis Joh. Martyn, sub signo Campana in Cæmeterio D. Pauli, 1672. in 12°.\n\nThe Author of these two Tracts, endeavours in the one, to give an account of the Situation, Air, Soil, and Waters of England; as also of the Temper, Diet, Exercises, and chief Sicknesses of the Inhabitants thereof: In the other, he maketh it his business to deliver several Histories of Diseases, to the number of 26, managed by himself in Wales; which he doth, by describing the nature of each of those Maladies, by adding his ratiocinations thereon, by giving their Indications, and shewing his Method of Cures, together with the Events of them.\n\nLONDON, Printed for John Martyn Printer to the Royal-Society. 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100919.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 3041,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2846,
        2
      ],
      [
        2846,
        5618,
        3
      ],
      [
        5618,
        8841,
        4
      ],
      [
        8841,
        11919,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100919",
    "title": "An Accompt of Some Books",
    "authors": "Caroli Claromontii, Rob Morison, Nathan Hodges, D. Thomas Sherley",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100919"
  }
}