{
  "id": "ddc1f53b7d228407b85bbe12abd631a4c74c33a5",
  "text": "The reason whereof is, because Fowls having no organs for evacuation of Urine, the Urinous parts of their blood are evacuated by the habit or skin, where they produce and nourish feathers.\n\nFrom hence it should seem, That every drop of Rain aforesaid, containing in itself some Spirituous particles (as from the height, to which they are advanced, the prolific virtue of Rain, and its easy tendency to putrefaction above other water, is argued they do,) and meeting with others in their descent, of a Saline, and that partly nitrous, but chiefly urinous, or of an acido-salinous nature; the said Spirituous parts are apprehended by them, and with those the watery, and so the whole drop is fixed; yet not into any indifferent and irregular shape, depriving the spirituous parts of their motion in an instant; but according to the energy of the Spirituous, as the Pencil, and the specific nature or determinate possibility of the saline parts as the Ruler, 'tis thus figur'd into a little Star. These things somewhat further consider'd and clear'd, may add a little to that great deal of light, which the Honourable Mr. Boyl hath given to the nature of Cold, the Air, and the Bodies therein contained, in his excellent Discourses hereof.\n\nA Confirmation, given by Dr. Wallis, of what was deliver'd in Numb. 90. about the Strange Freezing in Somersetshire.\n\nTHE Strange Frost (or Freezing rather) you give an account of to have hapned in Somersetshire in December last (though I remember not the day) was the like with us at Oxford. It was rather a Raining of Ice, or at least Rain Freezing as it fell; which made strange Icicles hanging on Trees, and a strange noise by the ratling of them upon the Bows motion by the wind: But not so much as at the places you mention in Somersetshire. Yet more in the Country about us (as from several Relators I have heard,) than with us here. And the great Warmth soon after was also with us; insomuch that not only Blossoms, but (as was then certainly affirm'd, though I was not so curious as to get a sight of any,) green Apples on divers trees; particularly in the parish of Holywell.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101337.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 556,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2123,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101337",
    "title": "A Confirmation, Given by Dr. Wallis, of what Was Deliver'd in Numb. 90. about the Strange Freezing in Somersetshire",
    "authors": "Dr. Wallis",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101337"
  }
}