{
  "id": "10dad09064df07cd9104cc0762458c8b7a9f4d46",
  "text": "I. A Description and Figure\n\nOf the true\n\nAmomum, or Tugus.\n\nSENT\n\nFrom the Reverend Father George Camelli, at\nthe Phillipine Isles, to Mr. John Ray and\nMr. James Petiver, Fellows of the Royal\nSociety.\n\nDe Tugus, seu Amomo legitimo.\n\nAcemofo Tugus, seu Birao, aliis Caropi viso florum\nfasciculo: degustato ejusdem uvæ acinis, seu ob-\nlongo semine & facta collatione cum Botanico-\nrum Amomi descriptionibus Tugus legitimum Dio-\nscoridis esse Amomum decrevi.\n\nEst autem Tugus planta quandoque ultra cubitos novem\nassurgens, folio simile plantæ Tagbac, seu Bagongbonque excipe\nquod\nquod parte prona suavi obstitum sit lanugine venosius praeterca, longius & suaveolens. Ad plantæ radicem seu caulis truncum, ex foliacei caulis meditullio racemiformis, & pistillo seu Amomonti florum fasciculo non adeo similis prorumpit florifera, & granigera foliolorum setquipalmaris congeries, flosculis exornata rubicundis, quibus uvæ in longiusculum protende collum seu floris tubuli reliquias subfequentur; dulci & paucis cortice unde à Muribus & Avibus una cum semine plerunque depastæ, pauca admodum & exigua colligi potest quantitare. Quare & olim rarum fuisse, nec passim nasci Virgilius insinuare videtur: dum spondet quod Affirium vulgo nolcetur Amomum.\n\nHæ uvæ quina communiter, aut sene continent subrufa, oblonga, inæqualia, aromatica, Amuyong minus acria, & cubebis Officinarum fluveolentiora grana, seu acinos, ex quibus trajepto filo nunc per se nunc sociatis Margaritis, ac Corallicæ, nonnullæ puellæ Indicæ Garopi seu monilia ac armillas concinnare solent.\n\nAliæ ex his, & semine Belmusci, iis Maricom, Arundinis Lithospermos, iis Tigbi. Cannæ Floridæ, iis Ticafticas. Pisi coccinei iis Saga. Amomonti praeterca Badiang, & Calanos seminibus familia necetere assueverunt. Ob gratum vero quem spirant odorem grana Tugus collo appensa gerunt ab infecto etiam praeservare aere & ictui mederi Scolopendriae, masticata si super imponantur experientia docuit. Radix similis est radici Tagbac seu Calami odorati, insipida, alba interne, de foris rubicundis & subodoratis Cæpaceis contecta obvolucris. Ex Borongam scripto accepì, in caulum apicibus aliun & hunc inodorum ferre fructum, quem necdum vidi. Idem Indi Indanenses mihi affirmarunt: sed eos hallucinari censeo, & plantam Tagbac (Tagbac) pro Tugus vidisse puto.\n\nProvenit in Borongam & Paranas caput ex aliis Insularum Samar, & Leyte, locis. Nec dubito in Luzone quoq; reperiri, maximè Silanii in torrentium profunditatibus.\n\nNota florum Tugus recentia & tenella germina, aliquantum Pseudo amomum Garciae pedem Columbinum referens exprimunt. Ne autem quidquam desideretur mitto unà cum his scriptis plantæ delineationem, & similiorem castaneam esse ovo non-deerit qui objiciat, quam folia Tugus foliis Mali Punici quod lubens concefferim, sed quicquid Dioscorides & Plinius de Amomoe tradidere folummodo de florigero & semine turgente Tugus racemo\nracemo intelligenda esse censeo, utpote quibus integra & ipsa planta non innotuit. Hunc enim Tugus thyrsum deprehendet. B. L. exiguè fruticare Palmi videlicet, plusve minusve altitudine: ex ligno subrufso, seu lignosa materia, flosculis & folliculis foliis Mali Punici similibus seie in racemi modum convolvere, sive ut Barth. Merula vertit esse fructum similem botruo inveniet semine uvis parvis simili, si semenis carnosum spectet tegumentum, plenum, valde odorato & acre gustu, vim habente calefaciendi, adstringendi & exsiccandi &c cætera legitimi Amomi signa, ut pedis Columbini effigiem si diligentem investigaverit. Amomum in Turcomania Armenæ provincia provenire scribit Jo. Botero Benes. f. 99. p. 2.\n\nII. J. N. J.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102584.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12452,
    "total-output-tokens": 1445,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        579,
        6
      ],
      [
        579,
        2897,
        7
      ],
      [
        2897,
        3620,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102584",
    "title": "A Description and Figure of the True Amomum, or Tugus. Sent from the Reverend Father George Camelli, at the Phillipine Isles, to Mr. John Ray and Mr. James Petiver, Fellows of the Royal Society",
    "authors": "George Camelli",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102584"
  }
}