{
  "id": "98a1852b33da9c8166a0d7e59b92ab08b4e16af6",
  "text": "motion, explaining the manner how it is perform'd, and endeavouring to solve the difficulties occurring therein: where he examines both what Des-Cartes hath devised on this subject by assigning a direction to the wagging Glandula pinealis; and what Gassendus and Dr. Willis have suggested on the same, by the flammeous motion or explosion of the Spirits; the former seeming to him altogether fictitious (how ingenious soever;) the latter leaving it hardly conceivable to him, how so constant and even a motion of the Muscles in a sound body can proceed from so violent a cause; nor how the Soul would be able to keep such a command over her motions, if they did depend from an Accension of the Spirits or a violent Explosion. Meantime, he finds it very difficult to make it out, what it is indeed, that causeth the Motion of the Muscles; yet conceive at last, that 'tis the Contraction of their fibres, that produces it; but whether that be done by the accession of some substance, or by a change of angles in the fibres, is a new difficulty, which the Learned scruples to determine anything in, though Dr. Willis declare for the former opinion. After this, he enumerates many things, that remain yet unknown to us in the Motion of the Muscles. Which done, he concludes the whole with his ingenious Considerations about the Motion of Walking, Flying, Swimming, Creeping, &c; annexing thereto his doctrine of Passions.\n\nERRATA in this Numb.98.\nPag.6141.l.20. r.evidentii. p.6146. l.penult. r.plau. Ibide r.Augusto minste.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal Society, 1673.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101385.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 449,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1590,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101385",
    "title": "Errata",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101385"
  }
}