{
  "id": "a115c018a8df6fcd5603244fc098a2026713d690",
  "text": "XXIX On the Placenta. By Sir Everard Home, Bart.\nV. P. R. S.\n\nRead June 27, 1822.\n\nTill the human ovum had been detected in the uterus, before it became attached, we could not have ascertained that the rudiments of the placenta were not formed at the same period with the chorion, and were, therefore, a part of the ovum belonging wholly to the female.\n\nThat fortunate discovery enables us now to determine that the placenta, and the changes in the chorion, which in some animals fit it to perform the functions of a placenta, depend as much upon the compound influence of the male and female, as the peculiarities of the embryo itself.\n\nThat the umbilical arteries had their origin from the branches of the aorta called iliacæ internæ; that these passed along the sides of the urinary bladder to the navel, where they composed the navel string, has been long known to anatomists; but in what manner the amnion was broken through, to allow these arteries to come at the chorion, has not even at this day been satisfactorily explained.\n\nThis must now be admitted to take place by the urinary bladder, on its first formation, bursting the amnion, in the same manner as the vesicle in the embryo of the bird bursts the membrane of the yelk, as is shown in the microscopical drawings annexed to a Paper I recently laid before the Society.\n\nWhen it is considered that the office of the placenta is to supply the circulation of the blood in the embryo with ma-\nterials for the growth of its different parts, and when we find so great a variety in the structure of placentas in different animals, it seems to follow that every genus of animals, in as much as it has a peculiar form, should have a peculiar placenta; and this, upon examination, is found to be the case.\n\nThe difference in the form of the placenta, which has hitherto had so little attention paid to it, is therefore to be considered as the means employed by nature to prevent the whole system respecting animals from being thrown into confusion, by preventing any two different genera from breeding together. We now see why this cannot take place, since a new form of placenta would be required intermediate between those of the two genera, for which there is no provision.\n\nUpon the structure of the placenta or chorion must depend the period of utero-gestation. Where they are very vascular, it will be short, and where the reverse, very long. The human placenta is massy, thick, its arteries very large, and numerous; the utero-gestation is nine months. The placenta is wanting in the mare, there being only a very vascular chorion; the utero-gestation in that genus is eleven months. The utero-gestation of the elephant, according to Mr. Corse, is twenty-two months; from which I am led to conclude there is no placenta.\n\nThe placenta would appear to be more or less in a perfect state, according to the care which is taken of the animal. The cow's utero-gestation at a mean is 284 days. The wild cow is stated to go 308, the longest period I believe respecting cows upon record.\n\nThis explains the latitude met with in utero-gestation, which is noticed in the Bulletin de Sciences, by the Philomatique Society in Paris, for the year 1797, by Mr. Tessier.\nIn 160 cows, some calved in 241 days; 5 in 308; giving a latitude of 67 days.\n\nIn 102 mares, 3 foaled in 311 days; 1 in 394 days; giving a latitude of 83 days.\n\nIn 15 sows, 1 littered in 109 days; 1 in 123 days; giving a latitude of 14 days.\n\nIn 139 rabbits, 1 produced its young in 26 days; 9 in 33 days; giving a latitude of 7 days.\n\nAs the human species has the form of placenta best fitted for the supply of blood to the foetus, there appears to be less latitude than in other animals, at least in civilized society, where the nourishment of the mother is an object of the first attention; it may be otherwise in women living in a savage state.\n\nWhere the female of one species of animals breeds from the male of another, the utero-gestation of whose species is different, there appears to be no approximation in the time the hybrid is brought forth; but the longest period of the two is the time of such utero-gestation.\n\nThe mare, when covered by an ass, goes 11 months, her usual period. The Earl of Morton's mare, covered by the quagga, went 339 days 19 hours.\n\nThe she ass, when covered by a horse, goes 11 months, although ten is her usual period.\n\nThe direct cause of parturition has never been satisfactorily explained; and the great latitude there is in the utero-gestation of individuals of the same species, which has just been shown, makes it evident, that the cause must be something immediately connected with the complete formation of the foetus. Upon this subject I am induced to hazard the following observations.\nThe lungs are the last parts of the embryo that are completely formed. As soon as this happens, the blood that circulates through the lungs must greatly diminish the supply of blood to the placenta; the consequence of which will be, that the small terminal arteries of the foetal portion will become contracted; which cannot happen to any great degree without producing more or less of a separation of the placenta and chorion, and this will be followed by the expulsion of the young. That very slight disturbance at this period brings on labour, is well known, from the number of children prematurely born, that are with difficulty kept alive till the circulation through the lungs becomes complete: they are called blue children.\n\nI shall not carry these observations farther at present, and shall conclude them with a specimen of a new mode of classing animals, upon the principles laid down respecting the difference in structure of the placenta.\n\nIt will have the advantage, that the characters are fixed, and therefore the arrangement will never require to be changed: and there is a circumstance in its favour—it places the human species in an order separate from all inferior animals, the place undoubtedly assigned for mankind by the Almighty Creator.\n\nClass I.\nincludes all animals in which the ovum becomes attached to the womb of the mother.\n\nOva with adherent chorions.\n\n7 Orders.\n\n1. Lobulated placenta. Vide Plates XLII. and XLIII.\nOne genus; one species; Man.\n2. Subdivided placenta. *Vide* Plates XLIV. and XLV.\n   One genus; all the Monkey tribe.\n\n3. Belted placenta. *Vide* Plate XLVI.\n   Two genera; first belt thick; Lion tribe.\n   second belt thin; Dog tribe.\n\n4. Placenta with many divisions. *Vide* Plate XLVII.\n   One genus, with five divisions; Hare tribe.\n   The others not yet known.\n\n5. Cotyloid placenta.\n\n   Genera 5.\n   1. simple; Hedgehog.\n   2. plane; Mole.\n   3. thick; Bat.\n   4. pedunculated; Rat.\n   5. pediculated; Guinea-pig.\n\n6. Numerous cotyledons.\n\n   Genera 4.\n   1. the terminal arteries, with lateral branches; Cow.\n   2. the terminal arteries filiform; Deer.\n   3. the terminal arteries villous; Sheep.\n   4. the terminal arteries like shag; Goat.\n\n7. Chorion without placenta.\n\n   Genera 4.\n   1. projecting plexuses; two species.\n      Thick; Mare.\n      Thin; Ass.\n   2. stellated; Hog.\n   3. vascular membrane; Camel.\n   4. tufted; Whale.\nEXPLANATION OF THE PLATES.\n\nPLATE XLII.\nThe foetal surface of the human placenta. The amnion turned a little inwards.\n\nPLATE XLIII.\nThe uterine surface of the human placenta.\n\nPLATE XLIV.\nThe foetal surface of the placenta of the Monkey. The whole surface covered by the amnion.\n\nPLATE XLV.\nThe uterine surface of the placenta of the Monkey.\n\nPLATE XLVI.\nFig. 1. A foetus of the Cat, inclosed in its membranes, to show the uterine surface of its circular placenta.\nFig. 2. The foetal surface of the placenta of the Rabbit, divided into five lobes.\nFig. 3. The uterine surface of the same placenta.\n\nPLATE XLVII.\nShows the cotyloid placentæ.\nFig. 1. Of the Hedge-hog.\nFig. 2. Of the Rat.\nFig. 3. Of the Guinea-pig.\nPlate XLVIII.\n\nFig. 1. The uterine portion of the cotyledon of the Cow.\nFig. 2. The uterine surface of the foetal portion of the cotyledon.\nFig. 3. The terminating vessels of the foetal portion of the cotyledon of the Deer.\nFig. 4. The terminating vessels of the foetal portion of the cotyledon of the Sheep.\nFig. 5. The terminating vessels of the foetal portion of the cotyledon of the Goat.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107694.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 24302,
    "total-output-tokens": 2519,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1455,
        2
      ],
      [
        1455,
        3219,
        3
      ],
      [
        3219,
        4754,
        4
      ],
      [
        4754,
        6230,
        5
      ],
      [
        6230,
        7144,
        6
      ],
      [
        7144,
        7858,
        7
      ],
      [
        7858,
        7858,
        8
      ],
      [
        7858,
        7858,
        9
      ],
      [
        7858,
        7858,
        10
      ],
      [
        7858,
        7858,
        11
      ],
      [
        7858,
        7858,
        12
      ],
      [
        7858,
        7858,
        13
      ],
      [
        7858,
        7858,
        14
      ],
      [
        7858,
        8250,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107694",
    "title": "On the Placenta",
    "authors": "Everard Home",
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107694"
  }
}