{
  "id": "6e658557a314356a4e5418f5d6f4648b13839a1f",
  "text": "AN INDEX TO THE Philosophical Transactions.\n\nFrom Number 248, to Number 259. inclusive.\n\nA.\n\nAcademy Royal of Sciences at Paris, its new Regulations, Numb.251. p.144.\nAhmellis, a Ceylon Plant described, N. 257. p.365.\nAir Pump applied to Cupping-Glass, N. 255. p. 288.\nAir, an account of an Experiment of its Refraction, N. 257. p. 329.\nAlgebra. See Arithmetick.\nAmomum legitimum, or Tugus described, N. 248. p. 2.\nAmber an Historical account of it, N. 248. p. 2. Found mostly in Germany and thereabout, ib. p. 7.\nMost in Prussia of any place, p. 8.\nFound in the Stomachs of several Creatures, p. 16. Several Curiosities of Amber sent to the Royal Society by Dr. Hartman, N. 249. p. 49. More Discourses of Amber, and its Original, N. 249, p. 53.\nAnatomical Matters. A Fetus extra uterum, N. 251. p. 121; An Account of several Muscles serving to move the Head, N. 251. p. 130.\nAnatomy of a Pigmy, which in several particulars agrees with a Man, N. 256. p. 339. adult. Two Glands and their Excretory Ducts near the Prostrate Glands discovered, N. 258. p. 364.\nAnimalcula in semine masculino, defended by Leuwenhoek, N. 255. p. 270. That possibly they Generate, p.272. N. 255. p. 308. More concerning these Animalcules, N. 255. p. 301. That they are all much of a size, N. 255. p. 307.\nThe best way of discovering them, N. 255. p. 308. The Figure of one like an Human Fetus sent, but the Reality questioned, No 55. p. 303.\nAnnus Confusionis at the settling of the Julian Account, N. 257. p. 349.\n\nArithme-\nAn INDEX.\n\nArithmetical Arabian Figures used in England Anno 1690. N.255. p.287.\nA new Method for solving Arithmetical Questions, N.257. p. 351.\nConcerning some Algebraic Questions, N. 255. p. 281.\n\nB.\n\nBarometers height for the Year 1698. N. 249. p. 45. Barometers height at Emay in China, N. 256. p. 323.\nBees, a Treatise of them finisht by Swammerdam, supposed to be lost, N. 257. p. 365.\nBlisters, how they cure Fevers, N.152. p. 161.\nBooks, Sieur Redi’s M. S. not like ever to be Printed, if he left any, N. 249. p. 42. Some of Swammerdams lost, N. 257. p. 365.\nActa Conciliorum cum Epist. Decretat. in the Press now at Paris, N. 257, p. 406.\nA Catalogue of some Books lately printed beyond Sea, N. 249. p. 67.\nBooks abstracted, Analysis Geometrica, five nova & vera Methodus resolvendi tam Problem. Geomet. quam Arithmat. Quæst. Auth. Anton. Hug. de Omerique, N.257. p. 351.\nThe Celestial World discovered, &c. by Ch. Huygens, N. 256. p. 337.\nGeography Epitomized by Pat. Gordon, N. 256. p. 335.\nNatural History of Medicinal Waters in England, N. 251. p. 146.\nMuseo di fisica & de Esperienze Aut. P. Boccone, N. 249. p. 53.\nOrang Outang, or the Anatomy of a Pygmy by Dr. Tyson, N. 256. p. 338.\nParadisus Batavus, &c. Aut. Doctore Hermans, N. 249. p. 63.\nDr. Wallis’s Mathematical Works, third Vol. N. 254. p. 259.\nBrain wanting in a Child new Born, N. 251. p. 141.\n\nC.\n\nCantharides used inwardly for the Bite of a Mad Dog, and its use justified, N. 249. p. 59.\nMore of the inward use of Cantharides, N. 252. p. 168.\nTwo Chymical Propositions proposed to be solved, N. 252. p. 186.\nA Chymical Examination of Coffee, N. 258. p. 315.\nChirurgical Cures of the great Tendon between the Heel and Calf of the Leg by stitching it together, N. 252. p. 153. Trachea, and several large Blood-Vessels of the Throat cut into two, cured, N.257. p. 398. New Method of cutting for the Stone, N. 250. p. 100.\nCoffee, a Discourse of its use, &c. N. 311. p. 256.\nCarnation Colour made by the mixture of two colourless Liquors, N. 249. p. 43.\nNew Comet seen in Feb. 1692. N. 250, p. 79. A Discourse of Concoction, N. 254. p. 233.\nCupping-Glasses by the Pneumatick Engine, N. 259. p. 408.\nCure of the Bite of a Mad Dog by Cantharides, used inwardly, N.249. p. 59. Cures done by Greatrix the Stroaker, N. 156. p. 332. Cures of Wounds. See Chirurgical Cures.\nCuriosities in a Chinese Cabinet, N. 249. p. 44. N. 250. p. 70.\n\nD.\n\nA Discourse of Digestion, N.254. p. 242.\nDiseases, how Blisters cure Fevers, N. 252. p. 61.\nDisease caused by swallowing Stones, N. 253. p. 190.\nDiseases and their Remedies used by the Northern Nations, N. 256. p. 310. An Account of an Hydrocephalus, N. 256. p. 318. Opening the\nAn INDEX.\n\nThe Trachæa proposed in Squin-\nnancies, N. 257. p. 398.\nDropfic in the Ovary of a Woman,\nN. 252. p. 150.\n\nEclipse. See Mathematicks.\nEarthquake in Sicilia, Anno\n1693. p. 53. Hills rising and fal-\nling successively, N. 249. p. 61.\nEarths Medicinal in Italy, N. 249.\np. 54.\nEarths observed in Coal-borings in\nYorkshire, N. 250. p. 73.\n\nFœtus. See Generat. Faba Sancti\nIgnatii. See Plants. Fleas.\nSee Insects. Fungus. See Plants.\n\nGeneration of a Fœtus extra uterum, N. 251. p. 121.\nObservables about the Generation\nand increase of the Animalcules\nin utero, N. 255. p. 304. See\nmore in Animalcula.\nTwo New Glands discovered near\nthe Prostratae, N. 258. p. 364.\nGlostopetrae of Malta, N. 249. p. 61.\n\nHeat its Efficacy in Vegetation,\nN. 253. p. 226. Herbs. See\nPlants.\nOrgans of Hearing described, N. 258.\np. 364.\nHeavens at a vast distance, N. 256.\np. 337.\nAn Hill rising and sinking again\nsuccessively, N. 249. p. 61. An Hill\ntwo Miles high, N. 254. p. 231.\nHistory collected from the ancient\nMythology, N. 255. p. 273. N. 275.\np. 283.\n\nHydrocephalus, See Diseases. Husky,\nSee Plants.\n\nI.\n\nInsects. Cantharides, their use in-\nwardly, N. 249. p. 59. Tarantula,\nof its Bite, N. 249. p. 59.\nA Venemous Spider of Sardinia,\nN. 249. p. 58.\nInsects inclosed in Amber, N. 248.\np. 42. Fleas, an account of their\nGeneration, N. 249. p. 42. Swam-\nmerdams History of Bees lofß, N.\n257. p. 365. Several Insects not men-\ntioned by Mousett, N. 249. p. 50.\nInvention of an Engine to raise Water\nby the help of Fire, N. 253.\np. 128. Of the first Inventors of\nsome Mathematical disquisitions,\nN. 255. p. 280.\nIsthmus supposed once to join Eng-\nland to France, N. 255. p. 284.\n\nL.\n\nAringotomy proposed in case of\nSuffocations, N. 257. p. 398.\nLake Nesse, without bottom, never\nFreezes, N. 254. p. 230. Another\nbottomless Lake always full,\nbut never runs over, N. 254.\np. 231.\nLearning, the Reason of its being at\na stand, N. 255. p. 273. 281.\nLignum Fossil Chymically examined,\nN. 248. p. 32.\nWhat it is, and that it is the\nMatrix of Amber, p. 12.\nLunula of Hippocrates-Chius. Qua-\ndrature of its parts, N. 259. p. 41\n\nM.\n\nAnna, N. 249. p. 56. Exudæa\nthrough the Plant, N. 253.\np. 209.\nMaryland, Observables in it, N. 259.\np. 436.\nAn INDEX.\n\nMathematical Discoveries. A New Comet in Feb. 9. N. 250. p. 79.\nAn Account of the Parallax of the Earth's Annual Orb, N. 244. p. 264.\nOf the alteration of the Meridional Line, N. 255. p. 285. Eclipse of the Sun, Oct. 12. 1699. observed at Oxford, N. 256. p. 330.\nOf the alteration of the Julian Account, N. 257. p. 343. The Gregorian not better, but upon same Accounts worse, N. 257. p. 345. and 347. A new Method of resolving Geometrical and Arithmetical Problems, N. 256. p. 351.\nConcerning some Algebraick Quest, N. 255. p. 281.\n\nA Medicinal Fungus, N. 249. p. 53.\nOf Medicinal Manna, N. 249. p. 56.\nMedicinal use of Cantharides inwardly, N. 249. p. 59. Strange Preservatives from Poisoning, N. 250. p. 87. and 89. Medicines used by the Northern Nations, N. 256. p. 310. Of small Microscopes, and their Goodness, N. 255. p. 302. difficulty in using them, N. 255. p. 302.\n\nMicroscopical Observations. See Animalcules. Sable Mice in great multitudes in Lapland, N. 251. p. 110.\nMoose way of dressing their Meat, and of their Food, N. 254. p. 248.\nMonstrous Pigs, Relation of them, &c., N. 259. p. 431.\n—Turkeys, ib.\nMonstrous human Scull, N. 251. p. 138.\nA Child born without a Brain, N. 251. p. 141.\nA Discovery of several Muscles serving to move the Head, N. 251. p. 139.\n\nNitre and Salts mixt with Earth destroys Vegetation, N. 253. p. 206. and 212.\n\nNumeral Figures used in England as old as the year, 1090. N. 255. p. 287.\n\nO.\n\nObservables in Maryland, N. 259. p. 436.\nOran Outang. See Pigmy.\nOriginal of Nations collected from the ancient Mythology, N. 255. p. 273, 275, 383.\nOltracites its Vertues, N. 250. p. 81.\nOyster-Shells, on the top of an high Mountain in Scotland, N. 254. p. 232.\n\nP.\n\nParelia. One at Sudbury in Suffolk, N. 250. p. 107. Another at Canterbury, N. 251. p. 126.\nPetrifications, viz. Glossoptre, &c., N. 249. p. 61.\nPigs monstrous, N. 259. p. 431.\nPigmy Anatomized N. 256. p. 339.\nPlanets inhabited as well as our Earth, N. 257. p. 339.\nPlants. Amomum Legitimum or Tugua, N. 248. p. 2. Faba Sancti Ignatii, its vertue against Poison, N. 250. p. 87, 88. and N. 257. p. 365. A Medicinal Fungus, N. 249. p. 53. Observations on some Plants to propagate their Kinds, N. 251. p. 113. Some thoughts concerning Vegetation, N. 253. p. 193. Water not only the nourishment of Plants, p. 194. That 'tis the Terrestrial parts in the Water that nourishes them, ib. p. 221. Nitre and Salt no Friend to Vegetation, N. 253. p. 206. 212. Why Lime good for Plants, ib. Each Vegetable requires its proper nourishment, N. 253. p. 214. River water best, N. 253. p. 220. Why hot Summers cause best Fruit, N. 253. p. 227. All heat alike for Vege-\nAn INDEX.\n\nVegetation. N. 253. p. 227.\nHerbs of the same Class have the like virtues, N. 255. p. 289.\nThe Husks of the Verticillate Plants have more virtue than the Flowers, N. 255. p. 291. Some parts of some Tribes, others of other most Efficacious, N. 251. p. 291. Sophia Chirurgorum, good for the Stone, ib. p. 293. Fraxinella destroys the smell of other Plants, N. 152. p. 168. A Catalogue of some Plants observed at the Island of Ascension, N. 255. p. 298. Of the Signatures of Plants, N. 249. p. 59.\n\nPneumatic Engine applied to Cupping-Glasses, N. 259. p. 408.\nPoisons. See Venoms.\nPrussia, most fruitful of Amber, N. 248. p. 8.\nPrussian Vitriol examined, N. 248. p. 34.\n\nQ.\n\nQuadrature of the Parts of the Lunula of Hippocrates Chius, N. 259. p. 411.\n\nR.\n\nRain an Account of what falls, N. 249. p. 45 and 47. Why Rain Water good for Plants, N. 253. p. 211.\nRedi's M.S. supposed lost, N. 249. p. 42.\nRefraction of the Air Experimented, N. 257. p. 339.\nResponio ad animadversionem ad Davidis Gregorii Catenariam, &c. N. 259. p. 419.\n\nS.\n\nSable Mice in great multitudes in Lapland, N. 251. p. 110.\nSaliva compounded of two distinct juices, N. 254. p. 240.\n\nSalt. See Nitre and Vitriol.\nSeeds used in the East-Indies to clarify Water, N. 249. p. 44. Seed of Flixwort good for the Stone, N. 255. p. 293.\nScopodendra marina, an addition to its former Description, N. 251. p. 127.\nSicilian Earthquake. See Earthquake.\nSilk, a Discourse of it as it is made in Piedmont, N. 252. p. 183.\nShells on the tops of Hills, N. 25 p. 232.\nShells gathered on the Island of Ascension, N. 255. p. 298. Of the Physical and Mechanical formation of Speech, N. 254. p. 264.\nSpiders, a Venomous kind in Sardinia, N. 249. p. 58.\nStones found in the Stomach Kidney, and Gall-Bladder, N. 250. p. 95. New Method of cutting for the Stone, N. 250. p. 100. A new sort of Marble or figured Stone found in Wales, N. 252. p. 187.\nStrata of Earths in Coal-boring, N. 250. p. 73. Concerning Swammerdam and his Treatises, N. 257. p. 365. Half-Crown Swallowed without any great inconvenience, N. 250. p. 97. Swallowing Stones very dangerous, N. 253. p. 190.\n\nT.\n\nOf the Tarantola, and the strange Effects of its Bite, N. 249. p. 57.\nTemples of the Heathens or Burying places of two Circular Orders of Stones in Scotland, N. 254. p. 232.\nTestimony Human, a calculation of its validity, N. 257. p. 359.\nThunder, an account of a Man killed by it, N. 249. p. 50.\nAn INDEX.\n\nTrachza, and several Vessels cut, cured, N. 257. p. 400.\nTradition, written and oral, of what validity, N. 257. p. 363.\nTreatises. See Redi and Swammerdam.\nTurchoises of the new Rock, artificial Stones, N. 249. p. 63.\nTurkeys monstrous, N. 259. p. 431.\n\nV.\n\nVegetation. See Plants.\nVenoms and their Antidotes, N. 249. p. 58.\nVitriol Prussian, its examination, N. 248. p. 34. White Vitriol its Origine, and Figure of its Crystals, N. 256. p. 331.\nUnder-Ground Observations. Great Beams of Timber found under Ground, N. 254. p. 231. An Urn containing Ashes, and a Balsamick Liquor found, N. 249. p. 55.\n\nW.\n\nWater not the nourishment of Plants, only the Vehicle, N. 253. p. 194. Rises up the Vessels of Plants in the same manner as upon a Filter, N. 253. p. 208. No Water absolutely clear, N. 253. p. 195. Rain Water. See Rain. Engine to raise Water. See Inventions.\nWeather, an account of it for the Year, 1693. N. 249. p. 45. An account of that, and of the Barometer at Emuy in China, N. 256. p. 323.\n\nY.\n\nYear Julian of its alteration for the Gregorian, N. 257. p. 343. Annus Confusionis, at the Settling the Julian Account, N. 257. p. 349.\n\nERRATA\n\nNumber 252. Pag. 118. Line 4. read Boedt. Ibid. l. 10. Dele and not to be found in these parts.\n\nLondon: Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church Yard. 1700.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102663.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 5551,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1503,
        2
      ],
      [
        1503,
        4193,
        3
      ],
      [
        4193,
        6414,
        4
      ],
      [
        6414,
        9078,
        5
      ],
      [
        9078,
        11505,
        6
      ],
      [
        11505,
        12899,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102663",
    "title": "Back Matter",
    "authors": null,
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102663"
  }
}