{
  "id": "6bed02cf7fb983b48647d02da800ecc5afd54fa8",
  "text": "XLIV. A Copy of a Letter from John Ellis, Esq; F. R. S. to Dr. Linnæus, F. R. S. &c. with the Figure and Characters of that elegant American Evergreen-tree, called by the Gardiners the Loblolly-Bay, taken from Blossoms blown near London, and shewing that it is not an Hibiscus, as Mr. Miller calls it; nor an Hypericum, as Dr. Linnæus supposes it; but an entire new Genus, to which Mr. Ellis gives the Name of Gordonia.\n\nDear Sir,\n\nRead Dec. 20, 1770.\n\nYOU are no stranger to the frequent errors that arise in botany, by taking the characters of new genera from specimens of dried plants; at the same time it is well known to be an established rule with you to alter or amend any thing of this kind, as soon as it appears clear to you from better evidence. This is the reason that I address you with more freedom in the present botanical cause, in which you are concerned.\n\nYou\nYou must know then, that we have lately got into a method of cultivating that elegant evergreen-tree, called in South Carolina and the Floridas, the Loblolly-bay, or *Alcea Floridana*, &c. of Catesby's History of Carolina, vol. I. tab. 44. p. 44.\n\nThis tree has lately produced some well-blown flowers, in the curious botanic garden of Mr. Bewick, at Clapham, near London, who was so obliging to send them to me to examine their characters while fresh: I had very fortunately by me some dried specimens, which had been sent me from our mutual friend Dr. Alexander Garden, of Charles-town, South-Carolina. When I compared the fresh specimens with the dried ones, it soon became evident to me, why you judged it to be of the class of Polyadelphia, and placed it among the *Hypericum* with the trivial name of *Lafianthus*. For the stamina in the dried specimen appeared to be divided into five distinct phalanges, or bundles, with their filaments united together; but when you observe the figure and description of the new-blown flower, you will find that the filaments of the stamina being united at the bottom in a circle round the top of a funnel-shaped tube, will bring it to the class of Monadelphia; and probably next to the *Stewartia*. The only doubt I have in the description is, whether the style should be called one or five, the latter of which numbers you have adopted, and perhaps more properly, but in that I shall submit to your decision.\n\nIf, after you have seen it, you think, with many of your friends, both here and in America, that it is a new genus, I desire it may have a place among your\nyour genera, by the name of *Gordonia*, as a compliment to our worthy friend, that eminent gardener Mr. James Gordon, near Mile-end, to whom the science of botany is highly indebted, and whose merit is universally known for his great knowledge in the cultivation of exotic plants.\n\nMr. Miller, after telling us in his Gardener's Dictionary of the difficulty, or rather impossibility, to raise it, has placed it under the genus of *Hibiscus*; but as both the characters of that genus, in which he has followed you, as well as the face and habit of this plant, differ so much from an *Hibiscus*, I am convinced you will agree with me, that it does not belong to it.\n\n**Botanical Characters of the GORDONIA.**\n\n**MONADELPHIA POLYANDRIA.**\n\n**Calyx.** The perianthium, or flower-cup, consists of five concave, roundish, downy, and stiff leaves, hairy on their edges, and, upon the falling off of the corolla, embracing the germen or seed bud very strongly: these remain till after the seed-vessel is ripe.\n\nObs. Upon the stalk under this flower-cup are four floral leaves, or bracteae, placed at unequal distances, of an oblong form, concave, and roundish at top, and truncated at bottom, where each seems to embrace a part of the stalk. These cover the flower, and its proper\nper calyx, or flower cup, in its younger state, but as it grows up and expands, they begin to appear more distant from each other, and soon decay; otherwise they might be supposed to have the appearance of an exterior flower cup.\n\nCorolla. The flower consists of five large, fleshy, concave, inverted-oval petals, united at the narrow part of the base, forming as it were one petal; in the inside of this narrow part, or joining, is a funnel-shaped fleshy substance, like a nectarium; which is united to, and appears to be, a part of the petal; this surrounds the germen, or embryo seed-vessel. The upper part of this fleshy funnel-shaped tube is waved in such a manner, that the rising of each wave answers to the middle of each petal.\n\nStamina (or male organs). The filaments of these are numerous, and linear shaped, they are inserted all round on the top or margin of this waved part of the funnel-shaped tube (not separated by distinct parcels, or united only in different bundles, as in the class of Polyadelphia) but equally distinct from each other, and connected together at the bottom by this fleshy tube. The antheræ, or summits, that contain the male-dust, are of an oval form and erect; they have a cell on each side full of farina, of a globular shape, when viewed by the microscope, different from the malvaceous tribe, which are full of points, and a common object in microscopes.\nPistillum (or female organ). The germen, or seed-bud, is oval, and acuminated towards the top, where the style begins. The style is very short, and has five little ridges on the sides, as if five styles were united together. The tops of these supposed connected styles, end in five acute stigmata, or openings of the style, disposed horizontally in a radiated form, a little contorted towards the points. On the upper part of each of these is a longitudinal cavity, covered with down, and ending with each of them in a point.\n\nPericarpium. The capsule is egg-shaped and acuminated at the top. It is of a woody consistence, and splits open at top when ripe into five valves, with five cells, or loculaments.\n\nSemina. The seeds are kidney-shaped, and winged obliquely on one side; there are two seeds in each cell.\n\nExpla-\nEXPLANATION OF PLATE XI.\n\nA The flower of the Gordonia Lasianthus, unopened, with its calyx and bracteal leaves; from the curious garden of Benjamin Bewick, Esq; at Clapham.\n\nB The petals dropt off, these are united at their base; see B 1.\n\nC The petals, or corolla expanded, to shew the fleshy funnel-shaped tube, which unites the filaments together at their base.\n\nD The pistillum, whose germen, or seed-bud, has been surrounded by the base of the corolla at B 1.\n\nE The calyx, or flower-cup, consisting of five little stiff leaves.\n\nFFFF The four bracteal leaves.\n\nG The short style, and five stigmata.\n\nG 1 The stigmata magnified.\n\nH The conical germen, or seed bud, surrounded by the calyx.\n\nH 1 The seed vessel before it is ripe, with the calyx reflexed and withered.\n\nI The pericarpium, or seed-vessel, with its valves open.\n\nKK Two winged seeds.\n\nL Three of the petals cut off, to shew how they are united to the fleshy funnel-shaped tube, that supports the stamina.\n\nMMM The stamina with their filaments and summits a little magnified.\n\nN The bracteal leaves surrounding the flower-bud unopened.\n\nXXX 2\n\nXLV. The",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105916.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 2060,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        878,
        2
      ],
      [
        878,
        2488,
        3
      ],
      [
        2488,
        3761,
        4
      ],
      [
        3761,
        5158,
        5
      ],
      [
        5158,
        5979,
        6
      ],
      [
        5979,
        5979,
        7
      ],
      [
        5979,
        5979,
        8
      ],
      [
        5979,
        5979,
        9
      ],
      [
        5979,
        7100,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105916",
    "title": "A Copy of a Letter from John Ellis, Esq; F. R. S. to Dr. Linnaeus, F. R. S. &c. With the Figure and Characters of That Elegant American Evergreentree, Called by the Gardiners the Loblolly-Bay, Taken from Blossoms Blown Near London, and Shewing That It is not an Hibiscus, as Mr. Miller Calls It; Nor an Hypericum, as Dr. Linnaeus Supposes It; But an Intire New Genus, to Which Mr. Ellis Gives the Name of Gordonia",
    "authors": "John Ellis",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105916"
  }
}