{
  "id": "8a222b01698bbacd0672b104cdd6135b1ff16bf2",
  "text": "I do not remember, that I heard any noise or whizzing in the air as it passed; nor did any sulphureous smell attend it, that I could perceive.\n\nI looked on my watch immediately after it was gone by, and found by that, it was just twenty minutes past five; but, as I could not be sure that went right, I chose to mention the time in more general terms.\n\nIt was seen by vast numbers of people, and much talked of the next day.\n\nI am, dear Sir, with much esteem,\n\nYour very humble servant,\n\nBudge Row, Nov. 14. 1759. Josiah Colebrooke.\n\nXXXIII. An Account of the Meteor seen at Chigwell Row, in Essex, on the 20th of October 1759: In a Letter to the Rev. Dr. Birch, Secretary of the Royal Society, from Mr. William Dutton, Watchmaker in Fleet-street.\n\nSIR, Fleet-street, Dec. 1, 1759.\n\nRead Dec. 6, 1759.\n\nIn compliance with Dr. Pringle's request, I send you the following account of the meteor, which I saw some time ago, viz. on Saturday, Octob. 20th, about a quarter before six in the evening, whilst there was still some day-light, tho' several stars had begun to appear.\n\nAt that time I happened to be walking with my face eastward, with a companion, at Chigwell Row,\nin Essex (which lies about 12 miles east of London, and upon a pretty high hill), when we observed a meteor bearing northward of the east, in appearance not high up in the air, tho' with a considerable angle of elevation, perhaps of about 70 or 80 degrees, with its declination from the zenith eastwards. It moved with great velocity, in a direction from north to south, and seemingly in a curve line downwards; but vanished at the height of 4 or 5 degrees above the horizon, then bearing nearly south of us. It was of a round form, about the size of the planet Venus, when seen at the largest, of a light bluish cast, but very bright. At its vanishing, several particles, still brighter than itself, and somewhat like the stars, that are seen upon the breaking of a rocket, seemed to issue out of it. We perceived a faint light to follow it, like the tail of a comet, and about two feet in length. The whole time of the appearance did not exceed 3 or 4 seconds. This is the best account I can give of what I saw; and my companion, to whom I have shewn this letter, agrees with me in all these circumstances. I am,\n\nSIR,\n\nYour very humble servant,\n\nWm. Dutton.\n\nXXXIV. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105379.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 694,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1170,
        2
      ],
      [
        1170,
        2341,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105379",
    "title": "An Account of the Meteor Seen at Chigwell Row, in Essex, on the 20th of October 1759: In a Letter to the Rev. Dr. Birch, Secretary of the Royal Society, from Mr. William Dutton, Watchmaker in Fleet-Street",
    "authors": "William Dutton",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105379"
  }
}