{
  "id": "20a51110edc0524cb5ce0578701de4178be59561",
  "text": "in aetis Lipsiensibus &c alibi reperiuntur, quam praestantissimus ille liber (cui Titulum dedit—Analyse des Infiniment petits) faciunt ut magna quaest; ab Eruditissimo Marchione expectemus.\n\nQuodque ingeniosissimo Jo. Bernoullio vium fuerit (in Aetis Anni 1695. Mensibus Febr. & August:) Methodum meam non esse generalem pronunciare, id etiam ego lubens agnosco, ut exemplorum meorum serie facile percipere potuerit Vir acutissimus. In materia difficili gradus, quos poteram, feci; & si itineris Longitudine vel difficultate determinatus non ulterius tum progressus fuerim, mihi tamen (qui obiter tantum studiis hisce Mathematicis Animum adhibeo) qua volui, sistere licebat. In quo hæret Methodus mea partim notavit clariss. Bernoullius; rem tamen totam non profus affequutus videtur. Interim illi me plurimum devinetum habeo, quod suâ Animadversione Tractatum meum dignatus furet, multò tamen magis, quod tam candidè, tamq; humanè me ab erroribus meis liberare voluerit.\n\nVI. A Letter from Mr. Stephen Gray, dated Canterbury, Dec. 8. 1697. relating some Experiments about making Concave Specula nearly of a Parabolick Figure.\n\nI had before this time communicated the Experiments I mentioned in the end of my Letter of the 12th of May last, had I not expected an Opportunity to have made some farther Progress than I have yet done. I shall not spend time to tell you how I have been obstructed in having my Thoughts diverted by other Affairs, yet I think it convenient to let the Society know how far I have proceeded toward the way to make the Concave Specula nearly of a Parabolick Figure, which they will naturally receive, or at least with a very little Assistance of Art, having the Ambition to think, that if any ingenious Person shall think fit\nto prosecute the Inquiry, these Experiments may prove not altogether useless hints, and so ought not to be forgotten.\n\nA Linnen Cloth being first wet in fair Water, and then laid on a Concave Cylinder, as the Verge of a Seive, Keeler, or the like, its central Parts will descend so as to form a very regular Concave Superficies, which I suspected to be Parabolical, well known to be the best of Figures, could it be obtained for Burning Glasses; in which I was not greatly deceived.\n\nA Thread being first wet in common Water, and then suspended with its Two Ends, or any Two Points nearer than their utmost extent; so as it might touch the Center of the suspended Cloth and its Two opposite Points on the the Ring was found to have the same Curvature, as indeed could scarce be doubted, since the Cloth is but a number of Threads Suspended in the Posture of this single one. My Business then was to examine the Figure of a Line suspended with its Two Ends nearer than their utmost Extent, which I did in manner following:\n\nOn the Side of a Wall I described Parabolas of several Species, whose Axes were Perpendicular and Perimeter Horizontal, to which the Line being applied so as it might touch the Vertex, past very nearly through all the intermediate Points of the Parabola, much nearer than the Portion of a Circle which past through the Extremity of the Perimeter, and Latus Rectum would do.\n\nBut to make what I have said more intelligible, see Figure 2. where A B is the Perimeter C D the Axis C the Focus and D the Vertex r, 2, 3, 4, 5, the several Points in the Parabola A F D B G, the form of the suspended Line, A H D I B, a portion of a Circle, which though it past through the Points A D B, is more remote from\nfrom the other Points of the Parabola than the Suspended Line.\n\nFrom hence I conclude, that a ponderous and pliable Substance being suspended on a Ring or hollow Cylinder, so as that its Central Parts may descend, will form itself into a Figure that is more commodius for Burning-Glasses than the Spherical, of which they are now made, being much nearer their most absolute Figure the Parabola.\n\nNow if there may be a way found to give to Cloth or Leather a Metalline Surface, or a Varnish that may bear a good Polish; or if this be found impracticable, perhaps Plates of Metal may be beat out so thin, as being suspended on a large Ring, will by their own Gravity receive their true Figure, one may make Speculums of what Largeness he pleaseth, and there will be another Property in them, which makes it very desirable, that one and the same Speculum will be mutable into all Degrees of Concavity, and so have its focal Length increased or diminished, according to the Purpose 'tis designed for.\n\nNot long after I had made these Observations, I devised the following Experiment.\n\nThere was taken a sufficient Quantity of Potters-Clay, of which there was formed a plain Circular Plate, by help of an Iron Ring about 13 Inches Diameter. This was laid on a lesser Ring, which was supported by Four Feet, and it immediately became of a very regular Concave on its upper, and Convex on its under Superficies: but notwithstanding 'twas set to dry in the Shade, yet before it was dry enough, its Central Parts extended so as to become almost plain, not without some Defects; if it had continued in its Regularity, I designed to have burned and glazed it in a Potters Furnace. But I have since had a Concave Plate of Clay, which I formed by hand\nand glazed, but found the Glass to flow more inequally than I expected, though the Potter tells me 'twas caused by the Foulness of the Earth I used.\n\nVII. Part of a Letter of Mr. Anthony van Leeuwenhoeck, dated Delft, Sept. 10. 1697. Concerning the Eggs of Snails, Roots of Vegetables, Teeth, and Young Oysters.\n\nMr. Friderick Walfert from Overschie, about Two Years ago brought me some little White Round Eggs, mixt with dry Earth, in which Earth the Eggs were found, and whose Axis was almost the Fifteenth Part of an Inch, together with a Desire to inquire what living Creature would come out of them.\n\nI did separate some of these Eggs, and found a thin Moisture in them, mixt with round Bubbles; the rest of the Eggs I included in a Glass, but the internal Matter dried in a few Days away, and the White Membrane of the Eggs (which was very tender and soft) wrinkled together, by drying away the Moisture, so that no living Creature did come out of them.\n\nThe Year following, the fore-mentioned Friend brought me again some of these Eggs, with which I did as before, but I did not get any thing out of them.\n\nNow in the begining of the Month of July, the same Friend brought me a greater Quantity of these Eggs, that was mixt with a Handful of wet Earth.\n\nIn the mean time it came into my Mind, if the drying away of the Moisture of these Eggs was not the Reason of their not bringing forth a living Creature, because the Eggs being in a dry Earth, grew fruitless, and that the Nature of those Eggs required a moist Earth, and for that Reason.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102415.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9224,
    "total-output-tokens": 1840,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1752,
        3
      ],
      [
        1752,
        3475,
        4
      ],
      [
        3475,
        5214,
        5
      ],
      [
        5214,
        6762,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102415",
    "title": "A Letter from Mr. Stephen Gray, Dated Canterbury, Dec. 8. 1697. Relating Some Experiments about Making Concave Specula Nearly of a Parabolick Figure",
    "authors": "Stephen Gray",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102415"
  }
}