{
  "id": "ed1d13571f4a4921f6dd8cc85f104b639285a1df",
  "text": "Pipes joined together, so as to constitute one greater. Yet these Pipes were very full, which hindered my better observation of them. And I am apt to think, that there was one sort of Pipes different from the former, which are continued from the Centre of the bone, towards the circumference, as the Insertions do in the Wood of a Plant. But I doubt whether I shall be able hereafter more distinctly to discover these last said Pipes, because I cannot handle the Bone after my own pleasure.\n\nOf The Grain of Ivory.\n\nThe Author of these Transactions hath often taken notice of the Grain of Ivory; and is that which, upon a due position to the falling light, is visible to a naked Eye. The several pieces whereof it is composed, appearing like the Fibres or Threads of a Muscle, running in parcels, decussatim, and under and over one another reciprocally; and so making up one Piece of Platted Work: as in Fig. 3 is in some part represented. And as hereafter, & in another place may further be shew'n.\n\nMicroscopical Observations of the Structure of Hair: Made also and Communicated by the abovesaid Mr. Anthony Leeuwenhoeck.\n\nI have formerly examined the Structure of Hair; and so much as I thought I saw myself, shewed to certain learned Gentlemen; who then all agreed with me, that it consisted wholly of Globules. As did also to my thinking the Hoof of an Elk. But not being satisfied, without further inquiry; I took the Hair of my Beard, after it had been shaved the first, second, third, and fourth days, and observed, That the little particles which we saw through the common Microscopes (which yet were very good) and which appeared round, were indeed irregular, and lay very closely pressed one upon another. Of these particles consist the outer parts, or Cuticle (or, as the Author calls them, Clods) of the Hair. One of these Hairs I met with, which seemed rare, being on the one side convex, on the other",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101808.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 494,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1915,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101808",
    "title": "Of The Grain of Ivory",
    "authors": null,
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101808"
  }
}