{
  "id": "3d5f820b90fbf09a1b8d5ea8d56c80627853d069",
  "text": "XXXIII. A Letter from John Hope, M.D. F.R.S. Professor of Physic and Botany in the University of Edinburgh, to William Watson, M.D. F.R.S. on a rare Plant found in the Isle of Skye.\n\nSir,\n\nRead May 4, 1769. I SEND you, inclosed, a description of a rare plant, with a print of it of the natural size.\n\nIt was found, September 1768, in a small lake in the island of Skye, by James Robertson*, whom I had sent there in search of new or rare plants. The whole of it, except the head and top of the stalk, was under the surface of the water. Wherever the water was shallow, the bottom of the lake was covered with this plant, whose roots were so closely interwoven, that in some places large patches were torn up by the agitation of the waters, or other violence, and found floating on the surface, matted together.\n\nThe plant, when seen without its flowering stem, resembles somewhat the Calamaria Dill. Hist.\n\n* Mr. James Robertson is an eleve of mine, and has been employed by the commissioners of the annexed estates to make a botanical survey of the distant parts of Scotland.\nAt first sight I fancied it to be the same, and that the *Calamaria* had not been found with its flowering stem: more careful comparison convinced me they were different plants.\n\nAlthough it differs, in many circumstances, from the generic characters of the *Eriocaulon*, yet I am inclined to think it is the *Eriocaulon decangulare*, which has never yet been described, or properly figured.\n\nI have the honour of being,\n\nDear Sir,\n\nYour most obedient servant,\n\nEdinburgh, 10 April,\n1769.\n\nJohn Hope.\nERIOCAULON DECANGULAR E.\n\nRadix perennis, solida, interne alba, ex cujus parte inferiore oriuntur plurimae radiculae teretes, simplicissimae, pennae passerinae crassitudinis, albæ, fere pellucidæ, per totam longitudinem dissepimentis opacis, transversis, sive articulationibus interceptæ, in centro harum per totam longitudinem est linea quaedam opaca. Extremitates describere non audeo, quia in singulis speciminibus mihi oblatis, omnes radiculae ruptae fuerunt. Sapor radiculorum primo insipidus est, levi postea cum acrimoniâ.\n\nFolia Radicalia, ex parte superiore radicis oriuntur plurima, sub-erecta, similia quod ad figuram externam, et simili modo disposita ac in Agave Americana: sesqui-unciam longa, lata basi, margine integerrimâ, sensim attenuantur in apicem acutum, pagina inferiore convexa; superiore concava, nervosa: et spatia, his nervis longitudinalibus definita, iterum dividuntur dissepimentis transversis, singulis singulis propriis, ut in figura.\n\nTruncus scapus erectus; e centro foliorum oritur, vagina tenui membranacea, apice bifido, duas uncias longa, respectu nervorum et dissepimentorum foliis simili, inclusus, subteres, fistulis septem in ambitu conflatius, supra vaginam nudus, contortus.\n\nFructificatio androgyna in capitulo terminali, globoso, imbricato.\n\nI i 2\n\nCalyx\nCALYX communis, squamis plurimis, nigris, subrotundis, concavis, membranaceis; parte superiore ciliatis; duæ sunt series florum fœmineorum in radio.\n\nFLOS FOEMINEUS IN RADIO.\n\nSquama, ovata, nigra, superne ciliata sensim desinens in unguem brevem, externe adstat singulis flosculis.\n\nCAL. PROP. perianthium diphyllum, foliolis ovatis, concavis, nigris, superne ciliatis, in unguem angustam sensim desinentibus. Not. cilia squamarum sunt alba.\n\nCOROLLA dipetala, petalis albis, oblongis, concavis, sensim desinentibus in ungues angustos, apice et dorso ciliatis, et macula nigra in medio fere laminæ notatis.\n\nPISTILLUM germen compresso-subrotundum, stylus brevis, stygmata duo longa, filiformia.\n\nPERICARPIUM capsula compresso-subrotunda, nigra, bilocularis.\n\nSEmen in singulis loculis unicum, læve, dissepimento affixum citrini coloris, ad apicem umbilicatum.\n\nFLORES MASCULI IN DISCO PLURES.\n\nSquama adstat flosculis masculis, ut in fœmineo flore.\n\nCALIX perianthium diphyllum foliolis cuneiformibus, concavis, ciliatis.\n\nCOROLLA\nCorolla monopetala infundibuliformis, ore bilabiato, fimbriato.\n\nStamina filimenta (quatuor?*) filiformia, longitudine, corollæ, vel longiora.\n\nAntheræ nigræ, oblongæ.\n\nEdinæ, Apr.\n1769. J. Hope, M. & Bot. P.\n\n* Staminum numerum definire vix audeo.\nEXPLICATIO TABULÆ XII.\n\nFig. 1. Plantæ ut naturaliter crescunt.\nFig. 2. Planta unica seorsim exhibita, ut apparuit aqua immersa et inter lucem et oculum visa.\n   a Capitulum magnitudine auctum.\n   b Scapi fragmentum magnitudine auctum.\n   c Fibrilla radicis magnitudine aucta.\n   d Folium transverse sectum magnitudine auctum.\n\nPARTES FRUCTIFICATIONIS.\n\nA Squama calycis communis.\nB Squama quæ singulis flosculis fæmineis adstat.\nC Foliola duo perianthii proprii flosculum fæmineum tegentia.\nDD Eadem foliola perianthii proprii e situ naturali remota.\nE Pars germinis.\nF Petala\nGG Eadem petala e situ naturali remota.\nH Germen.\nI Stylus.\nK Stygmata.\nL Pericarpium transverse sectum.\nM Semina duo.\n\nN Squama quæ singulis flosculis masculis adstat.\nO Foliola duo Perianthii proprii.\nP Petalum.\nR Petalum apertum ut insertio staminum appareat.\nS Petalum staminibus remotis.\nT Stamen.\n\nXXXIV. Astro-\nEXPLICATIO TABULÆ\n\nFig. 1 Planta ut naturaliter crescunt.\n\nFig. 2 Planta unica seminum exhibita et apparuit aqua immersa et inter lucem et oculum visa.\n\na. Capitulum magnitudine auctum.\nb. Capsi fragmentum magnitudini aucti.\nc. Fibrilla radicis magnitudine aucta.\nd. Folium transverse sectum magnitudine auctum.\n\nERIOCAULON DE CANGUI\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105831.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14204,
    "total-output-tokens": 1936,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1077,
        2
      ],
      [
        1077,
        1578,
        3
      ],
      [
        1578,
        2879,
        4
      ],
      [
        2879,
        3911,
        5
      ],
      [
        3911,
        4160,
        6
      ],
      [
        4160,
        5056,
        7
      ],
      [
        5056,
        5390,
        8
      ],
      [
        5390,
        5390,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105831",
    "title": "A Letter from John Hope, M. D. F. R. S. Professor of Physic and Botany in the University of Edinburgh, to William Watson, M. D. F. R. S. on a Rare Plant Found in the Isle of Skye",
    "authors": "John Hope",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105831"
  }
}