{
  "id": "f2699105b2eeb1a62eaab4d1c6d154f57d95979f",
  "text": "XXXII. On the Differential Coefficients and Determinants of Lines, and their Application to Analytical Mechanics. By A. Cohen, Esq. Communicated by Professor Stokes, Sec. R.S.\n\nReceived May 8,—Read June 19, 1862.\n\nCHAPTER I.\n\n1. I propose in these pages to prove the principal theorems of dynamics in a manner which appears to me both simpler and more methodical than that in which they are generally proved; and I believe that I shall be able, by applying a few conceptions which spring naturally from the principles of higher algebra and statics, to give a clear interpretation to most of the more complicated formulae in dynamics, as well as to the several analytical steps which lead to those formulae.\n\n2. There are many reasons why the diagonal AD, which is constructed on the straight lines AB, AC, should be considered as the sum of those two lines. Those reasons may be found developed in De Morgan's 'Double Algebra,' in Warren 'On Imaginary Quantities,' and in the Tract of Benjamin Gompertz 'On Imaginary Quantities.'\n\nI shall therefore call AD (AD being the diagonal of the parallelogram constructed on AB and AC) the complete sum of AB and AC, and the two lines AB and AC will be called the components of AD. Moreover, denoting AB, AC, AD by P, Q, R respectively, I shall express their relation to one another by the equation\n\n\\[ R = (P) + (Q). \\]\n\nI shall likewise denote by \\((-Q)\\) a line equal and opposite to Q, and define \\((P) - (Q)\\) to be the same as \\((P) + (-Q)\\), calling it the complete difference of P and Q.\n\nAll lines which have the same length and direction will be considered as equal to one another, so that any line is equivalent to a line through the origin having the same length and direction.\n\n3. It evidently follows from the above definitions, that the complete sum of AB and BC is AC, and the complete difference of AB and AC is BC.\n\n4. Suppose now Q to represent a line which varies with the time \\( t \\) both in length and direction. The complete difference of the two consecutive values of Q after an increment of time \\( \\Delta t \\) may be called the complete increment of Q, and may be denoted by \\( \\Delta(Q) \\). Moreover, if we divide the length of \\( \\Delta(Q) \\) by \\( \\Delta t \\), and take the limit of that ratio, then the line which has that limit for its length, and which has for its direction the direction of \\( \\Delta(Q) \\), when \\( \\Delta t \\) diminishes without limit, will be called the complete differential coefficient of Q, and will be denoted by \\( D_t(Q) \\).\n\n5. It will be sometimes found convenient to denote a line of length \\( r \\), which is parallel or perpendicular to a line P, by \\((r \\parallel P)\\) or \\((r \\perp P)\\). Moreover, if \\( n \\) represent a\nnumerical quantity, then $nP$ may be used to denote a line which is in the direction of $P$, and whose length bears to that of $P$ the ratio of $n$ to 1.\n\n6. The following Lemmas, which will be of constant use, are all but self-evident:\n\nI. If $R = (P) - (Q)$, then $(R) - (P) + (Q) = 0$. In short, the ordinary rule of signs holds good.\n\nII. $(nP) \\pm (nQ) = n \\{(P) \\pm (Q)\\}$.\n\nIII. The projection on any line or plane of the complete sum or difference of two lines is equal to the sum or difference of their respective projections on the line or plane.\n\n7. Whenever there is no risk of any mistake, the brackets may be omitted in the above and similar formulae, and the complete sum or difference of lines may be spoken of simply as their sum or difference.\n\nWhat has been hitherto said may be of course extended to all magnitudes whatsoever which can be adequately represented by straight lines, such as forces, velocities, axes of couples, axes of rotation, and accelerations, &c.\n\n8. The application which can be made in dynamics of this conception of the complete differential coefficient of a line, will become at once apparent from the following considerations.\n\nSuppose a particle to be moving from $A$ to $B$. Let $O$ be any fixed point. Then the particle’s velocity is, according to its very definition, represented in magnitude and direction by the limit of $\\frac{AB}{\\Delta t}$. But $AB$ is the complete difference of $OB$ and $OA$, or the complete increment of the radius vector $OA$, and therefore the velocity, being the limit of $\\frac{AB}{\\Delta t}$, is the complete differential coefficient of the radius vector.\n\nIn the next place let $OA$ and $OB$ in the last figure represent in magnitude and direction the successive velocities of a particle at times $t$ and $t + \\Delta t$ respectively. Then, since $OB = (OA) + (AB)$, it follows that, if with the velocity $OA$ we compound the velocity $AB$, we shall obtain the velocity $OB$, and therefore the particle’s acceleration is represented by the limit of $\\frac{AB}{\\Delta t}$, or by the complete differential coefficient of the velocity $OA$.\n\nHence we have the following proposition:\n\nIf a particle’s velocity and acceleration be represented by straight lines, the velocity will be represented by the complete differential coefficient of the radius vector drawn from a fixed point to the particle, and the acceleration will be represented by the complete differential coefficient of the velocity. Or more briefly, the velocity is the complete differential coefficient of the radius vector, and the acceleration is the complete differential coefficient of the velocity, and is therefore the second complete differential coefficient of the radius vector. So that if $R$ denote the radius vector, and $V$ and $F$ denote respectively the velocity and acceleration, we have\n\n$$V = D_t(R), \\quad F = D_t(V) = D_t^2(R).$$\n9. Such then being the connexion which exists between the differential coefficient of the radius vector and the velocity and acceleration of a particle, I will proceed to prove some of the principal propositions concerning the differential coefficients of lines, and to apply them to the dynamics, or rather the kinematics of a particle.\n\nThe first proposition is the following:\n\nIf \\( P, Q, R \\) represent straight lines, and if we have\n\n\\[\n(P) \\pm (Q) = R,\n\\]\n\nthen\n\n\\[\nD_t(P) \\pm D_t(Q) = D_t(R).\n\\]\n\nFor let \\( P, Q, R \\) after an interval of time \\( \\Delta t \\) become \\( P', Q', R' \\) respectively, then we have\n\n\\[\n(P') \\pm (Q') = R',\n\\]\n\nand therefore, by Lemma I. of section 6, it follows that\n\n\\[\n\\{(P') - (P)\\} \\pm \\{(Q') - (Q)\\} = (R') - (R),\n\\]\n\nor\n\n\\[\n\\Delta(P) \\pm \\Delta(Q) = \\Delta(R).\n\\]\n\nTherefore by Lemma II. of section 6, we have\n\n\\[\n\\left( \\frac{\\Delta(P)}{\\Delta t} \\right) \\pm \\left( \\frac{\\Delta(Q)}{\\Delta t} \\right) = \\frac{\\Delta(R)}{\\Delta t};\n\\]\n\nand taking the limit of both sides of this equation, we obtain\n\n\\[\nD_t(P) \\pm D_t(Q) = D_t(R).\n\\]\n\nSimilarly it may be shown that\n\n\\[\nD_t\\{(P) \\pm (Q) \\pm (R)\\} = D_t(P) \\pm D_t(Q) \\pm D_t(R).\n\\]\n\nMoreover, denoting the second complete differential coefficient by \\( D^2_t \\), it follows that\n\n\\[\nD^2_t\\{(P) \\pm (Q) \\pm (R)\\} = D_t\\{D_t(P) \\pm D_t(Q) \\pm D_t(R)\\}\n\\]\n\n\\[\n= D^2_t(P) \\pm D^2_t(Q) \\pm D^2_t(R).\n\\]\n\n10. Suppose now a line \\( Q \\) to have \\( Q_x, Q_y, Q_z \\) for its components parallel to the axes of coordinates \\( Ox, Oy, Oz \\); it is evident from Lemma III. of section 6, that\n\n\\[\nQ = (Q_x) + (Q_y) + (Q_z).\n\\]\n\nIt follows, therefore, from the preceding section, that\n\n\\[\nD_t(Q) = D_t(Q_x) + D_t(Q_y) + D_t(Q_z) \\ldots \\ldots \\ldots \\ldots \\quad (I.)\n\\]\n\nand\n\n\\[\nD^2_t(Q) = D^2_t(Q_x) + D^2_t(Q_y) + D^2_t(Q_z). \\ldots \\ldots \\ldots \\ldots \\quad (II.)\n\\]\n\nThese equations are true whether the axes of coordinates are fixed or move. But supposing the axes to be fixed axes, let \\( q_x, q_y, q_z \\) be the respective lengths of \\( Q_x, Q_y, Q_z \\). Then it is evident that, as the direction of \\( Q_x \\) does not vary, \\( D_t(Q_x) \\) is a line whose direction is that of \\( Q_x \\) or \\( Ox \\), and whose length is \\( \\frac{dq_x}{dt} \\); and similarly, \\( D^2_t(Q_x) \\) is a line whose direction is that of \\( Ox \\), and whose magnitude is \\( \\frac{d^2q_x}{dt^2} \\). Similar results hold good for\nTherefore the two equations (I.) and (II.) evidently show that the components of $D_t(Q)$ and $D_t^2(Q)$ parallel to $Ox$ are respectively equal to $\\frac{dq}{dt}$ and $\\frac{d^2q}{dt^2}$.\n\n11. It is easy to apply the above results to the velocity and acceleration of a particle. For let $Q$ in the last section stand for the radius vector of a moving particle, then the components of the radius vector are respectively equal to $x$, $y$, and $z$; and since the velocity is the complete differential coefficient, and the acceleration is the second complete differential coefficient of the radius vector, it follows from the last section that the components parallel to $Ox$ of the velocity and of the acceleration are respectively equal to $\\frac{dx}{dt}$ and $\\frac{d^2x}{dt^2}$. So that if $v_x$, $v_y$, $v_z$ be the components of the velocity, and $f_x$, $f_y$, $f_z$ be the components of the acceleration, we have the elementary formulae\n\n$$v_x = \\frac{dx}{dt}, \\quad \\text{and similarly} \\quad v_y = \\frac{dy}{dt}, \\quad v_z = \\frac{dz}{dt};$$\n\n$$f_x = \\frac{d^2x}{dt^2}, \\quad \\text{and similarly} \\quad f_y = \\frac{d^2y}{dt^2}, \\quad f_z = \\frac{d^2z}{dt^2}.$$\n\n12. Our next proposition will arise from investigating the complete differential coefficient of a line $Q$, which varies both in magnitude and direction with the time $t$.\n\nLet $Q$ at time $t$ be the line $OA$, and let it become $OB$ at time $t + \\Delta t$, so that we have\n\n$$\\Delta(Q) = (OB) - (OA) = AB.$$ \n\nProduce $OA$ to $C$, making $OC = OB$, and draw $BC$. Let $OA$ and $OB$ have for their respective lengths $q$ and $q + \\Delta q$, and let angle $BOA = \\alpha$.\n\nThen\n\n$$\\Delta(Q) = AB = (AC) + (CB).$$\n\nTherefore, by Lemma II. of section 6,\n\n$$\\frac{\\Delta(Q)}{\\Delta t} = \\left(\\frac{AC}{\\Delta t}\\right) + \\left(\\frac{CB}{\\Delta t}\\right). \\quad \\ldots \\ldots \\ldots \\ldots \\quad (I.)$$\n\nNow diminish $\\Delta t$ indefinitely and take the limit of the last equation. The limit of $\\frac{\\Delta(Q)}{\\Delta t}$ is $D_t(Q)$, the complete differential coefficient of $Q$. The limit of $\\frac{AC}{\\Delta t}$ is evidently a line whose length is the limit of $\\frac{AC}{\\Delta t}$, or $\\frac{dq}{dt}$, and whose direction is that of $OA$ or of $Q$.\n\nFinally, since $COB$ is an isosceles triangle, $\\frac{CB}{\\Delta t}$ has for its limit a line whose length is $OA$ limit of $\\frac{\\alpha}{\\Delta t}$, and whose direction is perpendicular to $OA$ or $Q$, and in the plane in which $Q$ is moving at time $t$; and if $\\varpi$ be the rate at which the direction of $Q$ is varying at time $t$, $\\varpi =$ limit of $\\frac{\\alpha}{\\Delta t}$. Therefore, taking the limit of equation (I.), we obtain\n\n$$D_t(Q) = \\left(\\frac{dq}{dt} \\parallel Q\\right) + (q \\varpi \\perp Q),$$\nthe latter line \\((q\\varpi \\perp r\\) to \\(Q\\) being in the plane in which \\(Q\\) is moving at time \\(t\\). This is the fundamental proposition concerning the differential coefficient of a line, and may be stated in the following form:\n\nThe complete differential coefficient of a line \\(Q\\), whose length is \\(Q\\) and whose direction is at time \\(t\\) varying with an angular velocity \\(\\varpi\\), is the complete sum or is compounded of two lines, one being \\(\\frac{dq}{dt}\\) in the direction of \\(Q\\), and the other being \\(q\\varpi\\) in a direction perpendicular to \\(Q\\) and in the plane in which \\(Q\\) is moving at time \\(t\\). The former of these two lines would evidently be the complete differential coefficient of \\(Q\\), if the length of \\(Q\\) only varied, and the latter would be its complete differential coefficient if the direction of \\(Q\\) only varied; and in this sense it may therefore be said that the complete differential coefficient of a line is the complete sum of the two partial differential coefficients obtained by varying separately the length and the direction of \\(Q\\). One of these partial differential coefficients may be called the length-differential coefficient, and the other the direction-differential coefficient of \\(Q\\), and the complete sum of these two constitutes the complete differential coefficient of \\(Q\\).\n\n13. Let \\(Q\\) in the preceding section stand for the velocity of a moving particle. Then \\(D_t(Q)\\) will be the particle’s acceleration, \\(q\\) will be the velocity \\(v\\), and the direction of \\(Q\\) will be that of the tangent to the particle’s path. Finally, \\(\\varpi dt\\) will be the angle between two consecutive tangents, so that \\(\\varpi dt = \\frac{ds}{g}\\), \\(ds\\) being an element of the particle’s path, and \\(g\\) the absolute radius of curvature. Therefore \\(\\varpi = \\frac{1}{g} \\frac{ds}{dt} = \\frac{v}{g}\\). It follows then at once from the last section, that \\(D_t(Q)\\), the particle’s acceleration, is compounded of \\(\\frac{dv}{dt}\\) along the tangent, and \\(v\\varpi\\) or \\(\\frac{v^2}{g}\\) perpendicular to the tangent and in the plane in which the radius vector is moving at time \\(t\\). In other words, the resolved part of the acceleration along the tangent is \\(\\frac{dv}{dt} = \\frac{d^2s}{dt^2}\\), and the resolved part along the absolute radius of curvature is \\(\\frac{v^2}{g}\\).\n\n14. The same fundamental proposition of section 12 enables us to investigate \\(D_t^2(Q)\\), the second complete differential coefficient of a line \\(Q\\), if we suppose that line to move always in the same plane. We have, namely,\n\n\\[D_t(Q) = \\left( \\frac{dq}{dt} \\parallel Q \\right) + (\\varpi q \\perp r \\text{ to } Q).\\]\n\nNow, in order to find \\(D_t^2(Q)\\), we must ascertain the complete differential coefficients of \\(\\left( \\frac{dq}{dt} \\parallel Q \\right)\\) and of \\((\\varpi q \\perp r \\text{ to } Q)\\). The complete differential coefficient of the former line \\(\\left( \\frac{dq}{dt} \\parallel Q \\right)\\) is, by section 12,\n\n\\[\\left( \\frac{d^2q}{dt^2} \\parallel Q \\right) + \\varpi \\left( \\frac{dq}{dt} \\perp r \\text{ to } Q \\right).\\]\nAgain, the complete differential coefficient of the line \\((q\\varpi \\perp r \\text{ to } Q)\\) is similarly the complete sum of the line \\(\\left(\\frac{d}{dt}(q\\varpi) \\perp r \\text{ to } Q\\right)\\) and of a line whose length is \\(q\\varpi^2\\) and whose direction is perpendicular to the line \\((q\\varpi \\perp r \\text{ to } Q)\\), and whose direction is therefore evidently opposite to that of \\(Q\\). Hence \\(D_i(Q)\\) is the complete sum of\n\n\\[\n\\left(\\frac{d^2q}{dt^2} \\parallel \\text{ to } Q\\right) \\text{ and } \\left(\\varpi \\frac{dq}{dt} \\perp r \\text{ to } Q\\right) \\text{ and } \\left(\\frac{d}{dt}(q\\varpi) \\perp r \\text{ to } Q\\right) \\text{ and } \\left(-q\\varpi^2 \\parallel \\text{ to } Q\\right).\n\\]\n\nTherefore\n\n\\[\nD_i(Q) = \\left\\{\\left(\\frac{d^2q}{dt^2} - q\\varpi^2\\right) \\parallel \\text{ to } Q\\right\\} + \\left\\{\\left(q\\varpi + \\frac{d}{dt}(q\\varpi)\\right) \\perp r \\text{ to } Q\\right\\}.\n\\]\n\nIn other words, the components of \\(D_i(Q)\\) parallel and perpendicular to \\(Q\\) are respectively\n\n\\[\n\\frac{d^2q}{dt^2} - q\\varpi^2 \\text{ and } q\\varpi + \\frac{d}{dt}(q\\varpi).\n\\]\n\n15. This last result may be easily applied to the dynamics of a particle. For, let \\(Q\\) stand for the radius vector of a particle moving in a given plane. Let that radius vector have \\(r\\) for its length and \\(\\varpi\\) for its angular velocity; then, since the acceleration equals the second differential coefficient of the radius vector, it follows at once from the last section, that the components of the acceleration parallel and perpendicular to the radius vector are respectively\n\n\\[\n\\frac{d^2r}{dt^2} - r\\varpi^2 \\text{ and } r\\varpi + \\frac{d}{dt}(r\\varpi), \\text{ or } \\frac{1}{r} \\frac{d}{dt}(r^2\\varpi).\n\\]\n\n16. This last result is, however, but a particular instance of the connexion which exists between the actual motion of a particle, and its motion relatively to axes which move in the same plane as the particle moves. It will be found that that connexion may be easily deduced from the solution of the following problem:\n\n\"Supposing the axes of coordinates \\(Ox\\) and \\(Oy\\) to move about \\(O\\) in the plane of \\(xy\\) with an angular velocity \\(\\varpi\\) at time \\(t\\), it is required to find the complete differential coefficient of a line \\(Q\\) which moves in that plane, the lengths of \\(Q\\)'s components along the moving axes being given.\"\n\nLet \\(Q\\) have for its components \\(Q_x\\) and \\(Q_y\\), and let the respective lengths of these be \\(q_x\\) and \\(q_y\\). Then, by Lemma III. of section 6, we have\n\n\\[\nQ = (Q_x) + (Q_y).\n\\]\n\nWhence it follows that\n\n\\[\nD_i(Q) = D_i(Q_x) + D_i(Q_y).\n\\]\n\nNow since \\(Q_x\\) and \\(Q_y\\) vary in direction as well as magnitude, and since the angular velocity of their change of direction is \\(\\varpi\\), we have, by the fundamental proposition in section 12,\n\n\\[\nD_i(Q_x) = \\left(\\frac{dq_x}{dt} \\parallel \\text{ to } Ox\\right) + (\\varpi q_x \\perp r \\text{ to } Ox),\n\\]\n\n\\[\nD_i(Q_y) = \\left(\\frac{dq_y}{dt} \\parallel \\text{ to } Oy\\right) + (\\varpi q_y \\perp r \\text{ to } Oy).\n\\]\nBut since the lines \\((\\varpi q_x \\perp r\\) to \\(Ox)\\) and \\((\\varpi q_y \\perp r\\) to \\(Oy)\\) are respectively proportional and perpendicular to \\(Q_x\\) and \\(Q_y\\), and since the latter lines have \\(Q\\) for their complete sum, it evidently follows that the former two lines have for their complete sum a line which is perpendicular to \\(Q\\), and whose length is \\(\\varpi q\\).\n\nHence\n\n\\[D_t(Q) = \\left(\\frac{dq_x}{dt} \\parallel \\text{to } Ox\\right) + \\left(\\frac{dq_y}{dt} \\parallel \\text{to } Oy\\right) + (\\varpi q \\perp r \\text{ to } Q). \\ldots \\ldots \\quad (II.)\\]\n\n17. This last formula is true whether the axes be rectangular or oblique, and may be made the basis of all the formulæ of relative motion in one plane.\n\nIt may be observed that the line\n\n\\[\\left(\\frac{dq_x}{dt} \\parallel \\text{to } Ox\\right) + \\left(\\frac{dq_y}{dt} \\parallel \\text{to } Oy\\right)\\]\n\nis what would be the complete differential coefficient of \\(Q\\) if the coordinate axes were fixed; and it may therefore be called the complete differential coefficient relative to the moving axes, or, more briefly, the relative differential coefficient of \\(Q\\). So that the above formula shows that the complete differential coefficient of \\(Q\\) is its relative differential coefficient together with a line \\((\\varpi q \\perp r\\) to \\(Q\\)), the latter line being drawn towards the direction in which the axes are revolving.\n\n18. If the axes of coordinates be rectangular, then the line \\((\\varpi q_x \\perp r\\) to \\(Ox)\\) is evidently the same as \\((\\varpi q_y \\parallel \\text{to } Oy)\\), and the line \\((\\varpi q_y \\perp r\\) to \\(Oy)\\) is the same as \\((- \\varpi q_y \\parallel \\text{to } Ox)\\); and therefore, looking at the equations (I.) in section 16, we see that\n\n\\[D_t(Q) = D_t(Q_x) + D_t(Q_y)\\]\n\n\\[= \\left(\\frac{dq_x}{dt} - \\varpi q_y \\parallel \\text{to } Ox\\right) + \\left(\\frac{dq_y}{dt} + \\varpi q_x \\parallel \\text{to } Oy\\right).\\]\n\nIn other words, the components of \\(D_t(Q)\\) parallel to \\(Ox\\) and \\(Oy\\) are respectively\n\n\\[\\frac{dq_x}{dt} - \\varpi q_y \\quad \\text{and} \\quad \\frac{dq_y}{dt} + \\varpi q_x. \\ldots \\ldots \\ldots \\ldots \\quad (III.)\\]\n\nThe same result may be also deduced from formula (II.) in the same section, if we resolve the line \\((\\varpi q \\perp r\\) to \\(Q\\)) along the rectangular axes of \\(x\\) and \\(y\\).\n\n19. Let us apply the above formulæ first to the velocity of a particle.\n\nSuppose, then, a particle to move in a given plane, and that the rectangular axes of coordinates in that plane revolve about the origin with an angular velocity \\(\\varpi\\) at time \\(t\\). Let \\(v_x\\) and \\(v_y\\) be the components of the particle’s velocity along the moving axes. Then, since the velocity is the complete differential coefficient of the radius vector, and since \\(x\\) and \\(y\\) are the components of that radius vector, it follows from the formulæ (III.) of the last section, that\n\n\\[v_x = \\frac{dx}{dt} - y \\varpi,\\]\n\n\\[v_y = \\frac{dy}{dt} + x \\varpi.\\]\nIf the radius vector be chosen as axis of \\( x \\), then \\( x = r, y = 0 \\); therefore \\( v_x = \\frac{dx}{dt} \\) along the radius vector, \\( v_y = r\\omega \\) perpendicular to the radius vector, where \\( \\omega \\) is the angular velocity of the radius vector.\n\n20. Let us now apply the same formulæ (III.) of section 18 to the acceleration of a particle. Let \\( v_x \\) and \\( v_y \\), as before, denote the components of the velocity, and let \\( f_x \\) and \\( f_y \\) denote the components of the acceleration of the particle. Then, since the acceleration is the complete differential coefficient of the velocity which has \\( v_x, v_y \\) for its components, it follows at once from the formulæ (III.), that\n\n\\[\nf_x = \\frac{dv_x}{dt} - v_y \\omega,\n\\]\n\n\\[\nf_y = \\frac{dv_y}{dt} + v_x \\omega.\n\\]\n\nSuppose now the axis of \\( x \\) to be the radius vector, then we have already shown that \\( v_x = \\frac{dx}{dt}, v_y = r\\omega \\). Therefore by substituting these values in the last formulæ, we see that \\( f_x \\), the acceleration along the radius vector, is \\( \\frac{d^2r}{dt^2} - r\\omega^2 \\), and \\( f_y \\), the acceleration perpendicular to the radius vector, is \\( \\frac{dt}{dt} (r\\omega) + \\omega \\frac{dr}{dt} \\frac{1}{r} \\frac{d}{dt} (\\omega r^2) \\), which is the same result as was obtained in section 15.\n\n21. Returning to the more general case, we have, as before,\n\n\\[\nf_x = \\frac{dv_x}{dt} - v_y \\omega,\n\\]\n\n\\[\nf_y = \\frac{dv_y}{dt} + v_x \\omega;\n\\]\n\nand substituting in these the values already obtained for \\( v_x \\) and \\( v_y \\), namely, \\( \\frac{dx}{dt} - y\\omega, \\frac{dy}{dt} + x\\omega \\), we find\n\n\\[\nf_x = \\frac{d^2x}{dt^2} - 2 \\frac{dy}{dt} \\omega - \\omega^2 x - y \\frac{d\\omega}{dt},\n\\]\n\n\\[\nf_y = \\frac{d^2y}{dt^2} + 2 \\frac{dx}{dt} \\omega - \\omega^2 y + x \\frac{d\\omega}{dt},\n\\]\n\nwhich are the formulæ for the components of the acceleration in terms of the coordinates of the particle.\n\n22. The last formulæ (IV.) may also be obtained in the following manner.\n\nLet \\( Q_x \\) and \\( Q_y \\) represent respectively the components of the radius vector \\( Q \\) along the axes of \\( x \\) and \\( y \\). Then\n\n\\[\nQ = (Q_x) + (Q_y).\n\\]\n\nTherefore\n\n\\[\nD_i^2(Q) = D_i^2(Q_x) + D_i^2(Q_y).\n\\]\nBut since the axes of \\( x \\) and \\( y \\) revolve at time \\( t \\) with an angular velocity \\( \\omega \\), and since \\( Q_x \\) and \\( Q_y \\) have \\( x \\) and \\( y \\) for their respective lengths, it follows from section 14, that\n\n\\[\nD^2(Q_x) = \\left\\{ \\frac{d^2x}{dt^2} - x\\omega^2 \\right\\} \\| \\text{to } Ox + \\left\\{ \\frac{1}{x} \\frac{d}{dt}(x^2\\omega) \\perp r \\text{ to } Ox \\right\\},\n\\]\n\nand that\n\n\\[\nD^2(Q_y) = \\left\\{ \\frac{d^2y}{dt^2} - y\\omega^2 \\right\\} \\| \\text{to } Oy + \\left\\{ \\frac{1}{y} \\frac{d}{dt}(y^2\\omega) \\perp r \\text{ to } Oy \\right\\}.\n\\]\n\nWhence it is easy to see that the components of \\( D^2(Q) \\), or of the particle’s acceleration, are\n\n\\[\nf_x = \\frac{d^2x}{dt^2} - x\\omega^2 - \\frac{1}{y} \\frac{d}{dt}(xy^2),\n\\]\n\n\\[\nf_y = \\frac{d^2y}{dt^2} - y\\omega^2 + \\frac{1}{x} \\frac{d}{dt}(yx^2),\n\\]\n\nwhich equations are clearly the same as those obtained in the preceding section.\n\nWe shall soon prove similar formulae for the more general case of a particle and axes of coordinates moving in any manner whatsoever in space of three dimensions, and therefore, in order to prevent needless repetition, we shall postpone the further discussion and complete interpretation of the equations (IV.) or (V.).\n\n23. It is, however, interesting here to observe that all the results already obtained may be readily deduced from the principles of what Professor De Morgan has called “Double Algebra.” According to those principles, namely, the radius vector \\( R \\) whose length is \\( r \\) and whose inclination to a fixed line is \\( \\theta \\), is symbolically represented by \\( re^\\theta \\sqrt{-1} \\), so that we have\n\n\\[\nR = re^\\theta \\sqrt{-1}.\n\\]\n\nTherefore\n\n\\[\nD^2(R) = e^\\theta \\sqrt{-1} \\left( \\frac{dr}{dt} + r \\frac{d\\theta}{dt} \\sqrt{-1} \\right);\n\\]\n\nand the last expression represents the complete sum of\n\n\\[\n\\left( \\frac{dr}{dt} \\| \\text{to } R \\right) \\text{ and } \\left( r \\frac{d\\theta}{dt} \\perp r \\text{ to } R \\right).\n\\]\n\nThis result is the same as that arrived at in section 12.\n\nAgain, \\( D^2(R) = D(D(R)) = \\)\n\n\\[\ne^\\theta \\sqrt{-1} \\left( \\frac{d^2r}{dt^2} + \\sqrt{-1} \\frac{d}{dt} \\left( r \\frac{d\\theta}{dt} \\right) + \\frac{d\\theta}{dt} \\sqrt{-1} \\left( \\frac{dr}{dt} + r \\frac{d\\theta}{dt} \\sqrt{-1} \\right) \\right)\n\\]\n\n\\[\n= e^\\theta \\sqrt{-1} \\left( \\frac{d^2r}{dt^2} - r \\frac{d\\theta^2}{dt^2} + \\sqrt{-1} \\left( \\frac{d}{dt} \\left( r \\frac{d\\theta}{dt} \\right) + \\frac{dr}{dt} \\frac{d\\theta}{dt} \\right) \\right);\n\\]\n\nand this expression represents the complete sum of a line\n\n\\[\n\\frac{d^2r}{dt^2} - r \\frac{d\\theta^2}{dt^2} \\| \\text{to } R \\text{ and a line } \\frac{d}{dt} \\left( r \\frac{d\\theta}{dt} \\right) + \\frac{dr}{dt} \\frac{d\\theta}{dt} \\perp r \\text{ to } R.\n\\]\n\nThis result is the same as that arrived at in section 14.\n\nMDCCCLXII.\nFinally, in order to obtain the formulæ for relative motion, we have merely to put\n\n\\[ R = r e^{(\\theta + \\alpha) \\sqrt{-1}}, \\]\n\nwhere \\( \\theta \\) is the angle made by \\( R \\) with the moving axis of \\( x \\), and \\( \\alpha \\) is the angle made by that moving axis with a fixed line. It follows then that\n\n\\[ D_t(R) = e^{\\alpha \\sqrt{-1}} \\frac{d}{dt} (r e^{\\theta \\sqrt{-1}}) + r \\frac{da}{dt} \\sqrt{-1} e^{(\\theta + \\alpha) \\sqrt{-1}}. \\]\n\nNow it is evident that \\( e^{\\alpha \\sqrt{-1}} \\frac{d}{dt} (r e^{\\theta \\sqrt{-1}}) \\) represents the relative differential coefficient of \\( R \\), and \\( r \\frac{da}{dt} \\sqrt{-1} e^{(\\theta + \\alpha) \\sqrt{-1}} \\) represents a line \\( r \\frac{da}{dt} \\perp R \\). We thus obtain the same result as in section 16.\n\nBy differentiating again it would also be easy to deduce the result of section 20, if we observe that \\( e^{\\alpha \\sqrt{-1}} \\frac{d^2}{dt^2} (r e^{\\theta \\sqrt{-1}}) \\) represents the particle's relative acceleration whose components are \\( \\frac{d^2x}{dt^2} \\) and \\( \\frac{d^2y}{dt^2} \\).\n\nChapter II.\n\n24. In order to extend the formulæ which we have proved for the motion of a particle in one plane to the motion of a particle in space, it will be found very convenient to make use of a conception which presents itself in statics, as soon as the equilibrium of a solid body is treated of in that science.\n\nLet \\( OA \\) and \\( OB \\) be any two straight lines drawn from the origin \\( O \\). If then \\( OA \\) represent a force \\( P \\), and if we apply at \\( B \\) a force \\( -P \\), we shall obtain a couple. Let \\( OC \\) be the axis of that couple. We know then from statics that, if \\( OA \\) and \\( OB \\) have for their projections on the axes of coordinates \\( X, Y, Z \\) and \\( x, y, z \\), then \\( OC \\) has for its projections\n\n\\[ zY - yZ, \\quad xZ - zX, \\quad yX - xY. \\]  \n\n(I.)\n\nNow the relation which the line \\( OC \\) bears to the lines \\( OA \\) and \\( OB \\) is one which not only presents itself in statics, but which also plays a very important part in the differentiation of lines, and in the dynamics both of a particle and of a body. For this reason it will be proper to treat of the relation in question quite independently of statical considerations; and since the expressions (I.), which are the projections of \\( OC \\), are evidently what are called determinants, I shall call the line \\( OC \\) the determinant of \\( OB \\) to \\( OA \\).\n\nHence we have the following definition:\n\n\"The determinant of a line \\( Q \\) to a line \\( P \\) is a line which is equal to twice the area of the triangle of which the lines \\( P \\) and \\( Q \\) drawn from the origin are sides, and which is perpendicular to that area, and the line is moreover drawn in such a direction that, to\nan eye looking along it towards the origin, the revolution of Q towards P appears to be a revolution in the positive direction.\"\n\nThe determinant of Q to P may be briefly denoted by\n\n\\[ \\text{det} (Q, P). \\]\n\nIt is evident from the above definition, that the determinant of Q to P is a line equal and opposite to the determinant of P to Q.\n\nMoreover, if the projections of P on the axes of coordinates be \\( p_x, p_y, p_z \\), and those of Q be \\( q_x, q_y, q_z \\), then it follows from the formulæ (I.), that the determinant of Q to P or \\( \\text{det} (Q, P) \\) has for its projections\n\n\\[\nq_x p_z - q_z p_x, \\quad q_y p_x - q_x p_y, \\quad q_z p_y - q_y p_z. \\quad \\ldots \\ldots \\ldots \\ldots \\quad (\\text{II.})\n\\]\n\n25. The connexion which exists between the notion of a determinant of lines and the elementary conceptions of dynamics may be easily made apparent. For suppose a particle at the extremity B of OB to be revolving about the line OA with an angular velocity represented in magnitude by OA, then if OC be drawn perpendicular to the plane AOB, and equal to twice the area AOB, it is evident that OC will represent the linear velocity of the particle. But OC is then by definition the same thing as the determinant of OA to OB. Whence it follows that the determinant of OA to OB represents the velocity of the point B, due to a rotation whose axis and angular velocity are represented by OA.\n\nThis result, together with the result of the preceding section, may then be recapitulated in the following manner. If V represent the velocity of a particle at the extremity of the radius vector R, and the particle rotates about an axis which is represented by the line \\( \\Omega \\), then, if the angular velocity is represented by the length of \\( \\Omega \\), we have\n\n\\[ V = \\text{det} (\\Omega, R). \\]\n\nSecondly, if P represent a force at the origin and R represent the radius vector at the extremity of which a force \\(-P\\) acts, then the axis of the couple \\((P, -P)\\) is \\( \\text{det} (P, R) \\) or \\( \\text{det} (R, -P) \\); so that \\( \\text{det} (R, P) \\) is what French writers call \"the moment-axis of a force P with respect to the origin.\"\n\n26. Such, then, being the connexion between determinants and statical and dynamical conceptions, I will proceed to prove some of the more important propositions concerning the determinants of lines.\n\nThe most important theorem concerning the determinants of lines is the following:—\n\n\"If P, P', and Q be three straight lines drawn from the origin, then\n\n\\[ \\text{det} (P, Q) + \\text{det} (P', Q) = \\text{det} \\{(P) + (P'), Q\\}. \\]\n\nThis proposition might be easily proved by geometry, but it is at once deducible from statics. For, consider two couples having a common arm Q, and having forces P and P' respectively acting at the extremity of Q at the origin O. The resultant of those two couples will be a couple having the same arm Q, and having for its force acting at O the resultant of P and P', or \\((P) + (P')\\). Now it is proved in statics that the axis of this\nresultant couple is the complete sum of the axes of two component couples. Therefore, substituting for those axes the equivalent determinants, we see that the determinant of \\((P) + (P')\\) to \\(Q\\) is the complete sum of the determinant of \\(P\\) to \\(Q\\), and of the determinant of \\(P'\\) to \\(Q\\). Thus we have\n\n\\[\n\\det(P, Q) + \\det(P', Q) = \\det\\{(P) + (P'), Q\\}. \\quad \\text{(I.)}\n\\]\n\nAnd it may similarly be shown that\n\n\\[\n\\det(P, Q) - \\det(P', Q) = \\det\\{(P) - (P'), Q\\}. \\quad \\text{(II.)}\n\\]\n\nThe same proposition follows also easily from a consideration of the linear expressions (II.) in section 24 for the projections of a determinant, and is in fact equivalent to a fundamental theorem concerning algebraic determinants, which theorem may be found in Salmon's 'Lessons on Higher Algebra,' section 19, page 9.\n\n27. The proposition proved in the last section will be found to be of constant use in explaining and shortening analytical processes in mechanics. One useful application can be made of it in proving \"the parallelogram of angular velocities.\" For taking \\(Q\\) to be the radius vector of a particle, and \\(P\\) and \\(P'\\) to represent two axes and angular velocities of rotation then the formula (I.) of the last section translates itself at once by means of section 25 into the following proposition:—\"The linear velocity of a particle due to a rotation whose axis and angular velocity are represented by the line \\(P\\), compounded with the linear velocity due to a rotation similarly represented by the line \\(P'\\), is equivalent to the linear velocity due to a rotation represented by the complete sum of \\(P\\) and \\(P'\\).\" And this is evidently the same as the proposition called \"the parallelogram of angular velocities of rotation.\"\n\n28. Let us next investigate the complete differential coefficient of \\(\\det(P, Q)\\).\n\nWe will first premise that, if \\(m\\) be any numerical quantity, it follows evidently from the definition of a determinant, that\n\n\\[\n\\det(mP, Q) = m \\det(P, Q) = \\det(P, mQ). \\quad \\text{(I.)}\n\\]\n\nSuppose now that \\(P\\) and \\(Q\\) after an interval of time \\(\\Delta t\\) become respectively \\((P) + (\\Delta P)\\), \\((Q) + (\\Delta Q)\\), the sign \\(+\\) here denoting the complete sum. Then the complete increment of \\(\\det(P, Q)\\) is\n\n\\[\n\\det(P + \\Delta P, Q + \\Delta Q) - \\det(P, Q) =\n\\]\n\\[\n\\det(P + \\Delta P, Q + \\Delta Q) - \\det(P + \\Delta P, Q) + \\det(P + \\Delta P, Q) - \\det(P, Q).\n\\]\n\nBut it follows from formula (II.) of section 26, that\n\n\\[\n\\det(P + \\Delta P, Q + \\Delta Q) - \\det(P + \\Delta P, Q) = \\det(P + \\Delta P, \\Delta Q);\n\\]\n\nand similarly,\n\n\\[\n\\det(P + \\Delta P, Q) - \\det(P, Q) = \\det(\\Delta P, Q).\n\\]\n\nSubstitute, then, these values in the above equation (II.), and divide both sides by \\(\\Delta t\\) by means of the above formula (I.), and finally let \\(\\Delta t\\) diminish without limit. We thus obtain for the complete differential coefficient of \\(\\det(P, Q)\\)\n\n\\[\n\\det(P, D_t(Q)) + \\det(D_t(P), Q).\n\\]\nWe have therefore the equation\n\n\\[ D_t \\{ \\det (P, Q) \\} = \\det \\{ P, D_t(Q) \\} + \\det \\{ D_t(P), Q \\}. \\]\n\nThe same equation may also be proved by considering the algebraical determinants which represent the projections of \\( \\det (P, Q) \\); and it may in fact be easily deduced from the following identical equation,\n\n\\[ \\frac{d}{dt} (q_z p_y - q_y p_z) = \\left( \\frac{dq_z}{dt} p_y - \\frac{dq_y}{dt} p_z \\right) + \\left( q_z \\frac{dp_y}{dt} - q_y \\frac{dp_z}{dt} \\right). \\]\n\n29. It may be here observed that the formulæ (I.) and (II.) in section 26, and the formulæ (I.) and (II.) in section 28, show that there exists an intimate symbolical connexion between \\( \\det (P, Q) \\) and the product \\( P, Q \\). In fact the only difference between their symbolical properties consists in \\( P \\) and \\( Q \\) not being commutative in the expression \\( \\det (P, Q) \\), and being so in the expression for the product.\n\n30. There is one more proposition which is often very useful in analytical dynamics.\n\nLet it be required to find \\( \\det (R, Q') \\), where \\( Q' \\) itself equals \\( \\det (P, Q) \\). Let the required line \\( \\det (R, Q') \\) be denoted by \\( U \\). Then, by the definition of a determinant, \\( U \\) is perpendicular on \\( R \\) and on \\( Q' \\), which last line is itself perpendicular on the plane containing \\( P \\) and \\( Q \\). Hence it follows that \\( U \\) is perpendicular on \\( R \\) and in the plane containing \\( P \\) and \\( Q \\).\n\nWe have still to find the magnitude of \\( U \\). For this purpose let the angle which \\( R \\) makes with the plane containing \\( P \\) and \\( Q \\) be \\( \\psi \\), so that \\( \\psi \\) is the complement of the angle between \\( R \\) and \\( Q' \\).\n\nMoreover, let \\( \\theta \\) be the angle between \\( P \\) and \\( Q \\), and let the magnitudes of \\( P, Q, Q', R \\) be denoted by \\( p, q, q', r \\) respectively. Then, since \\( U \\) is \\( \\det (R, Q') \\), it follows from the definition of a determinant, that the length of \\( U \\) equals \\( rq' \\sin \\left( \\frac{\\pi}{2} - \\psi \\right) \\) or \\( rq' \\cos \\psi \\). Similarly, \\( q' = pq \\sin \\theta \\). Hence the length of \\( U \\) equals \\( pqr \\sin \\theta \\cos \\psi \\).\n\nThere are two cases especially which frequently occur in dynamics, first, when \\( R \\) is identical with \\( Q \\), and secondly, when \\( R \\) is perpendicular on \\( Q \\).\n\nLet us first take the case of \\( R \\) being identical with \\( Q \\); then \\( \\psi = 0 \\) and \\( r = q \\). Therefore the required determinant is a line in the plane containing \\( P \\) and \\( Q \\), and perpendicular on \\( R \\) or \\( Q \\), and its length equals \\( pq^2 \\sin \\theta \\).\n\nIf, moreover, \\( Q \\) is perpendicular on \\( P \\), then the required determinant is in the direction of \\( P \\), and its length equals \\( pq^2 \\), since \\( \\theta = \\frac{\\pi}{2} \\). So that, if \\( P \\) is perpendicular on \\( Q \\), we see that \\( \\det \\{ Q, \\det (P, Q) \\} \\) is a line \\( pq^2 \\) in the direction of \\( P \\); and therefore evidently \\( \\det \\{ Q, \\det (Q, P) \\} \\) is a line \\( pq^2 \\) opposite to \\( P \\).\n\nLet us now take the case of \\( R \\) being perpendicular on \\( Q \\). Then it might be easily proved by spherical trigonometry, that \\( \\sin \\theta \\cos \\psi \\) equals the cosine of the angle between \\( R \\) and \\( P \\). But we will prove this by analysis, because in doing so we shall meet with formulæ which will be of use in the sequel.\nLet, then, the components of $P$, $Q$, $Q'$, $R$ parallel to any three axes of coordinates be denoted by $p_x$, $p_y$, $p_z$, $q_x$, &c., $q'_x$, &c., $r_x$, &c. Then, if we denote the components of $U = \\det(R, Q')$ by $u_x$, $u_y$, $u_z$, we have, by section 24,\n\n$$u_x = q'_y p_x - q_y p'_x; \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (I.)$$\n\nand since $Q' = \\det(P, Q)$, we have\n\n$$q'_x = q_x p_y - q_y p_x,$$\n$$q'_y = q_y p_x - q_x p_y,$$\n$$q'_z = q_z p_x - q_x p_z.$$\n\nHence, substituting the values of $q'_x$ and $q'_y$ in (I.), we get\n\n$$u_x = p_x (q_y r_x + q_x r_y) - q_x (p_y r_y + p_x r_x).$$\n\nNow by hypothesis $R$ is perpendicular on $Q$; hence\n\n$$q_x r_x + q_y r_y + q_z r_z = 0;$$\n\ntherefore\n\n$$q_y r_y + q_z r_z = -q_x r_x.$$ Therefore\n\n$$u_x = -q_x (p_x r_x + p_y r_y + p_z r_z).$$\n\nBut as $q$ and $r$ denote the magnitudes of $P$ and $R$, it is evident that\n\n$$p_x r_x + p_y r_y + p_z r_z = pr \\cos \\phi,$$\n\nwhere $\\phi$ denotes the angle between $P$ and $R$. Therefore\n\n$$u_x = -prq_x \\cos \\phi.$$ Similarly\n\n$$u_y = -prq_y \\cos \\phi,$$\n$$u_z = -prq_z \\cos \\phi.$$\n\nTherefore the line $U$ of which $u_x$, $u_y$, $u_z$ are the components is a line in direction opposite to $Q$, and whose length equals $prq \\cos \\phi$, $q$ being the length of $Q$. Hence if $R$ be perpendicular on $Q$, then $\\det(R, \\det(P, Q))$ equals $-pqr \\cos \\phi$ in the direction of $Q$.\n\nIt follows from the above proposition, that, if $Q'$ or $\\det(P, Q)$ represent a force or acceleration which acts at the extremity of the radius vector $R$, and if $Q$ be perpendicular on $R$, then the moment-axis of that force or acceleration about the origin is $-pqr \\cos \\phi$ in the direction of $Q$, and the moments of such force or acceleration about the coordinate axes are respectively $-pr \\cos \\phi q_x$, $-pr \\cos \\phi q_y$, $-pr \\cos \\phi q_z$; and as $\\phi$ is the angle between $P$ and the radius vector $R$, $pr \\cos \\phi = xp_x + yp_y + zp_z$, if $x$, $y$, $z$ be the coordinates of the extremity of the radius vector.\n\nChapter III.\n\n31. We are now in a condition to treat fully of the motion of a particle in space of three dimensions; and it will be found that the propositions which have just been proved concerning the determinants of lines, will enable us to show how all the results\narrived at as to a particle's motion in one plane may be extended to motion in space generally.\n\n32. Suppose $Q$ to represent a line drawn from the origin, varying both in direction and magnitude in any manner whatsoever, and let it be required to investigate $D_t(Q)$ the complete differential coefficient of $Q$.\n\nLet the length of $Q$ be $q$ at time $t$, and let the direction of $Q$ be revolving at time $t$ about a line whose direction is that of the line represented by $\\Omega$, and let the length of $\\Omega$ be the angular velocity $\\omega$, with which $Q$'s direction is revolving at time $t$.\n\nIt has been already shown in section 12 that $D_t(Q)$ is in all cases the complete sum of the two partial differential coefficients which are obtained by varying separately the length and direction of $Q$. Now the former partial differential coefficient is evidently $\\left(\\frac{dq}{dt} \\parallel Q\\right)$, and the other partial differential coefficient is, by section 25, equal to $\\det (\\Omega, Q)$. Hence we have the following fundamental equation,\n\n$$D_t(Q) = \\left(\\frac{dq}{dt} \\parallel Q\\right) + \\det (\\Omega, Q). \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (I.)$$\n\n33. It is not difficult to deduce from the last equation the expression for $D_{tt}(Q)$, the second complete differential coefficient of $Q$. In order to find that expression we must take the complete differential coefficient of each of the expressions of which the right-hand member of equation (I.) is composed. For this purpose represent for a moment the line $\\left(\\frac{dq}{dt} \\parallel Q\\right)$ by $Q_1$. Then it follows from the fundamental formula of the preceding section, that\n\n$$D_{tt}(Q) = D_t(Q_1) + D_t(\\det (\\Omega, Q)).$$\n\nNow the formula (I.) of the last section gives evidently\n\n$$D_t(Q_1) = \\left(\\frac{d^2q}{dt^2} \\parallel Q_1\\right) + \\det (\\Omega, Q_1),$$\n\nor\n\n$$\\left(\\frac{d^2q}{dt^2} \\parallel Q\\right) + \\det (\\Omega, Q_1).$$\n\nMoreover we have, according to section 28 of the preceding Chapter,\n\n$$D_t\\{\\det (\\Omega, Q)\\} = \\det \\{D_t(\\Omega), Q\\} + \\det \\{\\Omega, D_t(Q)\\}.$$\n\nBut since\n\n$$D_t(Q) = (Q_1) + \\det (\\Omega, Q),$$\n\nit follows from section 26 of the preceding Chapter, that\n\n$$\\det (\\Omega, D_t(Q)) = \\det (\\Omega, Q_1) + \\det \\{\\Omega, \\det (\\Omega, Q)\\}.$$\n\nTherefore, collecting the above results, we obtain\n\n$$D_{tt}(Q) = D_t(Q_1) + D_t\\{\\det (\\Omega, Q)\\} =$$\n\n$$\\left(\\frac{d^2q}{dt^2} \\parallel Q\\right) + 2 \\det (\\Omega, Q_1) + \\det (D_t(\\Omega), Q) + \\det \\{\\Omega, \\det (\\Omega, Q)\\}.$$\nThe two last terms of this expression are evidently what would be $D^2_t(Q)$ if $\\frac{dq}{dt}$ were zero, that is to say, if $Q$ did not vary in magnitude; and $\\left(\\frac{d^2q}{dt^2} \\parallel Q\\right)$ is evidently what $D^2_t(Q)$ would be if $Q$ did not vary in direction; so that we have the following proposition:\n\n\"D$^2_t(Q)$ is the complete sum of the two partial second differential coefficients obtained by varying separately the length and the direction of $Q$, together with $2 \\det (\\Omega, Q_i)$, where $Q_i$ is the line $\\left(\\frac{dq}{dt} \\parallel Q\\right)$.\"\n\n34. Suppose $Q$ to be $R$ the radius vector of a moving particle, the length of which radius vector is $r$, then $D^2_t(Q)$ is the particle's acceleration; $Q_i$ is $\\left(\\frac{dr}{dt} \\parallel R\\right)$, and is therefore the velocity along the radius vector. If, then, we denote this by $R_i$, the equation arrived at in the last section shows that the acceleration is compounded of\n\n$\\left(\\frac{d^2r}{dt^2} \\parallel R\\right) + 2 \\det (\\Omega, R_i),$\n\nand of what would be the particle's acceleration if $R$ did not vary in magnitude, that is to say, if the particle simply revolved about the origin. And this latter acceleration is again compounded of $\\det (D_t(\\Omega), R)$ and $\\det \\{\\Omega, \\det (\\Omega, R)\\}$. The last line is, by section 30, a line drawn from the extremity of $R$, or from the particle, perpendicular to and towards $\\Omega$, and whose magnitude is $\\varpi^2 p$, $p$ being the length of that perpendicular.\n\n35. The above result is, however, but a particular instance of the theory of the motion of a particle relatively to axes which revolve about the origin, a subject which we are now in a condition to treat of very simply in its utmost generality. That theory will be found to depend upon the solution of the following problem:\n\n\"Supposing the axes of coordinates $Ox, Oy, Oz$ to revolve round the origin $O$ about an axis $\\Omega$ at time $t$ with angular velocity $\\varpi$ (which is the length of $\\Omega$), it is required to find the complete differential coefficient of a line $Q$, the components of $Q$ along the coordinate axes being given.\"\n\nLet $Q$ have for its components $Q_x, Q_y, Q_z$, and let the respective lengths of these be $q_x, q_y, q_z$. Then evidently\n\n$Q = (Q_x) + (Q_y) + (Q_z).$\n\nTherefore\n\n$D_t(Q) = D_t(Q_x) + D_t(Q_y) + D_t(Q_z).$\n\nBut, by the fundamental formula of section 32, we have\n\n$D_t(Q_x) = \\left(\\frac{dq_x}{dt} \\parallel Ox\\right) + \\det (\\Omega, Q_x),$\n\n$D_t(Q_y) = \\left(\\frac{dq_y}{dt} \\parallel Oy\\right) + \\det (\\Omega, Q_y),$\n\n$D_t(Q_z) = \\left(\\frac{dq_z}{dt} \\parallel Oz\\right) + \\det (\\Omega, Q_z).$\nNow we know, from section 26 of Chapter II., that\n\n\\[ \\det(\\Omega, Q_x) + \\det(\\Omega, Q_y) + \\det(\\Omega, Q_z) = \\det\\{\\Omega, (Q_x) + (Q_y) + (Q_z)\\} = \\det(\\Omega, Q). \\]\n\nTherefore\n\n\\[ D_t(Q) = \\left( \\frac{dq_x}{dt} \\parallel O_x \\right) + \\left( \\frac{dq_y}{dt} \\parallel O_y \\right) + \\left( \\frac{dq_z}{dt} \\parallel O_z \\right) + \\det(\\Omega, Q). \\]\n\nThis formula is true whether the axes be rectangular or oblique, and may be made the basis of all the formulæ of relative motion.\n\nIt may be observed that, if the coordinate axes did not move, \\( D_t(Q) \\) would be equivalent to\n\n\\[ \\left( \\frac{dq_x}{dt} \\parallel O_x \\right) + \\left( \\frac{dq_y}{dt} \\parallel O_y \\right) + \\left( \\frac{dq_z}{dt} \\parallel O_z \\right). \\]\n\nSo that the line represented by the last expression may be called the differential coefficient of \\( Q \\) relatively to the moving axis, or, more briefly, the relative differential coefficient of \\( Q \\). The above formula of the last section therefore shows that the complete differential coefficient of \\( Q \\) is the relative differential coefficient of \\( Q \\) together with \\( \\det(\\Omega, Q) \\).\n\nThis proposition exactly corresponds with the proposition in section 17 of Chapter I.\n\n36. Assuming now the axes of coordinates to be rectangular, we know, from formulæ (II.) in section 24 of Chapter II., that \\( \\det(\\Omega, Q) \\) has for its components\n\n\\[ q_x \\omega_y - q_y \\omega_x \\text{ parallel to } O_x, \\]\n\\[ q_x \\omega_z - q_z \\omega_x \\text{ parallel to } O_y, \\]\n\\[ q_y \\omega_z - q_z \\omega_y \\text{ parallel to } O_z. \\]\n\nTherefore it follows from the preceding section, that the components of \\( D_t(Q) \\) are\n\n\\[ \\frac{dq_x}{dt} + q_x \\omega_y - q_y \\omega_x, \\]\n\\[ \\frac{dq_y}{dt} + q_y \\omega_z - q_z \\omega_y, \\]\n\\[ \\frac{dq_z}{dt} + q_z \\omega_x - q_x \\omega_z. \\]\n\nThese formulæ are in fact simply the analytical expression of the fundamental proposition in the preceding section, and correspond exactly to the formulæ in section 18 of Chapter I.\n\n37. Let us now apply the above formulæ to dynamics, and first to the velocity of a particle.\n\nSuppose, then, a particle to move in space in any manner whatsoever, and suppose that the rectangular axes of coordinates revolve about a line \\( \\Omega \\) at time \\( t \\) with angular velocity \\( \\omega \\), \\( \\omega \\) being the length of \\( \\Omega \\). Let \\( v_x, v_y, v_z \\) be the components of the particle's velocity, and \\( \\omega_x, \\omega_y, \\omega_z \\) the components of \\( \\Omega \\). Then, since the velocity is the complete differential coefficient of the radius vector \\( R \\) of the particle, and since \\( x, y, z \\) are the components of\nR, it follows at once from the formulæ of the preceding section, that\n\n\\[ v_x = \\frac{dx}{dt} + z\\omega_y - y\\omega_z, \\]\n\\[ v_y = \\frac{dy}{dt} + x\\omega_z - z\\omega_x, \\]\n\\[ v_z = \\frac{dz}{dt} + y\\omega_x - x\\omega_y. \\]\n\nThese formulæ simply express the fact, that the absolute velocity is equivalent to the relative velocity together with \\( \\det(\\Omega, R) \\).\n\n38. Let us next apply the formulæ to the acceleration of a particle. Let, as before, \\( v_x, v_y, v_z \\) be the components of the particle’s velocity \\( V \\), and let \\( f_x, f_y, f_z \\) be the components of the particle’s acceleration. Then, since the acceleration is the complete differential coefficient of the velocity, of which \\( v_x, v_y, v_z \\) are the components, it follows at once from section 36, that\n\n\\[ f_x = \\frac{dv_x}{dt} + v_z\\omega_y - v_y\\omega_z, \\]\n\\[ f_y = \\frac{dv_y}{dt} + v_x\\omega_z - v_z\\omega_x, \\]\n\\[ f_z = \\frac{dv_z}{dt} + v_y\\omega_x - v_x\\omega_y. \\]\n\nIf we substitute in the last equations the values obtained for \\( v_x, v_y, v_z \\) in the preceding section, we obtain\n\n\\[ f_x = \\frac{d^2x}{dt^2} + z\\frac{d\\omega_y}{dt} - y\\frac{d\\omega_z}{dt} + 2\\left( \\frac{dz}{dt}\\omega_y - \\frac{dy}{dt}\\omega_z \\right) + (y\\omega_z - z\\omega_y)\\omega_y - (x\\omega_z - z\\omega_x)\\omega_z, \\]\n\nand similar formulæ for \\( f_y \\) and \\( f_z \\).\n\nThese are the ordinary formulæ. It would not be difficult to deduce their real meaning from their analytical form; but it will be better first to prove the result of such interpretation in a different and more direct manner.\n\n39. We have already seen that, if \\( V \\) denote the particle’s absolute velocity, and \\( R \\) the radius vector, and if \\( V_1 \\) denote the relative velocity which has \\( \\frac{dx}{dt}, \\frac{dy}{dt}, \\frac{dz}{dt} \\) for its components, then\n\n\\[ V = V_1 + \\det(\\Omega, R). \\]\n\nLet then \\( F \\) denote the particle’s absolute acceleration, and let \\( F_1 \\) denote the particle’s relative acceleration which has \\( \\frac{d^2x}{dt^2}, \\frac{d^2y}{dt^2}, \\frac{d^2z}{dt^2} \\) for its components; then\n\n\\[ F = D_t(V) = D_t(V_1) + D_t \\det(\\Omega, R). \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (I.) \\]\n\nNow it follows from the fundamental proposition in section 35, that\n\n\\[ D_t(V_1) = F_1 + \\det(\\Omega, V_1). \\]\nMoreover we know from section 28, that\n\n\\[ D_t \\det (\\Omega, R) = \\det (D_t(\\Omega), R) + \\det (\\Omega, D_t(R)). \\]\n\nBut since \\( D_t(R) = V = V_1 + \\det (\\Omega, R) \\), therefore\n\n\\[ \\det (\\Omega, D_t(R)) = \\det (\\Omega, V_1) + \\det \\{ \\Omega, \\det (\\Omega, R) \\}. \\]\n\nHence, collecting the above results, and substituting them in the equation (I.), we find\n\n\\[ F = F_1 + 2 \\det (\\Omega, V_1) + \\det (D_t(\\Omega), R) + \\det \\{ \\Omega, \\det (\\Omega, R) \\}. \\]\n\nIt may be observed as to this formula, that if \\( V_1 = 0 \\), that is to say, if the particle had no relative motion, and moved as if rigidly connected with the axes of coordinates, then the two first terms of the last equation would vanish; and therefore its other two terms are what the acceleration would be if the particle had no relative motion, and they represent what may therefore be conveniently termed the particle’s system-acceleration.\n\nFrench writers have given to this acceleration the name of “accélération d’entraînement;” it is the acceleration of a point which is in the position of the moving particle, and which is supposed to be rigidly connected with the system of moving axes, and I therefore propose to call it “system-acceleration.” Using then this expression, we have the following proposition:—“The acceleration of a particle is equivalent to its acceleration relatively to a system of axes revolving about a fixed point, together with the system-acceleration corresponding to the particle and together with an acceleration equal to \\( 2 \\det (\\Omega, V_1) \\), \\( V_1 \\) being the particle’s relative velocity, and \\( \\Omega \\) the axis about which the system is revolving at time \\( t \\).” Or, more briefly, a particle’s absolute acceleration equals the complete sum of its relative acceleration and of its system-acceleration together with \\( 2 \\det (\\Omega, V_1) \\). Such is the brief expression of Coriolis’s beautiful and very useful proposition concerning relative motion.\n\n40. We have just seen that the particle’s system-acceleration is compounded of \\( \\det (D_t(\\Omega), R) \\) and \\( \\det \\{ \\Omega, \\det (\\Omega, R) \\} \\). As regards the latter line, it is clear from section 30 that it is in the direction of the line drawn from the particle perpendicular to and towards the axis \\( \\Omega \\), and that its magnitude is \\( \\omega^2 p \\), \\( p \\) being the length of that perpendicular. It is therefore equal and opposite to what is usually called “the centrifugal force.”\n\nAs regards the other line \\( \\det (D_t(\\Omega), R) \\), it is of course at once determined as soon as \\( D_t(\\Omega) \\) is known. Now if \\( \\omega_x, \\omega_y, \\omega_z \\) be the components of \\( \\Omega \\), it follows from the fundamental proposition in section 35 that \\( D_t(\\Omega) \\) is equivalent to\n\n\\[ \\left( \\frac{d\\omega_x}{dt} \\| \\text{to } Ox \\right) + \\left( \\frac{d\\omega_y}{dt} \\| \\text{to } Oy \\right) + \\left( \\frac{d\\omega_z}{dt} \\| \\text{to } Oz \\right) + \\det (\\Omega, \\Omega). \\]\n\nBut it is clear, from the very definition of a determinant, that \\( \\det (\\Omega, \\Omega) \\) is zero. Hence we see that the components of \\( D_t(\\Omega) \\) are \\( \\frac{d\\omega_x}{dt}, \\frac{d\\omega_y}{dt}, \\frac{d\\omega_z}{dt} \\). This is an important proposition often used in the dynamics of a rigid body, and generally proved by means of a good deal of analytical work. It is usually expressed in the following manner. If\n$\\sigma_1, \\sigma_2, \\sigma_3$ be the components of $\\sigma$ along fixed axes, and $\\sigma_x, \\sigma_y, \\sigma_z$ be its components along moving axes which coincide with the former at time $t$, then $\\frac{d\\sigma_1}{dt} = \\frac{d\\sigma_x}{dt}, \\frac{d\\sigma_2}{dt} = \\frac{d\\sigma_y}{dt}, \\frac{d\\sigma_3}{dt} = \\frac{d\\sigma_z}{dt}$.\n\nIt is evident that this amounts to saying that $D_t(\\Omega)$ has $\\frac{d\\sigma_x}{dt}, \\frac{d\\sigma_y}{dt}, \\frac{d\\sigma_z}{dt}$ for its components; and we have just seen how that proposition follows at once from the fundamental theorem in section 35, and from the self-evident fact that $D_t(\\Omega, \\Omega) = 0$.\n\n41. Recapitulating then the results of the two last sections, we see that a particle’s system-acceleration is equivalent to det $(D_t(\\Omega), R)$ minus the centrifugal force, and that the absolute acceleration of the particle is compounded of the relative acceleration of the particle, its system-acceleration, and $2 \\det (\\Omega, V_1)$, $V_1$ being the particle’s relative velocity.\n\nIf we now look back on the analytical expressions obtained in section 38 for the components of the absolute acceleration, it will be easy to see their full meaning. The expression $\\frac{d^2x}{dt^2}$ is the component of the relative acceleration. The expression $z \\frac{d\\sigma_y}{dt} - y \\frac{d\\sigma_z}{dt}$ is the component of det $(D_t(\\Omega), R)$, since, as we have seen, $D_t(\\Omega)$ has for its components $\\frac{d\\sigma_x}{dt}, \\frac{d\\sigma_y}{dt}, \\frac{d\\sigma_z}{dt}$. The expression $2 \\left( \\frac{dz}{dt} \\sigma_y - \\frac{dy}{dt} \\sigma_z \\right)$ is the component of $2 \\det (\\Omega, V_1)$, since $V_1$ has for its components $\\frac{d\\sigma_x}{dt}, \\frac{d\\sigma_y}{dt}, \\frac{d\\sigma_z}{dt}$. Finally, it may be easily shown by analytical geometry, that the expression\n\n$$ (y\\sigma_z - z\\sigma_y)\\sigma_y - (x\\sigma_z - z\\sigma_x)\\sigma_z $$\n\nis the component of the line $\\sigma^p$ drawn from the point $(x, y, z)$ on the line whose direction-cosines are proportional to $\\sigma_x, \\sigma_y, \\sigma_z$, $p$ being the length of that perpendicular. Hence it is manifest that the analytical formulae in question merely express the proposition enunciated at the commencement of this section.\n\nIt may, finally, be observed that the above results might also have been easily deduced from the formula in section 34 for the acceleration along the radius vector in exactly the same manner as the corresponding analytical formulae for the relative motion of a particle in one plane were deduced in section 22 from the formula for the acceleration of the particle along the radius vector.\n\n42. If the origin of coordinates also moves, it is evident that the particle’s actual acceleration is the resultant of the acceleration of the origin and the acceleration relatively to the origin. Hence substituting for the latter acceleration the expression already found for it, it is easy to see that the particle’s actual acceleration is, as before, the resultant of the relative acceleration, an acceleration represented by $2 \\det (\\Omega, V_1)$, and the particle’s system-acceleration, but that the system-acceleration is now the resultant of the acceleration of the origin, and of the system-acceleration relatively to the origin, for which latter system-acceleration we have already obtained the expression. Now in whatever way a system moves, the motion may be decomposed into a motion of translation and a motion of rotation. Hence we see that a particle’s absolute acceler-\ntion is in all cases the resultant of the relative acceleration, the system-acceleration, and an acceleration equal to $2 \\det(\\Omega, V)$, where $\\Omega$ is the axis about which the system is turning at the time, and $V$ is the relative velocity of the particle.\n\nThis is the most general form of Coriolis's theorem.\n\n43. One of the most important illustrations of the theory of relative motion is the motion of a heavy particle relatively to a system which revolves uniformly about a fixed axis; for this includes the case of a falling body and the pendulum, where the earth’s motion is taken into account.\n\nSuppose then a particle of mass $m$ to have for its actual weight $W'$, and for its apparent weight $W$, so that a force $-W$ would keep the particle in relative equilibrium or apparently at rest. Then evidently $\\left(\\frac{W'}{m}\\right) - \\left(\\frac{W}{m}\\right)$ is equivalent to the particle’s system-acceleration.\n\nLet then the particle be acted on by a force $P$ over and above the weight $W'$, and let the particle’s actual acceleration be $F$, its relative acceleration $F_1$, its system-acceleration $F_2$. Then clearly\n\n$$F = \\left(\\frac{P}{m}\\right) + \\left(\\frac{W'}{m}\\right).$$\n\nBut by Coriolis’s theorem\n\n$$F = (F_1) + (F_2) + 2 \\det(\\Omega, V);$$\n\nand we have just seen that the system-acceleration $F_2 = \\left(\\frac{W'}{m}\\right) - \\left(\\frac{W}{m}\\right)$. Hence it follows that\n\n$$(F_1) + 2 \\det(\\Omega, V) = \\left(\\frac{P}{m}\\right) + \\left(\\frac{W}{m}\\right): \\ldots \\ldots \\ldots \\ldots \\quad (I.)$$\n\n$\\frac{W}{m}$ is the apparent acceleration of gravity, and is generally denoted by $g$.\n\n44. The above formula is quite general; but in most cases $g$ may be considered as constant both in magnitude and direction, its direction being the vertical direction at the point of reference or origin.\n\nWe have then the formula\n\n$$F_1 = \\left(\\frac{P}{m}\\right) + (g) - 2 \\det(\\Omega, V_1). \\quad \\ldots \\ldots \\ldots \\ldots \\quad (II.)$$\n\nThis simple formula enables us to solve easily all problems concerning the motion of a heavy particle relatively to a spectator on the earth. The formula shows that the relative acceleration is found, just as if the earth did not move, by substituting the apparent for the actual force of gravity, and by adding on a force $-2m \\det(\\Omega, V_1)$, where $V_1$ is the particle’s apparent velocity.\n\n45. Let us take the vertical downwards as axis of $z$; let the axis of $x$ be the horizontal line drawn from north to south, and let the axis of $y$ be the horizontal line drawn from west to east. Then the equation to the earth’s axis is evidently $\\frac{x}{\\cos \\lambda} = \\frac{z}{\\sin \\lambda}$, if $\\lambda$ denote the latitude of the spectator’s position.\n\nTherefore $\\omega_x = \\omega \\cos \\lambda$, $\\omega_y = 0$, $\\omega_z = \\omega \\sin \\lambda$.\nMoreover we know that the components of $\\det(\\Omega, V_1)$ are\n\n\\[\n\\frac{dz}{dt} \\omega_y - \\frac{dy}{dt} \\omega_z = -\\sigma \\sin \\lambda \\frac{dy}{dt},\n\\]\n\n\\[\n\\frac{dx}{dt} \\omega_z - \\frac{dz}{dt} \\omega_x = \\sigma \\left( \\frac{dx}{dt} \\sin \\lambda - \\frac{dz}{dt} \\cos \\lambda \\right),\n\\]\n\n\\[\n\\frac{dy}{dt} \\omega_x - \\frac{dx}{dt} \\omega_y = \\sigma \\cos \\lambda \\frac{dy}{dt}.\n\\]\n\nLet then the force $P$, which, besides gravity, acts on the particle, have for its components $X, Y, Z$, then, as $F_1$, the relative acceleration, has for its components $\\frac{d^2x}{dt^2}, \\frac{d^2y}{dt^2}, \\frac{d^2z}{dt^2}$, it evidently follows from equation (II.) of the preceding section, by revolving along the axes, that\n\n\\[\n\\begin{align*}\n\\frac{d^2x}{dt^2} &= \\frac{X}{m} + 2\\sigma \\sin \\lambda \\frac{dy}{dt}, \\\\\n\\frac{d^2y}{dt^2} &= \\frac{Y}{m} + 2\\sigma \\left( \\frac{dz}{dt} \\cos \\lambda - \\frac{dx}{dt} \\sin \\lambda \\right), \\\\\n\\frac{d^2z}{dt^2} &= \\frac{Z}{m} + g - 2\\sigma \\cos \\lambda \\frac{dy}{dt}.\n\\end{align*}\n\\]  \n\n(III.)\n\nOn multiplying these equations by $\\frac{dx}{dt}, \\frac{dy}{dt}, \\frac{dz}{dt}$ respectively, and adding, we find\n\n\\[\n\\frac{dx}{dt} \\frac{d^2x}{dt^2} + \\frac{dy}{dt} \\frac{d^2y}{dt^2} + \\frac{dz}{dt} \\frac{d^2z}{dt^2} = \\frac{X}{m} \\frac{dx}{dt} + \\frac{Y}{m} \\frac{dy}{dt} + \\frac{Z}{m} \\frac{dz}{dt} + g \\frac{dz}{dt}.\n\\]\n\nThis equation may also at once be deduced from the formula (II.) if we resolve along the direction of the particle's relative motion, and observe that $\\det(\\Omega, V_1)$ is perpendicular on that direction which coincides with the direction of $V_1$.\n\nBy integrating the last equation, we see that the equation of vis viva applies to the particle's relative motion just as if the particle's relative motion were its actual motion, with this difference only, that for the actual force of gravity the apparent force of gravity must be substituted.\n\nIf the particle be a free particle acted on by no forces but gravity, then $X=0, Y=0, Z=0$, and the equations (III.) are linear, and are therefore easily integrated.\n\nMoreover if $v_1$ be the relative velocity, the equation of vis viva gives\n\n\\[v_1^2 = 2g(2-h),\\]  \n$h$ being a constant.\n\n46. If the particle be suspended by a string from a point fixed to the earth, then if that point be taken as the origin, and $X, Y, Z$ be the components of the string's tension, we evidently have $Zy - Yz = 0, Xz - Zx = 0, Yx - Xy = 0$; and substituting those values in the preceding equations (III.), we shall obtain two independent equations, which, together with the equation $x^2 + y^2 + z^2 = a$ constant, will determine the particle's relative motion.\nBut those resulting equations can be found far more simply and directly in the following manner.\n\nFor this purpose let us revert to the fundamental formula\n\n\\[ F_1 = \\left( \\frac{P}{m} \\right) + (g) - 2 \\det (\\Omega, V). \\]  \n\n(I.)\n\nNow section 30 of Chapter II. shows us how to find the moment-axis with respect to the origin of \\( \\det (\\Omega, V) \\). If, namely, \\( \\sigma \\) and \\( v \\) be the magnitudes of \\( \\Omega \\) and \\( V \\), and \\( \\phi \\) be the angle between \\( \\Omega \\) and the radius vector, then the moment-axis of \\( \\det (\\Omega, V) \\) is \\( -\\sigma vr \\cos \\phi \\). Therefore the moment about the axis of \\( x \\) of \\( -2 \\det (\\Omega, V) \\) is \\( 2\\sigma r \\cos \\phi \\frac{dx}{dt} \\); and similarly, its moments about the axis of \\( y \\) and \\( z \\) are respectively \\( 2\\sigma r \\cos \\phi \\frac{dy}{dt} \\) and \\( 2\\sigma r \\cos \\phi \\frac{dz}{dt} \\). Moreover, since \\( \\phi \\) is the angle between the radius vector and \\( \\Omega \\), it is evident that\n\n\\[ \\sigma r \\cos \\phi = \\sigma_x x + \\sigma_y y + \\sigma_z z = \\sigma (x \\cos \\lambda + z \\sin \\lambda), \\]\n\n\\( \\lambda \\) being the latitude of the origin.\n\nLet us now take the moments of \\( F_1 \\) about the axes of coordinates, and equate them to the moments of those components of \\( F_1 \\) which are given in the formula (I.).\n\nThe moments of \\( \\frac{P}{m} \\) about the axes are zero in this case of the pendulum. The moments of \\( g \\) about the axes of \\( x \\), \\( y \\), and \\( z \\) are respectively \\( gy \\), \\( -gx \\), and 0; and the moments of \\( -2 \\det (\\Omega, V) \\) we have just found. Hence we obtain at once the following three equations:\n\n\\[\n\\begin{align*}\ny \\frac{d^2z}{dt^2} - z \\frac{d^2y}{dt^2} &= gy + 2\\sigma \\frac{dx}{dt} (x \\cos \\lambda + z \\sin \\lambda), \\\\\nz \\frac{d^2x}{dt^2} - x \\frac{d^2z}{dt^2} &= -gx + 2\\sigma \\frac{dy}{dt} (x \\cos \\lambda + z \\sin \\lambda), \\\\\nx \\frac{d^2y}{dt^2} - y \\frac{d^2x}{dt^2} &= 2\\sigma \\frac{dz}{dt} (x \\cos \\lambda + z \\sin \\lambda).\n\\end{align*}\n\\]\n\n(II.)\n\nThese are the three equations given in Hansen's elaborate 'Theorie der Pendel-Bewegung,' and which are generally obtained by means of very complicated analysis.\n\nOne simple equation can be deduced by means of the proposition contained in section 45; for the principle of vis viva gives\n\n\\[ \\left( \\frac{dx}{dt} \\right)^2 + \\left( \\frac{dy}{dt} \\right)^2 + \\left( \\frac{dz}{dt} \\right)^2 = 2g(z) + \\text{a constant}. \\]\n\nMoreover \\( x^2 + y^2 + z^2 \\) is a constant, and these two equations, combined with any one of the equations (II.), determine the particle's motion.\nChapter IV.\n\n47. As soon as we pass from the statics or dynamics of a particle to the statics or dynamics of a system of particles or of a rigid body, we find that two forces which are equal and parallel to one another are not equivalent to one another, and that we have to take into account the position as well as the magnitude and direction of a force. Notwithstanding this, we are enabled by means of an elementary principle of statics to confine our operation and our notation to lines passing through one and the same point. For suppose a force P to act at a point m of a rigid body, and apply at the origin O two equal and opposite forces P and \\(-P\\), then \\(P\\) at \\(m\\) is equivalent to \\(P\\) at \\(O\\) and the couple whose forces are \\(P\\) at \\(m\\) and \\(-P\\) at \\(O\\). Let the axis of this couple be denoted by \\(G\\); the couple, being completely determined by \\(G\\), may be called the couple \\(G\\). It is extremely convenient to have a name for the line \\(G\\), indicating briefly its connexion with the force \\(P\\) at \\(m\\), and I shall adopt that given to it by French writers*, and shall call \\(G\\) the moment-axis about \\(O\\) of the force \\(P\\) at \\(m\\).\n\nIt has been proved in section 25 of Chapter II., that the line \\(G\\), being the axis of the couple whose forces are \\(-P\\) at \\(O\\) and \\(P\\) at \\(m\\), is equal to \\(\\det(-P, R)\\), where \\(R\\) is the radius vector of the particle. Hence we have\n\n\\[ G = \\det(-P, R) = \\det(R, P). \\]\n\nWe thus see that the force \\(P\\) at \\(m\\) is completely represented and determined by the two lines \\(P\\) and \\(G\\) drawn from the origin, \\(G\\) being the moment-axis with respect to the origin of \\(P\\) at \\(m\\), and being equal to \\(\\det(R, P)\\).\n\n48. Suppose now that we have a system of forces \\(P_1, P_2, \\&c.\\) acting respectively at points \\(m_1, m_2, \\&c.\\) of a rigid body. Then it is clear from statics that the given system of forces is equivalent to a force \\(P\\) at the origin \\(O\\) and a couple whose axis is \\(G\\), where \\(P\\) is the complete sum of the forces \\(P_1, P_2, \\&c.\\) supposed to be collected at the origin, and \\(G\\) is the complete sum of the moment-axes \\((G_1, G_2, \\&c.)\\) (about the origin) of the forces \\(P_1\\) at \\(m_1\\), \\(P_2\\) at \\(m_2\\), \\&c.\n\n49. We will now apply the above considerations to dynamics. Since the acceleration is the complete differential coefficient of the velocity, it is evident that the line which represents the moving force of the particle is the complete differential coefficient of the line which represents the particle’s momentum; or, more briefly, the moving force is the complete differential coefficient of the momentum.\n\nLet now \\(P\\) represent the moving force, and \\(U\\) the momentum of a particle \\(m\\), \\(P\\) and \\(U\\) denoting straight lines; then, if we treat the moving force and momentum as if they were statical forces, it is clear that \\(P\\) at \\(m\\) is equivalent to \\(P\\) at the origin \\(O\\) and a couple \\(G\\), where \\(G\\) is the moment-axis about \\(O\\) of \\(P\\) at \\(m\\); and similarly, the momentum \\(U\\) at \\(m\\) is equivalent to \\(U\\) at \\(O\\) and a couple of momenta whose axis is \\(H\\), where \\(H\\) is the moment-axis about \\(O\\) of \\(U\\) at \\(m\\). We have just seen that \\(P\\) is the complete differential coefficient of \\(U\\), and we will now prove that in like manner \\(G\\) is the complete\n\n* See Delaunay’s ‘Mechanics,’ page 254.\ndifferential coefficient of $H$. If, namely, $R$ denotes the radius vector of the particle, $G = \\det (R, P)$, and similarly $H = \\det (R, U)$. Now, if we differentiate the last equation, $H = \\det (R, U)$, we obtain, according to section 28,\n\n$$D_t(H) = \\det (R, D_t(U)) + \\det (D_t(R), U). \\quad \\ldots \\ldots \\ldots \\ldots \\quad (I.)$$\n\nBut $D_t(R)$ is identical with the particle's velocity, and is therefore in the direction of the momentum $U$. Whence it follows, from the very definition of a determinant, that\n\n$$\\det (D_t(R), U) = 0.$$\n\nTherefore the above equation (I.) becomes, since $D_t(U) = P$,\n\n$$D_t(H) = \\det (R, D_t(U)) = \\det (R, P) = G.$$\n\nThis is an important result. It shows that the moment-axis about any point of the moving force of a particle is the complete differential coefficient of the momentum, and that therefore the moment of the moving force about any line is the differential coefficient of the moment of the momentum.\n\nThe above result may also be easily deduced from the identical equation\n\n$$x \\frac{d^2y}{dt^2} - y \\frac{d^2x}{dt^2} = \\frac{d}{dt} \\left( x \\frac{dy}{dt} - y \\frac{dx}{dt} \\right).$$\n\n50. The proposition which we have just proved may be easily extended to a system of moving forces and momenta of the particles of a rigid body. For, according to section 43, the system of moving forces is reducible to a moving force at the origin $O$, and a couple $G$. And the system of momenta may be similarly reduced to a momentum $U$, and a momentum-couple whose axis is $H$. Now we have seen that $P$ is the complete sum of the moving forces, and that each moving force is the complete differential coefficient of the corresponding momentum. It therefore evidently follows that $P$ is the complete differential coefficient of the complete sum of the momenta, or of $U$. Hence $P = D_t(U)$. Moreover we have seen that $G$ is the complete sum of the moment-axes about $O$ of the moving forces, and that each of these moment-axes is the complete differential coefficient of the moment-axis of the corresponding momentum. Hence it follows that $G$ is the complete differential coefficient of the complete sum of the moment-axes of the momenta. Hence $G = D_t(H)$.\n\nThis result may be also easily proved by means of the identical equations\n\n$$\\sum \\left( m \\frac{d^2x}{dt^2} \\right) = \\frac{d}{dt} \\sum \\left( m \\frac{dx}{dt} \\right),$$\n\n$$\\sum m \\left( x \\frac{d^2y}{dt^2} - y \\frac{d^2x}{dt^2} \\right) = \\frac{d}{dt} \\sum m \\left( x \\frac{dy}{dt} - y \\frac{dx}{dt} \\right).$$\n\n51. The science of the dynamics of a rigid body is founded upon D'Alembert's principle, which asserts that the moving forces of a body's particles are together statically equivalent to the impressed forces acting on the body. If therefore these external forces be reduced to a force $P$ at the origin $O$ and a couple $G$, then $P$ and $G$ are equal\nrespectively to what was denoted in the preceding section by $P$ and $G$; and we have therefore\n\n$$P = D_t(U), \\quad G = D_t(H).$$\n\nIn other words, if we treat the momenta as statical forces, and reduce the system of momenta of a body's particles to a momentum $U$ at $O$ and a momentum-couple whose axis is $G$, then the external forces acting on the body are equivalent to the force $D_t(U)$ at $O$ and the couple of forces whose axis is $D_t(H)$.\n\nSince $G = D_t(H)$, the resolved part of $G$ along any fixed line will be the differential coefficient of the resolved part of $H$ along that line; or, in other words, the sum of the moments of the external forces about any line equals the differential coefficient of the sum of the moments of the momenta of the body's particles.\n\nThe above results may be easily deduced from the ordinary equations\n\n$$\\Sigma(X) = \\Sigma \\left( m \\frac{d^2x}{dt^2} \\right) = \\frac{d}{dt} \\Sigma \\left( m \\frac{dx}{dt} \\right), \\text{ &c.,}$$\n\n$$\\Sigma(Zy - Yz) = \\Sigma m \\left( \\frac{d^2z}{dt^2} y - \\frac{d^2y}{dt^2} z \\right) = \\frac{d}{dt} \\Sigma m \\left( \\frac{dz}{dt} y - \\frac{dy}{dt} z \\right), \\text{ &c.}$$\n\nBut it will be generally found far better not to use those six equations at all, and simply to bear in mind the fact which they alone express, namely, that $P = D_t(U)$, $G = D_t(H)$.\n\n52. It will be convenient to recapitulate once for all the notation and phraseology I shall constantly use in the sequel. The system of momenta of a body's particles, or what may be called the body's momenta-system, is reducible, if we treat the momenta as forces, to a momentum at a point $O$, and a couple of momenta. The former I call the body's momentum, and denote it by $U$; the latter I call the body's momentum-couple about $O$, and denote its axis by $H$. $U$ and $H$ may both be represented by straight lines through the origin $O$. It is to be observed that $U$ remains the same wherever $O$ be taken, but that $H$ changes with the position of $O$.\n\nThe components of $U$ and $H$ along the axes of coordinates will be denoted by $U_x$, $U_y$, $U_z$, $H_x$, $H_y$, $H_z$ respectively, the magnitudes of all these quantities being represented by the corresponding small letters. Thus $h_x$ will be equal to the resolved part of $H$ along the axis $Ox$, and will therefore equal the sum of the moments of the momenta about $Ox$.\n\nThe system of moving forces is reducible to a moving force $D_t(U)$ at $O$, and a couple whose axis is $D_t(H)$; and it follows from D'Alembert's principle that, if the external forces be reduced to a force $P$ at $O$ and a couple $G$, then\n\n$$P = D_t(U), \\quad G = D_t(H).$$\n\n53. The next step will be to investigate the expressions for $U$ and $H$.\n\nIn the first place, $U$ can be easily found. For, let $R$ denote the radius vector of a particle of mass $m$; then, if $\\Sigma$ denote the operation of taking the complete sum of lines, we have\n\n$$U = \\Sigma m D_t(R) = D_t \\Sigma (mR).$$\nNow, by a well-known proposition, it is evident that $\\Sigma(mR) = M\\bar{R}$, where $M$ is the mass of the body and $\\bar{R}$ is the radius of the body's centre of gravity. Hence\n\n$$U = MD_4(\\bar{R});$$\n\nand therefore, if $\\bar{V}$ denote the velocity of the centre of gravity in magnitude and direction, $U = M\\bar{V}$, or, in other words, $U$, the body's momentum, is the momentum of the body's mass collected at the body's centre of gravity.\n\n54. In the next place we have to find $H$. The investigation will be very much facilitated by the following consideration. A body's motion is said to be compounded of motions $\\alpha, \\beta, \\gamma$, if the velocity of each of the body's particles may be considered as the resultant of the respective velocities due to the motions of $\\alpha, \\beta, \\gamma$ separately. In such case the momentum of a particle will evidently be the resultant of the momenta due to each of the motions $\\alpha, \\beta, \\gamma$ separately; and since the resultant of the momenta of all the particles will be the same in whatever way we group them together, it is evident that we have the following proposition:\n\n\"The resultant of the momenta of a body's particles, or the body's momenta-system, is the resultant of the momenta-systems due to each of the motions $\\alpha, \\beta, \\gamma$.\"\n\nThus a body's motion may be decomposed into a motion of rotation and translation. Hence the body's momenta-system may be found by compounding the momenta-system due to the motion of rotation with that due to the motion of translation.\n\nAgain, a motion of rotation may be decomposed into rotations about three axes. Hence the momenta-system of a body which rotates about a fixed point is the resultant of the momenta-systems respectively due to the separate motions of rotation about the three axes.\n\n55. Let us then first investigate $H$ for a body having simply a motion of translation.\n\nLet $v$ be the velocity of translation in the direction of a line $AB$ at time $t$, then the momentum of a particle of mass $m$ is $mv$ in the direction of $AB$. Hence the momenta-system consists of a number of momenta parallel to one another, and proportional to the masses of the respective particles. Their resultant is therefore $Mv$ at the centre of gravity, $M$ being the body's mass. Hence the momenta-system is reducible to $Mv$ at the centre of gravity. Therefore $H$, the axis of the body's momentum-couple about $O$, is the moment-axis about $O$ of $Mv$ at the centre of gravity, and is zero, if the point $O$ coincides with the centre of gravity. In the latter case, since $H = 0$, therefore $D_4(H) = 0$, therefore $G = 0$, or the moment of the external forces about any line through the centre of gravity is zero for a body which has simply a motion of translation.\n\n56. The next simplest case is that of a body rotating about a line. Take that line as axis of $z$, and suppose the body of mass $M$ to be revolving at time $t$ about that line with angular velocity $\\omega$. It may be easily shown in the ordinary way, that the sum of the moments of the momenta about the axes of $x, y, z$ are respectively\n\n$$-\\omega\\Sigma(mxz), -\\omega\\Sigma(myz), \\omega\\Sigma(mr^2).$$\nSo that, using the notation of section 52, we have\n\n\\[ h_x = -\\omega \\Sigma(mxz), \\quad h_y = -\\omega \\Sigma(myz), \\quad h_z = \\omega \\Sigma(mr^2). \\]\n\nIf the axis of \\( z \\) be a principal axis, we have\n\n\\[ \\Sigma(mxz) = 0, \\quad \\Sigma(myz) = 0, \\]\n\ntherefore\n\n\\[ h_x = 0, \\quad h_y = 0, \\quad h_z = \\omega \\Sigma(mr^2); \\]\n\nand consequently \\( H \\) is a line in the direction of \\( Oz \\), and equal to the product of \\( \\omega \\) and the moment of inertia about \\( Oz \\).\n\n57. If the axis about which the body rotates is neither a fixed line nor a principal axis, it is more convenient to express \\( H \\), the body's momentum-couple, in the following manner.\n\nThe body's rotation about the point \\( O \\) may be considered as compounded of motions of rotation about the principal axes at \\( O \\). Let \\( \\omega_1, \\omega_2, \\omega_3 \\) be the angular velocities of those component rotations, and let \\( A, B, C \\) be the respective moments of inertia about the principal axes. We have shown in the preceding section that the body's momentum-couples due to the three separate rotations about the principal axes would have for their respective axes lines along the principal axes and equal to \\( A\\omega_1, B\\omega_2, C\\omega_3 \\). It follows, therefore, from section 54, that \\( H \\), the body's momentum-couple, is the resultant of the three couples, whose axes are respectively \\( A\\omega_1, B\\omega_2, C\\omega_3 \\). In other words, \\( H \\), the axis of the body's momentum-couple, has \\( A\\omega_1, B\\omega_2, C\\omega_3 \\) for its components along the principal axes.\n\n58. The results of the last two sections may be also proved in the following more direct manner.\n\nTake any rectangular axes as axes of coordinates. Let \\( \\omega_x, \\omega_y, \\omega_z \\) be the components, along those axes, of the body's angular velocity of rotation. Let \\( v_x, v_y, v_z \\) be the components of the velocity of a particle of mass \\( m \\), whose coordinates are \\( x, y, z \\).\n\nIf then \\( h_x, h_y, h_z \\) be the components of \\( H \\), we have\n\n\\[ h_x = \\Sigma m(yv_z - zv_y). \\]\n\nBut\n\n\\[ v_x = y\\omega_x - x\\omega_y, \\quad v_y = x\\omega_z - z\\omega_x. \\]\n\nTherefore\n\n\\[ h_x = \\omega_x \\Sigma m(y^2 + z^2) - \\omega_y \\Sigma (myx) - \\omega_z \\Sigma (mxz). \\]\n\nIf, then, the moments of inertia about the axes of \\( x, y, z \\) be denoted by \\( A, B, C \\) respectively, and if we denote \\( \\Sigma(myz) \\) by \\( A' \\), \\( \\Sigma(mxz) \\) by \\( B' \\), \\( \\Sigma(myx) \\) by \\( C' \\), the last equation becomes\n\n\\[ h_x = A\\omega_x - C'\\omega_y - B'\\omega_z; \\]\n\nand similarly,\n\n\\[ h_y = B\\omega_y - A'\\omega_z - C'\\omega_x, \\]\n\\[ h_z = C\\omega_z - B'\\omega_x - A'\\omega_y. \\]\n\nThese results are true, whatever rectangular axes of coordinates be taken; but if they be principal axes, then \\( A' = 0, B' = 0, C' = 0 \\), and therefore we have, as before,\n\n\\[ h_x = A\\omega_x, \\quad h_y = B\\omega_y, \\quad h_z = C\\omega_z. \\]\n59. We are now in a condition to solve easily the problem of the motion of a body rotating about a fixed line, or about a fixed point under the action of any forces.\n\nFirst, let us take the case of a body of mass $M$ revolving about a fixed line. Take that line as axis of $z$, and choose for the axes of $x$ and $y$ any lines fixed in the body which are perpendicular to one another and to Oz.\n\nIt was proved in section 52 that $H$, the axis of the body’s momentum-couple, has for its components\n\n$$h_x = -\\omega \\Sigma (mzx), \\quad h_y = -\\omega \\Sigma (mzy), \\quad h_z = M k^2 \\omega,$$\n\n$I.$\n\n$Mk^2$ standing for the moment of inertia about Oz.\n\nMoreover we know from section 48 that $U$, the body’s momentum, is $M\\bar{V}$, where $\\bar{V}$ is the velocity of the centre of gravity. Now if $\\bar{x}, \\bar{y}, \\bar{z}$ be the coordinates of the centre of gravity, $\\bar{V}$ has evidently for its projections on Ox, Oy, Oz, $-\\omega \\bar{y}, \\omega \\bar{x}, 0$ respectively. Hence the components of $U$ are equal to\n\n$$u_x = -M\\omega \\bar{y}, \\quad u_y = M\\omega \\bar{x}, \\quad u_z = 0;$$\n\nII.\n\nknowing, then, the components of $U$ and $H$, we can easily find the components of $D_t(U)$ and $D_t(H)$. Using the notation of section 52, $P = D_t(U)$ and $G = D_t(H)$, and the components of $P$ and $G$ may be denoted by $P_x, P_y, P_z$ and $G_x, G_y, G_z$ respectively.\n\nIn the problem now before us, the axis of $z$ does not move; hence evidently\n\n$$P_z = \\frac{d}{dt}(u_z) \\quad \\text{and} \\quad G_z = \\frac{d}{dt}(h_z).$$\n\nIII.\n\nBut as to the axes of $x$ and $y$, they revolve about the axis of $z$ with an angular velocity $\\omega$ at time $t$. Hence by the elementary formulæ of section 18 in Chapter I., we have\n\n$$P_x = \\frac{d}{dt}(u_x) - u_y \\omega, \\quad P_y = \\frac{d}{dt}(u_y) + u_x \\omega.$$ Similarly,\n\n$$G_x = \\frac{d}{dt}(h_x) - h_y \\omega, \\quad G_y = \\frac{d}{dt}(h_y) + h_x \\omega.$$ IV.\n\nLet, then, external forces acting on the body be reduced to a force at O whose components are $X, Y, Z$, and to a couple the components of whose axis are $L, M, N$. Let the reactions of the fixed axis be similarly reduced to a force whose components are $X', Y', Z'$, and to a couple the components of whose axis are $L', M'$. Then, by D’Alembert’s principle,\n\n$$X + X' = P_x, \\quad L + L' = G_x,$$\n\nTherefore, substituting the values (I.) and (II.) in equations (III.) and (IV.), we obtain the following six equations:\n\n$$X + X' = -My \\frac{d\\omega}{dt} - M\\omega^2 x,$$\n\n$$Y + Y' = Mx \\frac{d\\omega}{dt} - M\\omega^2 y,$$\n\n$$Z + Z' = 0,$$\n\\[ L + L' = -\\Sigma(mxz) \\frac{d\\sigma}{dt} + \\omega^2 \\Sigma(myz), \\]\n\\[ M + M' = -\\Sigma(myz) \\frac{d\\sigma}{dt} - \\omega^2 \\Sigma(mxz), \\]\n\\[ N = Mk^2 \\frac{d\\sigma}{dt}. \\]\n\nThese six equations are those ordinarily given in text-books, and their full import and meaning is now apparent. The first three have for their right-hand members the components of \\( D_t(U) \\), where \\( U \\) has for its components \\(-M\\sigma y, M\\sigma x, 0\\).\n\nThe last three have for their right-hand members the components of \\( D_t(H) \\), where \\( H \\) has for its components \\(-\\sigma \\Sigma(mxz), -\\sigma \\Sigma(myz), Mk^2\\sigma\\). And the six equations are at once obtained by applying the elementary formulæ of section 18.\n\n60. It is, however, in the solution of problems, far better to avoid using those six equations, and simply to remember that the body's momentum \\( U \\) is \\( M\\sigma r \\) in the direction of the velocity of the centre of gravity (\\( r \\) being its distance from the axis), and that the body's momentum-couple \\( H \\) has for its components \\(-\\sigma \\Sigma(mxz), -\\sigma \\Sigma(myz), \\) and \\( Mk^2\\sigma\\). Then the complete differential coefficients of \\( U \\) and \\( H \\) can be found at once according to the ordinary rules; and those complete differential coefficients are by D'Alembert's principle respectively identical with the force and the axis of the couple to which the forces acting on the body may be reduced.\n\nTake for example the following well-known problem:\n\n\"Under what circumstances will there be no pressure on the fixed axis, supposing no external forces to act on the body?\"\n\nSince there are no external forces nor pressures which act on the body, it follows that \\( D_t(U) \\) and \\( D_t(H) \\) must each equal zero. Therefore \\( U \\) and \\( H \\) are lines of constant magnitude and direction. Now the direction of \\( U \\) is that of the velocity of the centre of gravity, and would therefore vary, unless the centre of gravity were at rest. Hence the first condition is that the fixed axis passes through the centre of gravity.\n\nAgain, since \\( H \\) is a line of constant length and direction, its components along and perpendicular to the fixed axis \\( Oz \\) must be lines of constant length and direction. Hence \\( h_z = Mk^2\\sigma \\) must be constant. Therefore \\( \\sigma \\) is constant, or the body revolves with uniform angular velocity.\n\nMoreover the components of \\( H \\) perpendicular to \\( Oz \\) are \\( h_x = -\\sigma \\Sigma(mxz), h_y = -\\sigma \\Sigma(myz); \\) and we have just seen that the resultant of these two components must be a line of constant length and direction. But as \\( \\sigma \\) is constant, it is clear that that resultant has always the same components along the variable axes of \\( x \\) and \\( y \\), and would therefore move with the latter, unless those components were always zero. Hence the second condition is that \\( \\Sigma(mxz) = 0, \\Sigma(myz) = 0 \\); in other words, the fixed axis must be a principal axis. It is evident also that the two conditions are sufficient, for they make \\( H \\) and \\( U \\) constant lines, and therefore they make \\( D_t(H) \\) and \\( D_t(U) \\) vanish, and consequently, by D'Alembert's principle, there are no forces acting on the body.\n61. We now come to the case of a body moving about a fixed point O. Let $\\omega$ be, at time $t$, the angular velocity about the instantaneous axis, let $A$, $B$, $C$ be the moments of inertia about the principal axes at $O$, and let $\\omega_x$, $\\omega_y$, $\\omega_z$ be the components of $\\omega$ along these axes.\n\n$H$, the axis of the body's momentum-couple about $O$, has, we have already seen, for its components\n\n$$h_x = A\\omega_x, \\quad h_y = B\\omega_y, \\quad h_z = C\\omega_z.$$  \n\nIf, then, we denote by $\\Omega$ the instantaneous axis, we know, from the fundamental propositions in sections 35 and 36, that $D_t(H)$ is equivalent to $\\frac{dh_x}{dt}$ || to $Ox$, $\\frac{dh_y}{dt}$ || to $Oy$, $\\frac{dh_z}{dt}$ || to $Oz$, together with the determinant of $\\Omega$ to $H$, $\\Omega$ denoting the instantaneous axis; and moreover, that this determinant has for its components\n\n$$h_x\\omega_y - h_y\\omega_x, \\text{ or } (C-B)\\omega_y\\omega_x \\text{ parallel to } Ox;$$\n\n$$h_x\\omega_z - h_z\\omega_x, \\text{ or } (A-C)\\omega_x\\omega_z \\text{ parallel to } Oy;$$\n\n$$h_y\\omega_z - h_z\\omega_y, \\text{ or } (B-A)\\omega_y\\omega_z \\text{ parallel to } Oz.$$\n\nTherefore the components of $D_t(H)$ are\n\n$$A\\frac{d\\omega_x}{dt} + (C-B)\\omega_y\\omega_x,$$\n\n$$B\\frac{d\\omega_y}{dt} + (A-C)\\omega_x\\omega_z,$$\n\n$$C\\frac{d\\omega_z}{dt} + (B-A)\\omega_y\\omega_x.$$\n\nBut by D'Alembert's principle $D_t(H)$ is the same as $G$, the axis of the couple resulting from the external forces. If, therefore, $L$, $M$, $N$ be the components of $G$, $L$, $M$, $N$ must be respectively equal to the components of $D_t(H)$. Hence we have\n\n$$L = A\\frac{d\\omega_x}{dt} + (C-B)\\omega_y\\omega_x,$$\n\n$$M = B\\frac{d\\omega_y}{dt} + (A-C)\\omega_x\\omega_z,$$\n\n$$N = C\\frac{d\\omega_z}{dt} + (B-A)\\omega_y\\omega_x.$$\n\nWe thus see that these well-known equations of Euler are found at once by resolving $D_t(H)$ along the principal axes, where $H$ is the axis of the body's momentum-couple and has $A\\omega_x$, $B\\omega_y$, $C\\omega_z$ for its components, and that they merely express the fact that $G$, the resultant of $L$, $M$, $N$, is identical with $D_t(H)$.\n\n62. The theory of the motion of a body about a fixed point can be more simply investigated, and the problems connected with that theory can generally be more easily solved, by merely bearing in mind that $G = D_t(H)$ than by using Euler's equations, which merely express that fact in one particular form; for that form is not always the most convenient form, and is in all cases apt to conceal the fact which it embodies.\nTake, for instance, the problem of a body rotating about a fixed point, no external forces acting on it. Here $D_t(H) = 0$, therefore $H$ is a line of constant length and direction. The motion of the body must therefore entirely depend upon the fact that, whilst the body moves about the principal axes with angular velocities $\\omega_x$, $\\omega_y$, $\\omega_z$, the line $H$, whose projections on those axes are respectively $A\\omega_x$, $B\\omega_y$, $C\\omega_z$, remains throughout the body's motion the same in magnitude and direction.\n\nThe length of $H$ is evidently $\\sqrt{A^2\\omega_x^2 + B^2\\omega_y^2 + C^2\\omega_z^2}$. But the length of $H$ is constant, say equal to $h$. Therefore\n\n$$A^2\\omega_x^2 + B^2\\omega_y^2 + C^2\\omega_z^2 = h^2.$$ . . . . . . . . (I.)\n\nMoreover, from section 35, we see that $D_t(H)$ is equivalent to $A \\frac{d\\omega_x}{dt}$ || to $Ox$, $B \\frac{d\\omega_y}{dt}$ || to $Oy$, $C \\frac{d\\omega_z}{dt}$ || to $Oz$, together with $\\det(\\Omega, H)$; and since the last line $\\det(\\Omega, H)$ is perpendicular on the instantaneous axis $\\Omega$, it follows that the resolved part of $D_t(H)$ along the instantaneous axis equals\n\n$$\\frac{\\omega_x}{\\omega} A \\frac{d\\omega_x}{dt} + \\frac{\\omega_y}{\\omega} B \\frac{d\\omega_y}{dt} + \\frac{\\omega_z}{\\omega} C \\frac{d\\omega_z}{dt}.$$ \n\nBut this must equal zero, since $D_t(H)$ equals zero, and since consequently its resolved part along any line is zero. Hence we have\n\n$$A \\frac{d\\omega_x}{dt} + B \\frac{d\\omega_y}{dt} + C \\frac{d\\omega_z}{dt} = 0.$$ \n\nTherefore\n\n$$A\\omega_x^2 + B\\omega_y^2 + C\\omega_z^2$$ is constant, equal, say, to $k^2$. . . . . . (II.)\n\nWe have already seen that $H$ is a line of constant direction; and since its direction-cosines are proportional to $A\\omega_x$, $B\\omega_y$, $C\\omega_z$, it follows that the plane whose moment has direction-cosines which are proportional to the last three quantities is a fixed plane. This plane is the invariable plane. From this fact and the two equations (I.) and (II.), Poinsot's celebrated illustration of the motion of a body which rotates about a fixed point may be easily deduced in the ordinary manner; but it is unnecessary to discuss the problem further, as it must be already sufficiently apparent that the body's motion entirely depends upon the fact that $H$ is a line of fixed length and direction.\n\n63. On looking at Euler's equations, we find that, when $A = B = C$, they take the simple form\n\n$$L = A \\frac{d\\omega_x}{dt},$$\n\n$$M = B \\frac{d\\omega_y}{dt},$$\n\n$$N = C \\frac{d\\omega_z}{dt}.$$ \n\nMoreover, when only $A = B$, then the third of Euler's equations becomes $N = C \\frac{d\\omega_z}{dt}$. It may be interesting to trace the real meaning of these results.\nLet, as before, $G$ be the resultant of $L$, $M$, $N$, and let $H$ be the axis of the body's momentum-couple about the fixed point, and let $\\Omega$ represent the instantaneous axis. Then $G = D_t(H)$, and $D_t(H)$ is equivalent to $A \\frac{d\\omega_x}{dt} \\parallel O_x$, $B \\frac{d\\omega_y}{dt} \\parallel O_y$, $C \\frac{d\\omega_z}{dt} \\parallel O_z$, together with $\\det(\\Omega, H)$.\n\nNow, if $A = B = C$, then $H$, which has for its components $A\\omega_x$, $B\\omega_y$, $C\\omega_z$, evidently coincides in direction with $\\Omega$, which has for its components $\\omega_x$, $\\omega_y$, $\\omega_z$. Therefore it follows, from the very definition of a determinant, that $\\det(\\Omega, H) = 0$. It is therefore because $\\det(\\Omega, H) = 0$ when $A = B = C$, that the components of $D_t(H)$ are simply $A \\frac{d\\omega_x}{dt}$, $B \\frac{d\\omega_y}{dt}$, $C \\frac{d\\omega_z}{dt}$, and that Euler's equations take so simple a form.\n\nSecondly, suppose only $A = B$. It is evident, from what has been just said, that $N = C \\frac{d\\omega_z}{dt} + \\text{the resolved part along } O_z \\text{ of } \\det(\\Omega, H)$. Now the equation to the line $H$ is\n\n$$\\frac{x}{A\\omega_x} = \\frac{y}{B\\omega_y} = \\frac{z}{C\\omega_z}.$$  \n\nIf then $A = B$, the projection of $H$ on the plane of $xy$ evidently coincides with the projection of $\\Omega$ on that plane. Therefore the lines $H$, $\\Omega$, and the axis of $z$ lie in the same plane. Hence it follows that the line $\\det(\\Omega, H)$, which by definition is perpendicular on $\\Omega$ and on $H$, is also perpendicular on the axis of $z$, and has therefore no component along that axis. We thus see that the reason why $N = C \\frac{d\\omega_z}{dt}$, when $A = B$, is that in that case $\\det(\\Omega, H)$ is perpendicular to the axis of $z$.\n\n64. In those cases in which there are more sets than one of principal axes at the fixed point, it is sometimes convenient to take moments about a set of principal axes, which are not fixed in the body.\n\nThere is no difficulty in applying the same method to such cases. Let $\\omega_x$, $\\omega_y$, $\\omega_z$ be the angular velocities of the body about the principal axes $O_x$, $O_y$, $O_z$, and suppose those axes not to move with the body as if rigidly connected with it, but to move at time $t$ about an instantaneous axis $\\Omega'$ with an angular velocity equal to the length of $\\Omega'$, and let the components of $\\Omega'$ along the principal axes be $\\omega'_x$, $\\omega'_y$, $\\omega'_z$.\n\nLet $H$, as before, represent the body's momentum-couple. We have seen that $H$ has for its components\n\n$$h_x = A\\omega_x, \\quad h_y = B\\omega_y, \\quad h_z = C\\omega_z.$$  \n\nTherefore, according to the fundamental proposition in section 35, $D_t(H)$ is equivalent to $\\frac{d}{dt}(A\\omega_x) \\parallel O_x$, $\\frac{d}{dt}(B\\omega_y) \\parallel O_y$, $\\frac{d}{dt}(C\\omega_z) \\parallel O_z$, together with $\\det(\\Omega', H)$; and looking at the formulae of section 36, we see that $\\det(\\Omega', H)$ has for its components\n\n$$C\\omega_x\\omega'_y - B\\omega_y\\omega'_z \\parallel O_x,$$\n\n$$A\\omega_x\\omega'_z - C\\omega_z\\omega'_x \\parallel O_y,$$\n\n$$B\\omega_y\\omega'_x - A\\omega_x\\omega'_y \\parallel O_z.$$\nTherefore, if $L$ be the moments of inertia of the forces about the principal axes, we have by D'Alembert's principle,\n\n$$L = \\frac{d}{dt} (A\\omega_x) + C\\omega_y\\omega_z' - B\\omega_y'\\omega_z,$$\n\n$$M = \\frac{d}{dt} (B\\omega_y) + A\\omega_x\\omega_z' - C\\omega_x'\\omega_z,$$\n\n$$N = \\frac{d}{dt} (C\\omega_z) + B\\omega_y\\omega_x' - A\\omega_y'\\omega_x.$$\n\nIt is clear that, when there is more than one set of principal axes at the fixed point, either all three or at least two of the quantities $A$, $B$, $C$ must be equal to one another. Suppose then $A = B$, then the axis of $z$, $Oz$ is fixed in the body, and therefore $\\omega_x'$ and $\\omega_y'$ are clearly the same as $\\omega_x$ and $\\omega_y$. And the last equations, therefore, become\n\n$$L = A \\frac{d\\omega_x}{dt} + \\omega_y(C\\omega_z - A\\omega_z'),$$\n\n$$M = A \\frac{d\\omega_y}{dt} + \\omega_x(A\\omega_z' - C\\omega_z),$$\n\n$$N = C \\frac{d\\omega_z}{dt}.$$\n\nIf we put $\\omega_z' = \\omega_z + \\frac{dz}{dt}$, the above equations become the same as those which are given in Routh's 'Dynamics,' page 134, where they are deduced from Euler's equations.\n\n65. To the above equations, however, the same remark applies as has already been made with regard to Euler's equations. They merely express the fact that $D_t(H)$ has $L$, $M$, $N$ for its components; and it is far better in most problems to start with that simple fact, and, without using those equations, to choose any axes which the nature of the problem may suggest.\n\nTake, for instance, the problem of the top spinning upon a perfectly rough plane.\n\nLet $O$ be the fixed point, $g$ the top's centre of gravity. Take $Og$ as axis of $z$. Draw $Oa$ vertically, and take as axis of $x$ a line perpendicular to $Oz$ and in the plane $zOa$, and take as axis of $y$ a line perpendicular on the plane $zOx$, and therefore perpendicular on $Og$. The axes of coordinates are evidently principal axes.\n\nThe components of $H$, which determines the body's momentum-couple, are $A\\omega_x$, $B\\omega_y$, $C\\omega_z$, $\\omega_x$, $\\omega_y$, $\\omega_z$ being the angular velocities about the principal axes, and $A$ being the moment of inertia about $Ox$ and about $Oy$, and $C$ being the moment of inertia about $Og$. We have chosen $Og$ so as to be perpendicular on plane $aOx$; consequently the resolved part of $H$ along $Oa$ is the sum of the resolved parts of $A\\omega_x$, $C\\omega_z$, and equals therefore, if we denote angle $aOz$ by $\\theta$,\n\n$$-A\\omega_x \\sin \\theta + C\\omega_z \\cos \\theta.$$\n\nMoreover, since $Oa$ has a fixed direction, the differential coefficient of the last expression is evidently the resolved part along $Oa$ of $D_t(H)$. But this must equal zero by\nD'Alembert's principle, since there are no forces acting on the top which have any moments about the vertical. Hence we have\n\n$$\\frac{d}{dt}(C\\omega_z \\cos \\theta - A\\omega_x \\sin \\theta) = 0.$$  \n\nTherefore\n\n$$C\\omega_z \\cos \\theta - A\\omega_x \\sin \\theta \\text{ is constant.}$$\n\nMoreover, since two of the principal moments of inertia are equal to one another, it follows from section 58 that the sum of the moments of the external forces about Oz, the axis of unequal moment of inertia, is equal to $C\\frac{d\\omega_z}{dt}$. Hence, as the forces have no moment about Oz, we have $C\\frac{d\\omega_z}{dt} = 0$. Therefore $\\omega_z$ is constant. This relation, together with the equation (I.) and the equation of vis viva, solve the problem. We, namely, obtain the three equations\n\n$$C\\omega_z \\cos \\theta - A\\omega_x \\sin \\theta = h,$$\n\n$$\\omega_x = \\alpha,$$\n\n$$A\\omega_x^2 + A\\omega_y^2 + C\\omega_z^2 = -2gb \\cos \\theta + c,$$\n\nwhere $b = Og$, and $c$ is some constant.\n\n66. In some few cases it may be convenient to take moments about lines which are fixed in the body but which are not principal axes. Let then H have for its components along the rectangular axes of coordinates $h_x, h_y, h_z$ respectively, then we know, from section 53, that\n\n$$h_x = A\\omega_x - B'\\omega_y - C'\\omega_z,$$\n\n$$h_y = B\\omega_y - C'\\omega_x - A'\\omega_z,$$\n\n$$h_z = C\\omega_z - A'\\omega_y - B'\\omega_x,$$\n\nwhere $A' = \\Sigma(myz)$, $B' = \\Sigma(mxz)$, $C' = \\Sigma(myx)$.\n\nTherefore, if L, M, N be the moments of the forces about the axes, we have, as before,\n\n$$L = \\frac{dh_x}{dt} + h_z\\omega_y - h_y\\omega_z,$$\n\n$$M = \\frac{dh_y}{dt} + h_x\\omega_z - h_z\\omega_x,$$\n\n$$N = \\frac{dh_z}{dt} + h_y\\omega_x - h_x\\omega_y.$$\n\nIf, on the other hand, the axes of Ox, Oy, Oz are not fixed in the body, but rotate with an angular velocity whose components are $\\omega'_x, \\omega'_y, \\omega'_z$, then we have, in a similar manner,\n\n$$L = \\frac{dh_x}{dt} + h_z\\omega'_y - h_y\\omega'_z, \\text{ &c.}$$\n\nThe above equations are somewhat more general than those given by Liouville in his Journal of 1858, and are, as we have just seen, at once obtained by applying the fundamental formulae of section 36.\n\n67. I will now show how the principle of vis viva may be easily proved for a body\nmoving about a fixed point without assuming the principle of virtual velocities, and is in fact a very simple deduction from D'Alembert's principle.\n\nLet \\( Oi \\) be the instantaneous axis, about which the body is rotating at time \\( t \\) with an angular velocity \\( \\omega \\). Let \\( m \\) be a particle of the body, let its mass be \\( m \\), its distance from \\( Oi \\), \\( r \\), and its velocity \\( v \\) in the direction \\( mn \\).\n\nSuppose now a force \\( P \\) to act at \\( m \\). Then, since \\( mn \\) is perpendicular on the plane \\( iOm \\), it is clear from statics that the moment of \\( P \\) about \\( Oi \\) is the moment of the resolved part of \\( P \\) along \\( mn \\). It is therefore, if \\( \\phi \\) be the angle which the direction of \\( P \\) makes with \\( mn \\), equal to \\( rP \\cos \\phi \\), or \\( \\frac{v}{\\omega} P \\cos \\phi \\).\n\nSuppose then \\( P \\) to be the moving force of the particle \\( m \\). Then its resolved part along the velocity \\( mn \\) is of course \\( m \\frac{dv}{dt} \\), so that \\( P \\cos \\phi = m \\frac{dv}{dt} \\), and therefore the moment of the moving force about \\( Oi \\) equals \\( m \\frac{v}{\\omega} \\frac{dv}{dt} \\). Consequently the sum of the moments of the moving forces about \\( Oi \\) equals \\( \\frac{1}{\\omega} \\sum (mv \\frac{dv}{dt}) \\). But this sum, by D'Alembert's principle, equals the sum of the moments of the external forces about \\( Oi \\). Now we have already seen that the moment of any force \\( P \\) about \\( Oi \\) is \\( \\frac{v}{\\omega} P \\cos \\phi \\), so that, if \\( P \\) represent an external force acting on the body, the sum of the moments about \\( Oi \\) of the forces acting on the body equals \\( \\frac{1}{\\omega} \\sum (Pv \\cos \\phi) \\). Hence we have\n\n\\[\n\\frac{1}{\\omega} \\sum (Pv \\cos \\phi) = \\frac{1}{\\omega} \\sum \\left( mv \\frac{dv}{dt} \\right).\n\\]\n\nTherefore\n\n\\[\n\\sum (mv^2) = 2 \\int dt \\sum (Pv \\cos \\phi).\n\\]\n\nThis equation embodies the principle of vis viva; for it is evident that, if the components of \\( P \\) be \\( X, Y, Z \\), then\n\n\\[\nPv \\cos \\phi = X \\frac{dx}{dt} + Y \\frac{dy}{dt} + Z \\frac{dz}{dt}.\n\\]\n\n68. The same result may also be obtained by analysis; and it may be worth while to notice that each step in the analytical proof is exactly equivalent to the corresponding step in the above geometrical proof. This correspondence between the steps in analytical and geometrical demonstrations is one of the most striking features of modern analytical geometry, and would, as we have already attempted to show, present itself generally in analytical mechanics, if more attention were paid to the interpretation of the equations and formulae which are employed.\n\nThe analytical proof is as follows:\n\nLet \\( X, Y, Z \\) be the components of any one of the forces acting on the body, and suppose that force to act at a point \\((x, y, z)\\) of mass \\( m \\). Let \\( \\omega_x, \\omega_y, \\omega_z \\) be the angular velocities\nof rotation about the axes of coordinates, which are here supposed to be fixed in space. Then it is clear that\n\n\\[\n\\frac{dx}{dt} = z\\omega_y - y\\omega_z, \\quad \\frac{dy}{dt} = x\\omega_z - z\\omega_x, \\quad \\frac{dz}{dt} = y\\omega_x - x\\omega_y.\n\\]\n\nTherefore\n\n\\[\n\\Sigma \\left( X \\frac{dx}{dt} + Y \\frac{dy}{dt} + Z \\frac{dz}{dt} \\right)\n\\]\n\nmay be put into the form\n\n\\[\n\\Sigma (Xz - Zx)\\omega_y + \\Sigma (Yx - XY)\\omega_z + \\Sigma (Zy - Yz)\\omega_x. \\ldots \\ldots \\ldots \\quad (I.)\n\\]\n\nBut, by D'Alembert's principle,\n\n\\[\n\\Sigma (Xz - Zx) = \\Sigma m \\left( \\frac{d^2x}{dt^2} z - \\frac{d^2z}{dt^2} x \\right),\n\\]\n\n\\[\n\\Sigma (Yx - XY) = \\Sigma m \\left( \\frac{d^2y}{dt^2} x - \\frac{d^2x}{dt^2} y \\right),\n\\]\n\n\\[\n\\Sigma (Zy - Yz) = \\Sigma m \\left( \\frac{d^2z}{dt^2} y - \\frac{d^2y}{dt^2} z \\right).\n\\]\n\nSubstituting these expressions in (I.), we obtain\n\n\\[\n\\omega_y \\Sigma m \\left( \\frac{d^2x}{dt^2} z - \\frac{d^2z}{dt^2} x \\right) + \\omega_z \\Sigma m \\left( \\frac{d^2y}{dt^2} x - \\frac{d^2x}{dt^2} y \\right) + \\omega_x \\Sigma m \\left( \\frac{d^2z}{dt^2} y - \\frac{d^2y}{dt^2} z \\right),\n\\]\n\nwhich again can be put into the form\n\n\\[\n\\Sigma m \\left\\{ \\frac{d^2x}{dt^2} (z\\omega_y - y\\omega_z) + \\frac{d^2y}{dt^2} (x\\omega_z - z\\omega_x) + \\frac{d^2z}{dt^2} (y\\omega_x - x\\omega_y) \\right\\},\n\\]\n\n\\[\n= \\Sigma m \\left( \\frac{d^2x dx}{dt^2 dt} + \\frac{d^2y dy}{dt^2 dt} + \\frac{d^2z dz}{dt^2 dt} \\right).\n\\]\n\nHence it follows that\n\n\\[\n\\Sigma \\left( X \\frac{dx}{dt} + Y \\frac{dy}{dt} + Z \\frac{dz}{dt} \\right) = \\Sigma m \\left( \\frac{d^2x dx}{dt^2 dt} + \\frac{d^2y dy}{dt^2 dt} + \\frac{d^2z dz}{dt^2 dt} \\right),\n\\]\n\nand therefore\n\n\\[\n\\Sigma m \\left( \\left( \\frac{dx}{dt} \\right)^2 + \\left( \\frac{dy}{dt} \\right)^2 + \\left( \\frac{dz}{dt} \\right)^2 \\right) = 2 \\int dx (X dx + Y dy + Z dz),\n\\]\n\nwhich is the equation of vis viva.\n\nIt may be observed that the same proof may be quite easily extended to a body moving freely, by decomposing the original motion into a motion of translation with the velocity of the centre of gravity and a rotation about the centre of gravity.\n\n69. The two proofs which have just been given of the principle of vis viva are both founded on the fact that the sum of the moments of the moving forces of the body's particles about the instantaneous axis is equal to \\( \\frac{1}{\\omega} \\Sigma \\left( mv \\frac{dv}{dt} \\right) \\), or to \\( \\frac{1}{2\\omega} \\frac{d}{dt} \\Sigma (mv^2) \\). This\nfact is the reason why the equations of vis viva can be obtained by multiplying Euler's three equations by $\\omega_x$, $\\omega_y$, $\\omega_z$ respectively, and by adding together the products so obtained; for in performing those operations we are in reality finding the sum of the moments of the forces about the instantaneous axis whose direction-cosines are $\\omega_x$, $\\omega_y$, $\\omega_z$.\n\n70. If $G_1$ be the sum of the moments of the impressed forces about the instantaneous axis, then by D'Alembert's principle $G_1$ equals the sum of the moments of the moving forces about the instantaneous axis. Hence it follows from the preceding section that\n\n$$G_1 = \\frac{1}{2\\omega} \\frac{d}{dt} \\Sigma(mv^2).$$\n\nThis equation is often useful.\n\nFor instance, since $\\Sigma(mv^2) = \\Sigma(m\\omega^2r^2)$, where $r$ is the distance of a particle from the instantaneous axis, it follows that $\\Sigma(mv^2) = I\\omega^2$ if $I$ denote the body's moment of inertia about the instantaneous axis. Therefore\n\n$$G_1 = \\frac{1}{2\\omega} \\frac{d}{dt} (I\\omega^2)$$\n\n$$= \\frac{d\\omega}{dt} + \\frac{\\omega dI}{2 dt}.$$\n\nNow, if the instantaneous axis were fixed in space, we should evidently have\n\n$$G_1 = I \\frac{d\\omega}{dt}.$$  \n\nTherefore the only cases in which we can take moments about the instantaneous axis as if it were fixed in space are when $\\frac{\\omega}{2} \\frac{dI}{dt} = 0$, or when the moment of inertia about the instantaneous axis is constant. This proposition is useful in solving problems concerning rolling cones, and is usually deduced by analysis from Euler's equations.\n\n71. I will give two more examples of the advantage of the method I have employed in these pages.\n\nLet $\\omega_x$, $\\omega_y$, $\\omega_z$ be the angular velocities of rotation of a body about three rectangular axes which are fixed in and move with the body, and let $a$, $b$, $c$ be the direction-cosines with respect to those axes of a line which is fixed in space. Take on the latter line a point $P$ at a unit of distance from the origin. The velocity of the fixed point $P$ is zero. Now, as its components along the moving axes are $a$, $b$, $c$ respectively, it follows from one of our elementary propositions that\n\n$$\\frac{da}{dt} + c\\omega_y - b\\omega_z$$\n\nequals the component of $P$'s velocity along $Ox$, and therefore equals zero.\nHence\n\n\\[ \\frac{da}{dt} = b\\sigma_z - c\\sigma_y, \\]\n\na formula which is generally deduced as the result of somewhat long analytical work.\n\n72. Secondly, in order to give a striking example of the manner in which the theory of the determinants of lines explains and shortens analytical processes, I will give the following direct proof of Euler's equations.\n\nTake the principal axes at the fixed point as the axes of coordinates. Let \\( v_x, v_y, v_z \\) be the components of the velocity \\( V \\), and \\( f_x, f_y, f_z \\) those of the acceleration \\( F \\) of a particle \\((x, y, z)\\) of mass \\( m \\).\n\nWe have seen that the fact of the acceleration being the complete differential coefficient of the velocity leads at once to the three following equations:\n\n\\[\n\\begin{align*}\nf_x &= \\frac{dv_x}{dt} + v_x\\sigma_y - v_y\\sigma_x, \\\\\nf_y &= \\frac{dv_y}{dt} + v_y\\sigma_z - v_z\\sigma_y, \\\\\nf_z &= \\frac{dv_z}{dt} + v_z\\sigma_x - v_x\\sigma_z.\n\\end{align*}\n\\]  \n\nPutting then for brevity's sake \\( f'_x \\) for \\( v_x\\sigma_y - v_y\\sigma_x \\), \\( f'_y \\) for \\( v_y\\sigma_z - v_z\\sigma_y \\), \\( f'_z \\) for \\( v_z\\sigma_x - v_x\\sigma_z \\), we have\n\n\\[\n\\begin{align*}\nf_x &= \\frac{dv_x}{dt} + f'_x, \\\\\nf_y &= \\frac{dv_y}{dt} + f'_y, \\\\\nf_z &= \\frac{dv_z}{dt} + f'_z.\n\\end{align*}\n\\]  \n\nNow the sum of the moments of the moving forces about Ox equals\n\n\\[ \\Sigma m(f'_zy - f'_yz) = \\Sigma m\\left(\\frac{dv_z}{dt} y - \\frac{dv_y}{dt} z\\right) + \\Sigma m(f'_zy - f'_yz). \\]  \n\nLet us first investigate the expression \\( \\Sigma m\\left(\\frac{dv_z}{dt} y - \\frac{dv_y}{dt} z\\right) \\). Evidently\n\n\\[ v_z = y\\sigma_x - x\\sigma_y, \\quad v_y = x\\sigma_z - z\\sigma_x. \\]\n\nAnd as the axes move with the body, \\( x, y, z \\) do not vary with the time, and we therefore obtain\n\n\\[ \\frac{dv_z}{dt} = y \\frac{d\\sigma_x}{dt} - x \\frac{d\\sigma_y}{dt}, \\quad \\frac{dv_y}{dt} = x \\frac{d\\sigma_z}{dt} - z \\frac{d\\sigma_x}{dt}. \\]\n\nTherefore\n\n\\[ \\Sigma m\\left(\\frac{dv_z}{dt} y - \\frac{dv_y}{dt} z\\right) = \\frac{d\\sigma_x}{dt} \\Sigma m(y^2 + z^2) - \\frac{d\\sigma_y}{dt} \\Sigma (mxy) - \\frac{d\\sigma_z}{dt} \\Sigma (mzx). \\]\nBut as the axes of coordinate axes are principal axes, \\( \\Sigma(mx_y) = 0, \\Sigma(mx_z) = 0 \\). Therefore\n\n\\[\n\\Sigma m \\left( \\frac{dv_x}{dt} y - \\frac{dv_y}{dt} z \\right) = \\frac{d\\sigma_x}{dt} \\Sigma m(y^2 + z^2) = A \\frac{d\\sigma_x}{dt}, \\ldots \\ldots (4.)\n\\]\n\n\\( A \\) being the moment of inertia about \\( Ox \\).\n\nWe have still to investigate the expression \\( \\Sigma m(f'_x y - f'_y z) \\) where \\( f'_x = v_y \\sigma_x - v_x \\sigma_y \\), and \\( f'_y = v_x \\sigma_z - v_z \\sigma_x \\).\n\nWe obtain by substitution\n\n\\[\n\\Sigma m(f'_x y - f'_y z) = \\sigma_x \\Sigma m(v_y y + v_z z) - \\sigma_y \\Sigma(mv_x y) - \\sigma_z \\Sigma(mv_x z).\n\\]\n\nBut since\n\n\\[\nv_x = z \\sigma_y - y \\sigma_z,\n\\]\n\\[\nv_y = x \\sigma_z - z \\sigma_x,\n\\]\n\\[\nv_z = y \\sigma_x - x \\sigma_y,\n\\]\n\nit is evident that for principal axes we have\n\n\\[\n\\Sigma(mv_x y) = 0, \\quad \\Sigma(mv_z z) = 0,\n\\]\n\\[\n\\Sigma(mv_y y) = -\\sigma_z \\Sigma(my^2), \\quad \\Sigma(mv_z z) = \\sigma_y \\Sigma(mz^2).\n\\]\n\nHence\n\n\\[\n\\Sigma m(f'_x y - f'_y z) = \\sigma_y \\sigma_z (\\Sigma(my^2) - \\Sigma(mz^2))\n\\]\n\\[\n= \\sigma_y \\sigma_z (\\Sigma m(y^2 + x^2) - \\Sigma m(z^2 + x^2))\n\\]\n\\[\n= \\sigma_y \\sigma_z (C - B),\n\\]\n\nwhere \\( C \\) and \\( B \\) are the moments of inertia about the axes of \\( z \\) and \\( y \\).\n\nSubstituting then this last expression and the expression in (4.) in equation (3.), we see that the sum of the moments of the moving forces about \\( Ox \\) equals\n\n\\[\nA \\frac{d\\sigma_x}{dt} + (C - B) \\sigma_y \\sigma_z.\n\\]\n\nHence by D'Alembert's principle, if \\( L, M, N \\) be the sum of the moments of the impressed forces about the axes of \\( x, y, z \\), we have\n\n\\[\nL = A \\frac{d\\sigma_x}{dt} + (C - B) \\sigma_y \\sigma_z.\n\\]\n\nSimilarly,\n\n\\[\nM = B \\frac{d\\sigma_y}{dt} + (A - C) \\sigma_z \\sigma_x,\n\\]\n\\[\nN = C \\frac{d\\sigma_z}{dt} + (B - A) \\sigma_x \\sigma_y.\n\\]\n\nI will now show the full import of each of the steps in the above analytical proof.\n\nWe have seen, in section 39 of Chapter III., that the acceleration of the particle is the result of the acceleration \\( \\det(D_t(\\Omega), R) \\), and the acceleration \\( \\det(\\Omega, V) \\). If then the particle's mass be \\( m \\), its moving force is represented by\n\n\\[\nm \\det(D_t(\\Omega), R) + m \\det(\\Omega, V).\n\\]\nNow the above analytical proof merely shows that the sum of the moments about the coordinate axes, of the moving forces of which \\( m \\det (D_t \\Omega, R) \\) is the type, are respectively \\( A \\frac{d\\sigma_x}{dt} \\), \\( B \\frac{d\\sigma_y}{dt} \\), \\( C \\frac{d\\sigma_z}{dt} \\), and that the sum of the moments about the coordinate axes of the moving forces of which \\( m \\det (\\Omega, V) \\) is the type are respectively \\( (C - B)\\sigma_y\\sigma_z \\), \\( (A - C)\\sigma_x\\sigma_z \\), \\( (B - A)\\sigma_y\\sigma_x \\).\n\n73. I will next proceed to show how these results can be obtained far more briefly by applying the propositions concerning the determinants of lines. In the first place, if we put, for \\( D_t(\\Omega) \\), \\( P \\), and suppose \\( P \\) to have for its components \\( p_x, p_y, p_z \\) parallel to the axes, then \\( m \\det (D_t(\\Omega), R) \\) has for its components parallel to \\( z \\) and to \\( y \\),\n\n\\[ m(yp_x - xp_y) \\text{ and } m(xp_z - zp_x), \\]\n\nand therefore the moment of \\( m \\det (D_t(\\Omega), R) \\) about the axis of \\( x \\) equals\n\n\\[ m\\{(yp_x - xp_y)y - (xp_z - zp_x)z\\} = m(z^2 + y^2)p_x - myxp_y - mxzp_x. \\]\n\nTherefore, if we take the sum of these for all the particles and remember that the axes are principal axes, that sum will equal \\( p_x\\Sigma m(z^2 + y^2) \\). Now we have already proved that \\( p_x \\), the component parallel to the axis of \\( x \\) of \\( D_t(\\Omega) \\), \\( = \\frac{d\\sigma_x}{dt} \\). Hence we see that the sum of the moments about \\( Ox \\) of the moving forces of which \\( m \\det (D_t(\\Omega), R) \\) is the type is \\( A \\frac{d\\sigma_x}{dt} \\), and that this follows from the properties of principal axes, and from the fact that the component of \\( D_t(\\Omega) \\) parallel to the axis of \\( x \\) is \\( \\frac{d\\sigma_x}{dt} \\).\n\nIn the second place, we have already seen in section 30 of Chapter II. that the moment about the axis of \\( x \\) of \\( \\det (\\Omega, V) \\) equals \\( -r\\varpi v_x \\cos \\phi \\), \\( v_x \\) being the component of \\( V \\), and \\( \\phi \\) the angle between the radius vector and \\( V \\).\n\nBut \\( -r\\varpi v_x \\cos \\phi \\) equals evidently \\( -v_x(x\\varpi_x + y\\varpi_y + z\\varpi_z) \\), and \\( v_x \\) equals \\( z\\varpi_y - y\\varpi_z \\). If then we observe that \\( \\Sigma(mxv_x) = 0 \\), \\( \\Sigma(myv_x) = -\\Sigma(my^2)\\varpi_x \\), \\( \\Sigma(mzv_x) = \\Sigma(mz^2)\\varpi_y \\), it follows easily from the above that the sum of the moments about \\( Ox \\) of the moving forces, of which \\( m \\det (\\Omega, V) \\) is the type, equals \\( \\Sigma(mx^2)\\sigma_y\\sigma_z - \\Sigma(my^2)\\sigma_x\\sigma_y = (C - B)\\sigma_y\\sigma_z \\). This last proposition may be also proved in a different manner, which will show its connexion with the proof first given of Euler's equations.\n\nThe moment-axis, with respect to the origin, of the acceleration \\( \\det (\\Omega, V) \\) is \\( \\det \\{R, \\det (\\Omega, V)\\} \\), which, as we see from section 30 of Chapter II., equals a line opposite to \\( V \\) and of length \\( \\varpi v \\cos \\phi \\); but it follows from the same section that, since \\( \\Omega \\) is perpendicular on \\( V \\), \\( \\det \\{\\Omega, \\det (R, V)\\} \\) equals a line opposite to \\( V \\) and of length \\( \\varpi v \\cos \\phi \\). Hence we have\n\n\\[ \\det \\{R, \\det (\\Omega, V)\\} = \\det \\{\\Omega, \\det (R, V)\\}. \\]\n\nLet then \\( \\Sigma \\) denote the operation of taking the complete sum of lines. Then it follows from the last equation that\n\n\\[ \\Sigma m \\det \\{R, \\det (\\Omega, V)\\} = \\Sigma m \\det \\{\\Omega, \\det (R, V)\\} = \\det (\\Omega, \\Sigma m \\det (R, V)). \\]\nNow $\\Sigma m \\det (R, V)$ equals the complete sum of the moment-axes of the momenta, or is, in other words, the axis of the body's momentum couple $H$ whose components are $A\\sigma_x$, $B\\sigma_y$, $C\\sigma_z$. Hence we see that\n\n$$\\Sigma m \\det (R, \\det (\\Omega, V)) = \\det (\\Omega, H),$$\n\nand therefore the sum of the moments about $Ox$ of the moving force, of which $m \\det (\\Omega, V)$ is the type, is the component parallel to $x$ of $\\det (\\Omega, H)$, and equals therefore $C\\sigma_x - B\\sigma_y = (C - B)\\sigma_x$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108840.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 43,
    "total-input-tokens": 69540,
    "total-output-tokens": 35506,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2727,
        2
      ],
      [
        2727,
        5617,
        3
      ],
      [
        5617,
        8006,
        4
      ],
      [
        8006,
        10746,
        5
      ],
      [
        10746,
        13830,
        6
      ],
      [
        13830,
        16840,
        7
      ],
      [
        16840,
        19797,
        8
      ],
      [
        19797,
        21992,
        9
      ],
      [
        21992,
        24766,
        10
      ],
      [
        24766,
        27509,
        11
      ],
      [
        27509,
        30530,
        12
      ],
      [
        30530,
        33493,
        13
      ],
      [
        33493,
        36865,
        14
      ],
      [
        36865,
        39152,
        15
      ],
      [
        39152,
        41692,
        16
      ],
      [
        41692,
        44356,
        17
      ],
      [
        44356,
        47014,
        18
      ],
      [
        47014,
        49292,
        19
      ],
      [
        49292,
        52691,
        20
      ],
      [
        52691,
        56221,
        21
      ],
      [
        56221,
        59043,
        22
      ],
      [
        59043,
        61692,
        23
      ],
      [
        61692,
        64262,
        24
      ],
      [
        64262,
        67639,
        25
      ],
      [
        67639,
        70510,
        26
      ],
      [
        70510,
        73476,
        27
      ],
      [
        73476,
        76666,
        28
      ],
      [
        76666,
        79569,
        29
      ],
      [
        79569,
        82117,
        30
      ],
      [
        82117,
        85350,
        31
      ],
      [
        85350,
        87902,
        32
      ],
      [
        87902,
        90616,
        33
      ],
      [
        90616,
        93789,
        34
      ],
      [
        93789,
        96467,
        35
      ],
      [
        96467,
        98729,
        36
      ],
      [
        98729,
        101611,
        37
      ],
      [
        101611,
        104017,
        38
      ],
      [
        104017,
        106342,
        39
      ],
      [
        106342,
        108433,
        40
      ],
      [
        108433,
        110638,
        41
      ],
      [
        110638,
        114154,
        42
      ],
      [
        114154,
        114677,
        43
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108840",
    "title": "On the Differential Coefficients and Determinants of Lines, and Their Application to Analytical Mechanics",
    "authors": "A. Cohen",
    "year": 1862,
    "volume": "152",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 43,
    "jstor_url": "https://www.jstor.org/stable/108840"
  }
}