{
  "id": "cdd676ff938e0cbaab88645b57c28fc964d11f14",
  "text": "XIII. Some Suggestions relative to the best Method of employing the New Zenith Telescope lately erected at the Royal Observatory. By John Pond, Esq. A.R. F.R.S.\n\nReceived March 11.—Read March 13, 1834.\n\nThe erection of a zenith telescope of twenty-five feet focal length at the Greenwich Observatory was determined upon by the Visitors in the year 1815, for the purpose of measuring the zenith distance of γ Draconis with greater accuracy than could be effected by any instrument then existing at the Observatory.\n\nThis instrument was fixed in its place by Messrs. Troughton and Simms, in July 1833; and although when first erected it was not complete in some of its minute parts, yet, by various improvements which have been made, it is now approaching to a perfect state.\n\nDuring the course of the last summer I made a great many observations with it, with the view of determining the most advantageous method of using it. To describe this method, and not the instrument itself, is the object of the present brief communication.\n\nAmong various experiments that occurred to me, I was led to a mode of observing which has not, that I am aware of, been suggested or put in practice by any other observer; and which appears to me to possess advantages sufficient to justify my making it the subject of a separate communication.\n\nThese relate, not only to the determination of the zenith distance of γ Draconis, (for which purpose the instrument was especially constructed,) but to the measurement of the minute variations from which the equations of aberration, parallax, nutation, and others employed in the reduction of the star, are to be elicited.\n\nI shall first treat the subject with reference to the zenith distance of γ Draconis, presuming that the usual mode of using a zenith sector, altitude and azimuth instrument, or other instrument constructed on the same principle, is well known.\n\nIf the star be observed on one night with the instrument facing the east, and on the next or any subsequent night with the instrument turned half round, and facing the west, the double zenith distance will be obtained, on the supposition that the instrument has continued identical during the interval.\n\nIf, however, either by accident or design, the instrument should have suffered any change between the two observations, it is evident that the result will not give the measure of the required distance. I am now to show how my mode of observation is adapted to overcome this difficulty.\n\nMDCCCXXXIV.\nIt so happens, that a small star of about the fifth magnitude, having nearly the same zenith distance towards the south that γ Draconis has towards the north, passes the meridian between 20 and 30 minutes in time after it. It is the different modes of employing this star in combination with γ Draconis, as a means of determining the various smaller equations, which I now wish to explain.\n\nThe angular distance between the two stars will be determined with this instrument in the usual manner, by observing them on the same night, and in the same position of the instrument; which distance in this case is the sum of the zenith distances of the two stars: but if, on the next or some following night, γ Draconis be observed, and after its passage the instrument be turned half round, and the other star observed, then the difference of the measure, as read on the micrometer, will be the difference of the zenith distances of the two stars. Thus, the sum being ascertained on one night, and the difference on another, these sums and differences will be independent of any change that may happen to the instrument from one night's observation to another; and the zenith distance of each star respectively may be deduced from these data. Whatever may be the superiority of this method of observation in ascertaining the zenith distance of the principal star, it is inconsiderable compared with the powerful assistance it affords in determining, with almost unlimited precision, the value of the small equations which necessarily become the subject of investigation.\n\nLet it be supposed that the two stars have precisely the same zenith distance, the one to the north and the other to the south, then it is evident that if after the observation of one the instrument be turned half round, the micrometer wire will be placed in the exact position for bisecting the second star in its passage; but if the two stars have not exactly the same zenith distance, the micrometer wire will require a corresponding alteration. The distance between the two positions of the wire I call the subsidiary angle. It is to the properties of this angle that I wish to direct attention.\n\nWhoever considers the nature of this angle, will perceive that it is measured by a very small motion of a micrometer screw, and therefore may be obtained with great precision: moreover, that any equation which may become the subject of consideration will be doubled in its effect on this subsidiary angle, and quadrupled when each star is affected equally by the same equation*.\n\nThis property of the subsidiary angle may be illustrated by observing, that the new instrument stands about seventy feet north of the principal meridian instruments of the Observatory. This produces in the zenith distance of each star a corresponding variation of about three quarters of a second; but the subsidiary angle will be altered by double that quantity, or a second and a half. It is probable that this\n\n* Suppose the subsidiary angle equal 1' 00\" when the aberration is nothing, and that the maximum of this equation is equal to 20\"·5, then the extremes of the subsidiary angle will be 0' 19\" and 1' 41\", the difference of which is 1' 22\", or quadruple of 20\"·5, the equation to be investigated.\nproperty may at some future period be applied with advantage in investigations made with moveable zenith instruments.\n\nFor the present purpose it is only essential to remark, that for the investigation of these small equations it is by no means required to have determined either the exact zenith distance of either star, or the exact difference of their zenith distances, or the absolute magnitude of this subsidiary angle, its variation from time to time being the only important object of research.\n\nIt is the more necessary to keep this in mind, as occasions may arise when it may be found advisable to omit altogether the investigation of the real zenith distance, and to confine the attention to the variations only of this small angle.\n\nThe improving performance of the zenith telescope leads me to hope that ere long I shall be able to illustrate the principle of the method of observation I have described, by a series of observations made with it; and should I not be disappointed in my expectations, the instrument will, I am of opinion, be found to rank among the most important in the Observatory.\n\nThe principles above explained apply with equal correctness to altitude and azimuth instruments, and may be advantageously adopted in their use.\n\n**Example.**\n\n| Date       | Observed Subsidiary Angle | Equations | Reduced Subsidiary Angle |\n|------------|--------------------------|-----------|-------------------------|\n| 1833.      |                          |           |                         |\n| July 26.   | 1 26'61                  | 26'19     | 1 0'42                  |\n| August 1.  | 1 30'99                  | 29'13     | 1 0'86                  |\n|            | 3                        | 30'05     | 1 0'80                  |\n|            | 4                        | 30'50     | 1 0'75                  |\n|            | 11                       | 33'46     | 1 1'00                  |\n|            | 13                       | 34'24     | 1 0'70                  |\n|            | 14                       | 34'61     | 1 0'99                  |\n\nMean = 1 0'79\n\nThe angular distance between the two stars, or sum of their zenith distances = 3 3'53\n\nSum = 4 4'32\n\nHalf the sum, or zenith distance of γ Draconis = 2 2'16\n\nDifference = 2 2'74\n\nHalf the difference, or zenith distance of the small star = 1 1'37\nThe angular distance between the two stars, or sum of their zenith distances, was obtained as follows:\n\n| Date       | Angular Distance |\n|------------|------------------|\n| 1833 Aug 23 | 3° 3'11\"         |\n| 25         | 3° 3'39\"         |\n| 26         | 3° 3'87\"         |\n| Sep 4      | 3° 3'41\"         |\n| 5          | 3° 3'60\"         |\n| 6          | 3° 3'68\"         |\n| 7          | 3° 3'65\"         |\n| Mean       | 3° 3'53\"         |\n\nThis last angular distance remains nearly constant throughout the year, except in the case of a parallax supposed greater in the one star than in the other, the rest of the equations being nearly the same for each star.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108062.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8208,
    "total-output-tokens": 2123,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2499,
        2
      ],
      [
        2499,
        5753,
        3
      ],
      [
        5753,
        8089,
        4
      ],
      [
        8089,
        8754,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108062",
    "title": "Some Suggestions Relative to the Best Method of Employing the New Zenith Telescope Lately Erected at the Royal Observatory",
    "authors": "John Pond",
    "year": 1834,
    "volume": "124",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/108062"
  }
}