{
  "id": "65a9a2dacea657080425f0b2a495f0ee7bbb1b36",
  "text": "fall, which I will answer for its having done now, by the progress I saw made towards it for the hour that I staid; I say, now, the breadth in that place must be above a hundred yards.\n\nExtract of a Letter from the same Gentleman, to the same, dated December 28, 1754.\n\nRead Jan. 23, Vesuvius runs but with one, though 1755 that the most considerable stream of fire: he has also changed his note at top, and is now more angry than ever, throwing up stones and matter in greater abundance.\n\nVII. An Account of the Species of Plant, from which the Agaric, used as a Styptic, is prepared. By Mr. William Watson, F. R. S.\n\nLondon, Feb. 1. 1755.\n\nRead Feb. 6, Lately acquainted the Royal Society, 1755 that I had some doubts, arising from the pieces I had seen, whether the agaric sent from France, and applied as a styptic after amputations, was the fungus in caudicibus nascens, pedis equini figurâ, of Caspar Bauhin; or the fungus coriaceus quercinus hæmatodes of Breynius, of which I gave a short history. In order therefore to be confirmed in this matter, I wrote to our worthy brother M. Clairaut, of Paris, to lay some queries, I drew up, before M. Bernard de Jussieu, and M. Morand, both members\nmembers of this Society, and excellent judges of this subject. M. Clairaut, since our last meeting, has been so kind as to transmit to me their answer; by which it does appear, that this is prepared from a plant, which is called by the botanists\n\n\"Agaricus pedis equini figurâ. Inft. Rei. Herbar.\n\"Fungus in caudicibus nascens, pedis equini figurâ. C. B. Pin.\n\"Fungus durus arborum, five igniarius. Park. Theat.\n\"Fungi arborei ad ellychnia. I. B.\n\"Fungi igniarii Cifalpini et Tragi.\n\"Boletus acaulis pulvinatus lævis, poris tenuissimis. Linn. Flor. Suec.\n\nIt is the agaric employed for the amadoue; and Mr. Broflart, who first brought this preparation into practice, conceives, that that, which grows upon old oaks, which have been lopped, is the most valuable; that it should be gathered in August or September, and be kept in a dry room.\n\nThe way of preparing it is to take off with a knife the white and hard part, till you find a substance so soft, as to yield under the finger, like shamy leather. This is to be divided into pieces of different sizes and thickness: beat these with a hammer, to give them a still greater degree of softness, so that they may be easily torn with the finger.\n\nMr. Morand thinks, that the agaric, which when growing is of a greyish colour on the outside, is better than that which is white.\n\nW. Watson.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104900.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 789,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1199,
        2
      ],
      [
        1199,
        2536,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104900",
    "title": "An Account of the Species of Plant, from Which the Agaric, Used as a Styptic, is Prepared. By Mr. William Watson, F. R. S.",
    "authors": "William Watson",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104900"
  }
}