{
  "id": "a665241934c07222c92efc7abb4b8b3014ced3b3",
  "text": "People, without any the least Disturbance. If the vast shoots it makes be designed for Hay; they are to be cut when tender and in the Flower.\n\nSir, I have here Transcribed the Two Letters you desired; I had the Copies from the Book at Oxford, which Dr. Musgrave lent to a Kinsman of mine there, to Copy them, in 89, or 90. who not being hujus rei peritus, I have had some difficulty to make them intelligible.\n\nIV. Part of a Letter from Fort St. George, in the East-Indies, giving an Account of the long Worm which is troublesome to the Inhabitants of those Parts, Communicated by Dr. Martin Lister, Fell. of Coll. of Phys. &c. R. S.\n\nOn the Second of May we arrived here, and in a few Days after, the Fruits of my Gomroon Journey shewed themselves; for a little below the Instep of my left Foot, a Worm put out his Head, which afterwards cost me much trouble: These Worms are bred by the Water, between Gomroon and Schiraz, especially that about Laur they come out in any part of the Body, and are very troublesome and dangerous; for I have known those who have kept their Bed for them, some Six, some Ten Months, and some there are who have lost sometimes their Legs, sometimes their Lives by them; they come out sometimes to the length of Six or Seven Yards; when\nthey first come out, they are small like a Thread, and afterwards grow bigger and stronger by degrees; they wrap them up upon a little bit of Stick or Cotton, and put upon them Onions and flower of Rice boiled in Milk. The chief care is to be taken not to break them, for then it is that they do Mischief. When mine first came out for about Forty or Fifty Days it came out every Day by little and little, without putting me too much Pain, but that I could go up and down till it was come out a Yard and a Quarter; but afterwards, one Day stirring too much, I hurt the Worm and enraged him, so that he broke off of himself, and going in, caused my Foot and Leg (up to the Calf) to Swell till the Skin was ready to burst, which kept me Sleepless, and cast me into a Fever. I had a Chirurgeon, and kept my Bed for about Twenty Days, in which time had several Fits of the said Fever; the Worm was broke to pieces, and came out in several parts of my Foot; but the Chirurgeon applied such things as killed the Worm, and turned it to Matter; he then Lanced my Leg a little above the Ankle, and another place of my Foot, and so with Drawing Plaisters drew it all out, so that I am now by God's Blessing, clear altogether of that troublesome Creature, the Chirurgion having left me about Ten Days ago.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102340.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 719,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1267,
        2
      ],
      [
        1267,
        2560,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102340",
    "title": "Part of a Letter from Fort St. George, in the East-Indies, Giving an Account of the Long Worm which is Troublesome to the Inhabitants of Those Parts, Communicated by Dr. Martin Lister, Fell. of Coll. of Phys. et R. S.",
    "authors": "Martin Lister",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102340"
  }
}