{
  "id": "d9f28f7b722faf66d2011c237759173f900c77f9",
  "text": "Dr. Pringle thinks it likewise proper to inform the public, that, since his paper was printed, he has received two further accounts of the meteor, one from Mr. Pringle, sheriff-depute of the shire of Roxburgh, the other from Mr. Garret, of Island-Bridge, near Dublin. Mr. Pringle says, \"that having, since his last letter, drawn a more accurate meridian, at the farmer's house at Ancram, he now finds, that the shepherd's house (mentioned p. 236) bears nearly S. E. by S. from the farmer's dwelling house; that the hill with the trees, over which the meteor seemed to break (laid down in Fig. IV. as at 92° 30' W. of the meridian), really bore W. by N. from the observer; and that the bearing of the luminous body, at the point of its extinction, was nearly W. N. W. and not due N. W. as the farmer at first imagined, who, upon this last survey, was convinced of his mistake.\" Upon this communication, Dr. Pringle drew on two different maps, a W. N. W. line from Ancram to the path of the meteor, and found, that in Elphinston's map of Scotland, the intersection was a few miles to the eastward of Glasgow, but in Kitchin's map a little to the westward of it. In consequence of these last observations, the Doctor has fixed the point of extinction to the zenith of that city. But as Glasgow lies about 76 miles to the southward of Fort William, over which the meteor, in the preceding paper, was supposed to disappear, the first course of that body is reduced to about 324 miles in thirteen seconds of time, and its velocity therefore to about 25 miles in one second. Mr. Pringle has likewise acquainted the Doctor, \"that the farmer, on seeing the engraving of the 4th figure (of which Mr. Pringle had received a copy), had found fault with the size of the head of the meteor, as being too large in proportion to the length of the whole; since, to his imagination, the diameter of the head did not exceed 8 inches, and that the tail seemed to be about 3 or 4 yards long.\"\n\nMr. Garret acquaints Dr. Pringle, \"that, since his first letter to the Doctor, Emanuel Miller and he, having communicated their observations to Mr. William Gibson, mathematician, at Dublin, that gentleman had come to Island-Bridge, and having made a survey with his instruments, found, that the greatest altitude of the meteor was no more than 12 degrees.\"\n\nERRATA.\n\nP. 240. lin. penult. for P Q R U, the path of the tail broke off over the trees, read Q R S U the path. E F the tail broke off.\n\nIn the plate, E F the breaking of the tail, should not have been represented as directly over the trees, but a little more to the southward, so as to bring the ball W (viz. the meteor at its extinction) perpendicularly over the said trees.\n\nXXVIII. Thoughts",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105373.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 743,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2726,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105373",
    "title": "Errata",
    "authors": null,
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/105373"
  }
}