{
  "id": "02c9e9dab3dab1b4861a45e32dabf0188487dcad",
  "text": "XCIV. A further Account of the Effects of Electricity in the Cure of some Diseases*: In a Letter from Mr. Patrick Brydone to Dr. Robert Whytt, Professor of Medicine in the University of Edinburgh, and F.R.S.\n\nColdinghame, January 9th, 1758.\n\nRead May 11, 1758.\n\nA Young woman of Aiton, a village about two miles from this place, had her right leg drawn back by a contraction of the muscles that bend the knee, so that she had not been able to put that foot to the ground for near a twelvemonth. She had taken the advice of some Surgeons in the country, and had used several remedies to no purpose. At last, hearing of the cure of the paralytic woman, whose case I sent you some time ago, she insisted on being brought hither; and underwent a course of electrical shocks for near two months, receiving every day at least fifty or sixty in the following manner. She sat close by the machine, and grasping the phial in her hand, she presented the wire to the barrel or conductor, and drew the sparks from it for about half a minute. The phial being thus charged, she then touched her knee with the wire, and thereby received such severe strokes, as would sometimes instantly raise a blister on the part. The joint was at last so much relaxed, as that she could walk home with the help of a crutch, tho' her leg was so weak, that she had very little use of it. After\n\n* For the first account, see part first, p. 392.\nshe had continued in this state for some weeks, she was advised to use the cold bath: but that soon brought back the contraction; and I have been since informed that she was worse than ever.\n\nA soldier's wife, a genteel looking woman, of about 30 years of age, was seized with a slight palsy, about Newcastle, on her way to this country: but before she got to this place, she had lost all the feeling in her left side, and so far the power of it, that she was brought to us in a cart. After receiving 600 strokes from the electrical machine in the usual way, and in the space of two days, she recovered the use of her side, and set out on foot to make out the rest of her journey. However, for fear of a relapse, I gave her a recommendatory letter to Mr. Sommer, Surgeon at Haddington, as she was to pass through that town, and as I knew that he was likewise provided with an electrical apparatus.\n\nA young woman from Home, a village in this shire, but at a good distance, complained of a coldness and insensibility in her left hand and wrist, of two years standing. When I felt that hand, it was as cold as a stone, whilst the other was sweating; and she told me, that it never had been warmer all that time. I made her draw the sparks from an egg (which for some other purpose was suspended by a wire from the conductor) for about half an hour; and at the end of that time I found the dead hand in a far greater sweat than the other. She then wrapt it up in a piece of flannel, as she used to do, and retired. Next day she told me, that since the operation she had been able to put off and on her cloaths without help,\nhelp, which she had not been able to do for a twelvemonth before. She was again electrified; and believing she was then quite well, she went away: but some weeks after, upon the coldness of her hand beginning to return, she made me another visit, was again electrified, and was dismissed a second time apparently cured. This is about two months ago, and I have heard nothing of her since.\n\nAs these two last women are at such a distance, I cannot pretend to send you their own testimony of their cure. But for the two cases in the separate paper, as the persons are inhabitants of this place, I have taken care that they themselves should sign them, along with my father; since you have acquainted me, that accounts of this kind should have the attestation both of the patients and the minister of the parish.\n\nI shall only add here, that several persons have been relieved of rheumatic pains, by electrifying the parts affected. And a woman was cured of a deafness of six months standing, contracted, as she imagined, by cold. This woman held the phial in her hand, whilst another person standing on a cake of resin gave her the shock, by putting the end of the wire into her ear. This manner of electrifying brought always on a profuse sweat over the head, which we encouraged, by wrapping it up in flannel. The first day she came here, she could scarce hear what was spoken by those about her; but in five days she seemed to be perfectly cured.\n\nI am, &c.\n\nPatrick Brydone.\nCopy of the separate Paper before mentioned.\n\nRobert Haigs, of Coldinghame, a labouring man of about 45, after having been for ten days ill of a regular tertian ague, at my desire underwent the electrical shocks in the common way. After having received about thirty or forty very severe ones, he grew pale, and staggering for several steps, would have fallen down, had he not been supported. He then fell into a sweat, which continued near half an hour. I desired him to come back the next morning, immediately before the fit, which he said came on about ten o'clock. He accordingly came, and told me he had not the usual symptoms preceding the fit. He was that day again strongly electrified; and has been without any aguish symptom ever since; viz. for the space of four months.\n\nThe truth of this is attested by\n\nROBERT HAIGS, the person cured.\nRobt. Brydone, Minister of Coldinghame.\n\nAnn Torry, of Coldinghame, a young woman of about 20, had a regular tertian (being the first time she ever had the ague) for near a fortnight. The fit came on early in the morning. She was electrified on her well day in the afternoon; and the next morning, having had only a slight shivering, she\nwas electrified again about ten o'clock, and has had no symptom of the ague since; viz. for three months.\n\nThe above is attested by\n\nANN TORRY, the person cured.\nROBT. BRYDONE, Minister of Coldinghame.\n\nXCV. An Account of the Black Assize at Oxford, from the Register of Merton College in that University. Communicated by John Ward, LL.D. With some additional Remarks.\n\nAnno nono D. Bickley Custodis, 1577.\n\nRead May 25, 1758.\n\nViceffimo (1) primo Julii in vestiario Dñus custos et octo Seniores dispensarunt cum Decreto de concione et appiçtantia habendis, die Dominico post festum Sii Petri ad vincula; ne vocata et conveniente turba, morbus ille, qui ante quinque dies quamplurimos infestarat, dissipator et periculosior fiat. Etenim 15, 16, et 17, hujus Julii aegrotant plus minus trecenti homines; et infra duo-decim dierum spatium mortui sunt (ne quid errem) centum scholares, praeter cives non paucos. Tempus fine dubio calamitosissimum et luçtu plenum.\n\n(1) Sic in regist. et postea haud semel.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105319.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8672,
    "total-output-tokens": 1836,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        3034,
        3
      ],
      [
        3034,
        4511,
        4
      ],
      [
        4511,
        5697,
        5
      ],
      [
        5697,
        6699,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105319",
    "title": "A Further Account of the Effects of Electricity in the Cure of Some Diseases: In a Letter from Mr. Patrick Brydone to Dr. Robert Whytt, Professor of Medicine in the University of Edinburgh, and F.R.S.",
    "authors": "Patrick Brydone",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105319"
  }
}