{
  "id": "0a87dca34ff8664c662a85bfbe52f7dd54ff7cde",
  "text": "III. Some Conjectures concerning the Position of the Colure in the ancient Sphere; communicated in a Letter from the Rev'd Ebenezer Latham, M.D. and V.D. M. to Dr. Mortimer, Secr. R.S.\n\nSIR,\n\nRead Nov. 18. 1742.\n\nI have an Opportunity of transmitting to you a Draught of the Constellation Aries, as it was exactly copied by Dr. White, from a Book in the fine Library of your learned Uncle Samuel Sanders, Esq; a worthy Member of the Royal Society. I do not know whether it may not be esteemed of some Moment towards the determining the famous Controversy with respect to Sir Isaac Newton's Chronology. Dr. Halley observes*,\n\n\"That the Dispute is chiefly, Over what Part of the Back of Aries the Colure passed. Sir Isaac Newton takes it to be over the Middle of the Constellation; P. Souciet will have it, that it passed over the Middle of the Dodecatemorion of Aries, which by Consequence would make it pass about Mid-way between the Rump and First of the Tail;\" which Situation could never be said to be over the Back: Whereas, if the Ring in this Cut [see in the Tab. Fig. 1.] was designed, as I apprehend, to image the\n\n* Philosophical Transactions, No 397.\nColure in the ancient Sphere, it exactly answers Hipparchus's Description—ἐν δὲ τῷ ἐπέροι κολέρῳ φωτὶ καὶ τῇ ἀρίζ τὰ νῦνα πατὰ πλάτος—and justifies the Construction Sir Isaac put on those Words beyond Exception. The Sculptures from whence this was taken, have the Title of Aratea, sive Signa Coelestia, in quibus Astronomica Speculationes Veterum ad Archetypa vetustissimi Arateorum Caesaris Germanici Codicis (44) ob oculos ponuntur a Jacobo de Geyn ex Biblioth. Acad. Lugd. Bat. Amstel. 1652.*\n\nAs I have no Opportunity to consult the Original, it might give more Weight to the Account, if the Connoisseurs of your learned Society could support the Engraver's Testimony as to the great Antiquity of that. I will only beg Leave to observe farther, that as this Catalogue begins with the Draco, which the Ancients seem to place at the Head of their Constellations; perhaps it may give some Light into the Time of the Book of Job, as well as into the Sense of that Place. For when he says, Chap. xxvi. 13, By his Spirit he has garnished the Heavens; his Hand has formed the crooked Serpent; I submit it to the Judgment of the Critics, whether it is not highly probable the Writer must have lived within that Period of Time wherein a Star of that Constellation might pass for the Polar Star: And then, if the Asterisms are supposed to be placed in some such Order as here, the express Mention that he only makes\n\n* Hug. Grotii Batavi Syntagma Arateorum: ex offic. Plantin. 4to. See Germanicus's Interpretation, p. 35. the Figure of the Constellation Aries.\nof this, was sufficient to refer us to the whole System or Furniture of the Heavens. But I am afraid I become tedious. I am\n\nYour Illustrious Society's,\nand your most obedient,\n\nFindern, July 8. 1742.\n\nhumble Servant,\n\nE. Latham.\n\nIV. The Case of an Extraordinary Dropsy, communicated in a Letter from Tho. Short, M.D. to C. Mortimer, M.D. Sec. R.S.\n\nSheffield, Aug. 2. 1742.\n\nSIR,\n\nTHE following Case being somewhat uncommon, perhaps it may not be wholly unworthy of your Notice. Last January I was called to visit a young Woman of Thirty Years of Age, who about Seven Years ago, had like a severe Fit of the Stone in her Left Kidney, with all the common Symptoms of a Stone, but by some Means recovered again. Three Years ago she had another Fit, but got better in a few Days; though she mostly complained of a dull Pain in that Place ever after. When I saw her, I found her Menstrues had been very irregular and small since her last Paroxysm, and totally obstructed since September; her Pulse very small and quick, her Countenance pale and languid; a Pain at the Pit of her Stomach, towards the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104170.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 1169,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1161,
        3
      ],
      [
        1161,
        2716,
        4
      ],
      [
        2716,
        3813,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104170",
    "title": "Some Conjectures concerning the Position of the Colure in the Ancient Sphere; Communicated in a Letter from the Revd Ebenezer Latham, M. D. and V. D. M. to Dr. Mortimer, Secr. R. S.",
    "authors": "Ebenezer Latham",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104170"
  }
}